{"ID":80017, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Religion, Progress, and Privileges of the Saints, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made at Ogden City, June 12, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Religion, Progress, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/12\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d17\">\n<div class=\"paragraph jod\" id=\"v8n466\"> I am very thankful for the privilege of meeting with you this afternoon. There may be many present who never saw me until now, and many who are acquainted with me, but, probably, have not for years had an opportunity to speak to me. As I now have the privilege of speaking to you, please accept of my good feelings towards you, and of my good desires in your behalf. Peace be to you and to your habitations! And may God bless you! <\/div><div class=\"paragraph jod\" id=\"v8n467\"> I will not occupy much time; for I understand that, through some mistake in the appointment, many of you have been here a good part of the <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> day. I am aware that both yourselves and your children are weary, and I think it would be a relief to the children if the teachers would supply them with water. <\/div><div class=\"paragraph jod\" id=\"v8n468\"> For many years I have been trying to promulgate the principles of eternal life, and I am thankful that we are in possession of that religion which gives food to the mind and exercise to the body, I am thankful for such a religion. It is different from the religions of the day: it is not only a Sabbath-day religion and a Monday religion, but it is an everyday religion&#x2014;a religion that will feast a person all the time. It draws forth  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the mind, and expands the understanding of every intelligent being who will open his mind to understand and see by vision the creations of God&#x2014;the worlds that are and the worlds that have been&#x2014;who can grasp in the vision of his mind the truth that there never has been a time when there have not been worlds like this, and that there never will be a time when there will not be worlds organized and prepared for intelligent beings to dwell upon. <\/div><div class=\"paragraph jod\" id=\"v8n470\"> Those beings bear the image of Him who is invisible&#x2014;<span class=\"citation\" id=\"77040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77040)\">Heb. 11:27<\/a><\/span>of our Father and God. Were your eyes opened to see the heavenly hosts, you would see beings similar to us. We are in our weakness and imperfection&#x2014;we are in darkness; they are in light&#x2014;they are in glory. We are in mortal flesh, subject to sickness, disease, pain, deformity, and death. The heavenly hosts are beings like these my brethren, only in greater perfection, having passed through the same ordeals we are now passing through. They have been made subject to vanity,<span class=\"citation\" id=\"72618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72618)\">Rom. 8:20<\/a><\/span> as we now are; they have had to taste of the bitter cup as we have; they have had the privilege of the light and of the darkness, of the truth and of the error, which privilege we now enjoy. Life eternal has been offered to them, and they have chosen it. It is offered to us who are here assembled, and we have chosen to follow in the path in which it is to be obtained. Had we chosen, we might today have been in our native lands, as are those whom we have there left. <\/div><div class=\"paragraph jod\" id=\"v8n471\"> It is to us a matter of joy and rejoicing, a solid satisfaction, to know that there are a few among all the inhabitants of the earth who are willing to receive the words of life to prepare themselves to dwell eternally in the presence of our Father and our God. We enjoy a great privilege in being gathered out from the wicked. We now have the privilege of asso<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3447\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ciating together, not only as individuals, families, neighborhoods, and cities, but God has provided the place where we can assemble, as it were, in a national capacity. We are now in the relationship, so to speak, of a limb or branch pertaining to the Federal Government, which must grow, increase, spread, and prosper exceedingly. <\/div><div class=\"paragraph jod\" id=\"v8n472\"> You have built a commodious Tabernacle, where but a few years ago was a swamp. But a few years ago, there were no inhabitants here. When we first visited this place, after the people began to move here, there was hardly a settlement between here and Great Salt Lake City. There were a few families at Willow Creek, but none north of that, and only a few between here and Great Salt Lake City. You may now ride until you are weary, and pass through settlement after settlement, neighborhood after neighborhood. <\/div><div class=\"paragraph jod\" id=\"v8n473\"> You have manifested a spirit of advancement and improvement, which is according to the Gospel of life we possess. The intelligence we possess was given to us for a purpose. We are the children of the Supreme Being of the universe. The inhabitants of the whole earth are the offspring of the Father of our Lord Jesus Christ. Intelligence is given unto us to improve upon. Who will choose life? These my brethren and sisters. The Valleys in the Mountains are becoming filled with those who have chosen the way of life, and thousands more are in Europe and on the islands of the sea. The Gospel we preach has been proclaimed to most of the nations of the earth. God will gather his children from all nations, and bring them home to Zion. This is the land of Zion&#x2014;this is the continent whereon the Lord has commenced his work for the last time, and whereon Jesus will make his appearance the second time, when he  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>comes to gather and save the house of Israel. It is our duty to prepare for his coming. <\/div><div class=\"paragraph jod\" id=\"v8n475\"> Each person possesses an intelligence, each one has an agency, and each has his own salvation to work out, for the spirit and body to be crowned with crowns of glory, immortality, and eternal lives. Let not your hearts sink, nor your faith waver; let not your fervency slacken in the least, for the kingdom is ours. God has prospered his work on the earth. Towns and counties have risen up against it, and States have united and organized to destroy this kingdom and the government of God from the earth. The kingdoms of the world are opposed to the kingdom of God. You have seen your neighbors rise up and persecute you&#x2014;you have known those who should have been your friends and assisted you forsake and persecute you, for the Gospel's sake. You have all, more or less, experienced such treatment. Is it at an end? No. <\/div><div class=\"paragraph jod\" id=\"v8n476\"> You see persons gather here, and assist to gather hundreds and thousands, and yet some will turn away. Does this discourage you? How frequently it has been said to me&#x2014;&#x201C;A great many are going to California.&#x201D; My reply is, Let them go; there will be plenty left. This work is on the increase, and the power of God is becoming more and more manifest before all flesh. The faith of the Gospel is increasing among the children of men, and the Saints are increasing. Compare this place with what it was here ten years ago. Has there been an increase? Yes, and a very great increase. Ten years ago, how many were there in the States and in foreign lands who wanted to come here? Not one to where there are now ten. The spirit of the Gospel is going forth among the nations, and the people are gathering out. The kingdoms of this world must <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3446\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> become the kingdoms of our Lord and his Christ.<span class=\"citation\" id=\"79429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79429)\">Rev. 11:15<\/a><\/span> To aid in accomplishing this work, we must overcome sin and every evil propensity of the natural man&#x2014;every selfish and unhallowed desire. Let no man covet the things of this world, nor lust after the vain and foolish things that pertain to it. <\/div><div class=\"paragraph jod\" id=\"v8n477\"> It is the privilege of the Saints to enjoy every good thing, for the earth and its fulness belong to the Lord,<span class=\"citation\" id=\"56459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56459)\">Ps. 24:1<\/a><\/span> and he has promised all to his faithful Saints; but it must be enjoyed without the spirit of covetousness and selfishness&#x2014;without the spirit of lust, and in the spirit of the Gospel: then the sun will shine sweetly upon us; each day will be filled with delight, and all things will be filled with beauty, giving joy, pleasure, and rest to the Saints. The vegetable kingdom is made for man, to gratify the taste and add health to the body and gratification to every sense. The gold and the silver will be given to the Saints, the riches of the world will be put in their possession, and they will be legal heirs. We are now passing through a day of trial, to determine whether we will prove worthy of all we may enjoy and possess, for it must be enjoyed and possessed without the spirit of covetousness. Without the pure Spirit of the Lord Jesus Christ, we cannot enjoy the good things of life. <\/div><div class=\"paragraph jod\" id=\"v8n478\"> The fulness of the heavens and the earth&#x2014;the mountains, the gold, and precious things in them&#x2014;will all be devoted to those who are devoted to their God and their religion. The wheat, the fine flour, the oil, and the wine, the cattle upon a thousand hills,<span class=\"citation\" id=\"56712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56712)\">Ps. 50:10<\/a><\/span> and every blessing the Lord has in store for every creature he has organized and placed upon this earth, are to fall into the hands of the legal heirs, who are the Saints. This is an unpleasant idea to unbelievers. Then why do they not believe? If there are any here who do not believe the Gospel, and think that the Saints are  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selfish, all they have to do is to become Saints; then they will be heirs with the rest of the Saints. There is no selfishness about it that I know of, for they have the same privilege that we have, and that any man or woman upon the earth has. <\/div><div class=\"paragraph jod\" id=\"v8n480\"> The kingdom of God is set up, the ordinances of the Gospel are dispensed to the people, life and salvation are offered to all, and who would miss entering into the kingdom of our Father and God? All who believe, have honest hearts, and bring forth fruits of righteousness, are the elect of God and heirs to all things. All who refuse to obey the holy commandments of the Lord and the ordinances of his house will be judged out of their own mouths, will condemn themselves as they do now, will be accounted unworthy, and will have no part or lot with the righteous. But the heathen nations that now exist and that have existed on the earth will all be blessed, will see the time when they will have the privilege of receiving the blessings of the covenant established on the earth by the Son of God, and through it will be brought into glory and rest.<span class=\"citation\" id=\"85677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85677)\">D&amp;C 45:54<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n481\"> Brethren and sisters, I wish you to continue in your ways of welldoing; I desire that your minds may be opened more and more to see and understand things as they are. This earth, in its present condition and situation, is not a fit habitation for the sanctified; but it abides the law of its creation, has been baptized with water, will be baptized by fire and the Holy Ghost, and by-and-by will be prepared for the faithful to dwell upon.<span class=\"citation\" id=\"88444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88444)\">D&amp;C 88:25-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n482\"> Shall we not strive to prepare ourselves as much as possible for the coming of the Son of Man? The Savior will dictate his kingdom, through his Apostles and Prophets, until all the heathen nations are virtually redeemed by the ordinances <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3445\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that effect redemption, that they may inherit the kingdom that is prepared for them.<span class=\"citation\" id=\"85676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85676)\">D&amp;C 45:54<\/a><\/span> This work must progress. This earth must become a paradise&#x2014;must be purged of the sin that has been upon it for many generations, for all sin and iniquity must be swept from it, and a people be prepared for the coming of the Son of Man. He will prepare a people long before the earth is celestialized and prepared for the presence of God. The Saints will increase, the Spirit of wisdom and knowledge will increase, and every grace of the Spirit of the Lord Jesus Christ must increase upon the earth, until a people and place are so prepared that the Savior can come and finish the work given him to do, when he will present the kingdom to the Father.<span class=\"citation\" id=\"124985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124985)\">D&amp;C 76:107<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n483\"> There is a great work for the Saints to do. Progress, and improve upon, and make beautiful everything around you. Cultivate the earth and cultivate your minds. Build cities, adorn your habitations, make gardens, orchards, and vineyards, and render the earth so pleasant that when you look upon your labors you may do so with pleasure, and that angels may delight to come and visit your beautiful locations. In the meantime, continually seek to adorn your minds with all the graces of the Spirit of Christ. <\/div><div class=\"paragraph jod\" id=\"v8n484\"> Sin must be overcome and righteousness exalted, until Jesus reigns King of nations<span class=\"citation\" id=\"60425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60425)\">Jer. 10:7<\/a><\/span> as he reigns King of Saints.<span class=\"citation\" id=\"80069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80069)\">Rev. 15:3<\/a><\/span> This is not unkind to the wicked, for they have the privilege of embracing the overtures of mercy, if they choose. No one will be compelled to do so. All may freely eat, drink, and satisfy themselves, or they may turn away and feed upon husks.<span class=\"citation\" id=\"67712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67712)\">Luke 15:16<\/a><\/span> Let everyone who wishes to go to California, go, for we do not want them here. This country is most excellent for sifting out those who are not here for the love of their religion. The mountains, the deserts, the barren  <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plains, hard labor, and hard fare are all so calculated that those who do not love the truth will leave for California and elsewhere, and we love to have them go. Some who are now here ought to leave, unless they will repent and become good men. <\/div><div class=\"paragraph jod\" id=\"v8n486\"> Be faithful, humble, prayerful, and watchful, and be sure to live your religion. Store up your surplus grain; and when you have done that, do (to speak ironically) as some have done&#x2014;take every pound of butter, every dozen of eggs, every bushel of grain, and every good thing you can lay hold of to those who would cut our throats, if they had the power. Had they the power, they would slay every soul that would not renounce this work. They have not the power, and never will have. Israel will be gathered, the poor will be gathered, and this land of Joseph will be freed from oppressors. Their power is broken, and they will go down to the pit, while Zion will arise, and wicked men and devils cannot prevent it. God has decreed this, and we are going to help him to perform it and bring righteousness upon the land; and the righteous will see the day when they can say their prayers and lie down in peace, for murderers will not be around them. <\/div><div class=\"paragraph jod\" id=\"v8n487\"> Will you let every act of your lives promote the kingdom of God? If you do, you may be sure that every person who is opposed to righteousness will be our enemy. But those who are here to steal our cattle and horses, instead of striving honestly <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3444\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for an honest living, had better forsake their evil habits, or go where they are more popular. The Lord Almighty will have a pure people&#x2014;a people that will serve him; and we shall yet see the day when we shall be free from murderers, thieves, robbers, liars, whoremongers, drunkards, and every other description of persons who pollute the earth. <\/div><div class=\"paragraph jod\" id=\"v8n488\"> My constant prayer is that the anger which is in the hearts of the disobedient will turn upon each other, and the wicked slay the wicked,<span class=\"citation\" id=\"86457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86457)\">D&amp;C 63:33<\/a><\/span> until no place can be found on the earth for those who will not observe good laws, that the righteous may live in peace. The wicked are doing so; and in the midst of their rage which has been around us, it is astonishing how the preserving and invisible hand of God has been over his people. I do not now remember that any in our Territory, during the time alluded to, who desired to live their religion, fell by the hands of the wicked, except brother William Cook. They credit this wonderful preservation to me; but they are mistaken. The Lord Almighty can control the acts, and bring forth the results far beyond the wisdom and calculation of man. He has brought to pass these purposes, and the wicked have been and are helping him. &#x201C;The wrath of man shall praise him.&#x201D;<span class=\"citation\" id=\"56872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56872)\">Ps. 76:10<\/a><\/span> May the Lord God of Israel bless you and the whole house of Israel, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}