{"ID":80012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Privileges of the Sabbath&#x2014;Duty of Living Our Religion&#x2014;Human Longevity, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, May 20, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Privileges of the Sabbath, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/20\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v8n333\"> I am happy for the privilege of meeting with the Saints. I delight in seeing their faces, and am very fond of their society. <\/div><div class=\"paragraph jod\" id=\"v8n334\"> I have much experience in the various habits, feelings, customs, manners, and conditions of mankind; and I have felt, for many years, as though I would be perfectly satisfied to associate with those who live in peace&#x2014;with those who believe in God the Father and in his Son Jesus&#x2014;to live with those who believe in the Holy Ghost which the Lord has bestowed upon the children of men&#x2014;with those who adhere to all the principles in the Gospel, and live according to it day by day. Such society would be perfectly satisfactory to me. It would satisfy every feeling, every desire&#x2014;in fact, my whole soul, without ever associating with another wicked person on the earth. <\/div><div class=\"paragraph jod\" id=\"v8n335\"> I have not the least desire, nor have I had for years, to mingle with a person who takes the name of God in vain,<span class=\"citation\" id=\"54200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54200)\">Ex. 20:7<\/a><\/span> who in the least betrays his covenants, who wavers or falters in his integrity with his God or with his fellow man; but I am most perfectly satisfied to associate with those whose hearts are filled with peace, with praise and adoration to our God, and whose lives are full of good works. Their voices to me are like sweet music. I have not the least desire to <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3471\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mingle with or look upon the faces of those who hate God and his cause. <\/div><div class=\"paragraph jod\" id=\"v8n336\"> I rejoice in the privilege of meeting with the Saints, in hearing them speak, and in enjoying the influence that is within and around them. That influence opens to my understanding the true position of those who are endeavoring to serve their God. I do not require to hear them speak to enable me to know their feelings. Is it not also your experience that, when you meet persons in the streets, in your houses, in your offices, or in your workshops, more or less of an influence attends them which conveys more than words can? By this the Father knows his children, Jesus knows his brethren, and the angels are acquainted with those who delight to associate with them and with those who hate them. This knowledge is obtained through that invisible influence which attends intelligent beings, and betrays the atmosphere in which they delight to live. Can you comprehend that I understand their condition when I meet with Saints? I am satisfied all is right: my soul is comforted. <\/div><div class=\"paragraph jod\" id=\"v8n337\"> You do not see me here every Sabbath. Perhaps some of you wonder why. I will tell you in a very few words. If I had my own choice, and could have my own dictation with regard to physical and mental labor,  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I would set apart, for the express benefit of man, at least one-seventh part of the time for rest.<span class=\"citation\" id=\"54353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54353)\">Ex. 23:12<\/a><\/span> There are but very few Sabbaths that I have ever kept in strictly resting from my labors&#x2014;permitting both body and mind to rest. Perhaps assembling here on the Sabbath is a rest to many, though it is not very much of a rest. To those who have been laboring all the week to the utmost extent of their strength, it may be somewhat of a rest to sit on these hard benches; but when I come here I have a constant labor on my mind. This congregation, the Saints throughout the world, and the world of mankind in general are before me. I think for them all. I would like to take one-seventh part of the time to rest; but I do not often have this privilege. If I had my own mind, I would devote the time for meetings like this within the measure of the six days, and on the seventh, rest from all my labors,<span class=\"citation\" id=\"86298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86298)\">D&amp;C 59:10<\/a><\/span> for the express purpose of renewing the mental and physical powers of man. They require it, as the Lord well knew; hence he established a day of rest.<span class=\"citation\" id=\"124965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124965)\">Mark 2:26 (JST)<\/a><\/span> The natural tendency of the physical powers of man is to decay; and to preserve them as long as possible, they need this retirement from labor&#x2014;this rest&#x2014;this ease. I very seldom enjoy this privilege. <\/div><div class=\"paragraph jod\" id=\"v8n339\"> Our customs are more or less like the customs of our fathers, and their influence is often stronger upon us than any law. There is not a law of God, nor a law of any nation that exercises so strong an influence upon us as do our traditions at times, to bind us to certain customs, habits, and ceremonies: consequently, to carry out the old traditions, we observe this day of rest as we now do. Father went to meeting on the seventh day, and the priests and all good people go to meeting on that day. It has been the custom from time immemorial. Some men and women walk miles to <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3470\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> attend meetings; some men walk as many as ten miles, hold two or three meetings, walk back, and are in their workshops by five o'clock on Monday morning. Custom binds us to this, and here we are today in compliance with its force. <\/div><div class=\"paragraph jod\" id=\"v8n340\"> Brother Hyde spoke of a revelation which he tried to find in the Book of Doctrine and Covenants. That revelation was reserved at the time the compilation for that book was made by Oliver Cowdery and others, in Kirtland. It was not wisdom to publish it to the world, and it remained in the private <span class=\"italic\">escritoire<\/span>. Brother Joseph had that revelation concerning this nation at a time when the brethren were reflecting and reasoning with regard to African slavery on this continent, and the slavery of the children of men throughout the world. There are other revelations, besides this one, not yet published to the world. In the due time of the Lord, the Saints and the world will be privileged with the revelations that are due to them. They now have many more than they are worthy of, for they do not observe them. The Gentile nations have had more of the revelations of God than is their just due. And I will say, as I have before said, if guilt before my God and my brethren rests upon me in the least, it is in this one thing&#x2014;that I have revealed too much concerning God and his kingdom, and the designs of our Father in heaven. If my skirts are stained in the least with wrong, it is because I have been too free in telling what God is, how he lives, the nature of his providences and designs in creating the world, in bringing forth the human family on the earth, his designs concerning them, &amp;c. If I had, like Paul, said&#x2014;&#x201C;But if any man be ignorant, let him be ignorant,&#x201D;<span class=\"citation\" id=\"73774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73774)\">1 Cor. 14:38<\/a><\/span> perhaps it would have been better for the people. <\/div><div class=\"paragraph jod\" id=\"v8n341\"> You may ask whether this is rea<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"59a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0059.pdf\" target=\"pdfwin\">p.&#xA0;59a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sonable. I can prove it to be so in a few sentences. There are men upon whom God has bestowed gifts and graces, and women who are endowed with strong mental ability, and yet they cannot receive the truth; and then the truth condemns them: it leaves them in darkness. When they cannot receive every truth, let it be ever so important or unimportant to them, their neglect to grasp in their faith the truth God reveals for their benefit weakens them, comparatively, from the crowns of their heads to the soles of their feet, and the enemy may have the advantage over them in an hour when they think not.<span class=\"citation\" id=\"65970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65970)\">Matt. 24:44<\/a><\/span> To please our Father in heaven, and do his will in all things, to walk up faithfully in the discharge of every duty preparatory to being crowned in his kingdom, when a truth is presented to an intelligent person he ought to grasp it and receive it in his faith. There are revelations, wisdom, knowledge, and understanding yet to be proclaimed, and whether they will please the world, or not, is immaterial to me. I shall not pledge myself upon a single point. <\/div><div class=\"paragraph jod\" id=\"v8n343\"> I wish to impress upon the minds of the Saints the importance of so living that they will always know the voice of the Good Shepherd.<span class=\"citation\" id=\"69598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69598)\">John 10:1-4,14<\/a><\/span> When they hear the voice of the Spirit of inspiration&#x2014;the power of God, through any person, let the feelings and sensibilities of everyone who professes to know anything of the things of God, be in a state to know and discern between that which is of God and that which is not. I have exhorted the brethren, all the day long, in this way. My whole study is employed and my whole soul is drawn out to induce this people to live their religion. How often has it been taught that if you depend entirely upon the voice, judgment, and sagacity of those appointed to lead you, and neglect to enjoy the Spirit for yourselves, how <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3469\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> easily you may be led into error, and finally be cast off to the left hand? Is it desirable to lead you astray? No; it would not be a momentary satisfaction to a Saint of God&#x2014;to a servant of God&#x2014;to one who sees things as they are, to be the means of betraying and deceiving the whole human family and leading them astray where he pleased. For any man who understands the things of God to have power to lead the human family astray at his will and pleasure is calculated to destroy: it is ruin, it is waste, and will finally lead to disorganization. But a true servant of God takes more pleasure in saving the meanest capacity organized in human form upon the face of the earth than a wicked person can in leading hosts astray. Let a Prophet of God, an Apostle, or any servant of the Lord Jesus have the privilege of bringing the very smallest degree of organized intelligence up higher and higher until it is capable of receiving the intelligence of angels, and it will give more consolation and happiness than to lead all the posterity of Adam into a wrong path. <\/div><div class=\"paragraph jod\" id=\"v8n344\"> Brethren and sisters, I have a few words to say to you with regard to our present position as connected with future events, future prospects, future kingdoms, glories, and existence, and the rise, spread, glory, and power of the kingdom of God upon the face of the earth. You know that I am a today person in my preaching and exhortations. They are for the time we now live in&#x2014;not particularly for the millennium, for the resurrection, for the eternities yet to come; for if we can live this day as we ought to live, we shall be prepared for tomorrow, and so on for the next day; and when the eternities come, we shall be prepared to enjoy them. You are constantly taught to live your religion for today. Can you not live it for one hour? Begin at a small point:  <div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can you not live to the Lord for one minute? Yes. Then can we not multiply that by sixty and make an hour, and live that hour to the Lord? Yes; and then for a day, a week, a month, and a year? Then, when the year is past, it has been spent most satisfactorily. <\/div><div class=\"paragraph jod\" id=\"v8n346\"> We may so live our religion every moment, and so watch our own conduct as to not suffer ourselves in the least to do anything that would infringe upon a good conscience that is formed and regulated by the Priesthood of God, and in all our acts to not permit ourselves to do one act that next year or a few years hence will wound the heart and bring shame and confusion over the countenance; but let every day be filled with acts that will be in our reflections a source of joy and consolation. This we can do. You are taught, both by ancient and modern prophecies, that the Lord is going to bring again Zion&#x2014;<span class=\"citation\" id=\"59567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59567)\">Isa. 52:8<\/a><\/span>is going to build up his kingdom on the earth, and reign King of nations<span class=\"citation\" id=\"60423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60423)\">Jer. 10:7<\/a><\/span> as he does King of Saints.<span class=\"citation\" id=\"80067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80067)\">Rev. 15:3<\/a><\/span> With all this so plainly portrayed in both ancient and modern revelations, we learn, when we look over the history of the children of men, how they have apostatized, have deserted their colors (the flag God gave them for their standard), and have hewn to themselves cisterns that can hold no water.<span class=\"citation\" id=\"60280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60280)\">Jer. 2:13<\/a><\/span> They have wandered after strange gods, and the world has faltered and failed from generation to generation, not only in their mental faculties and pertaining to the things of God, but also in their physical existence. <\/div><div class=\"paragraph jod\" id=\"v8n347\"> How far back shall we have to search before we find a people that attained to the longevity for which the body of man is framed? If we could meet here Sabbath after Sabbath for a hundred years to come, would it not be a glorious privilege? What parent would not rejoice in seeing his children and his children's <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3468\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> children grow up to manhood, while he still lived on the earth to direct their minds and mark out the path for them to walk in, and lead out before them in righteousness and holiness, inspiring them to continually pursue the way of obedience to the will of their God? Would not this be more pleasing than laying down the body in an early grave? Would it not be consoling to a good man to live long on the earth in the full enjoyment of all his mental and physical faculties, filled with experience and judgment to direct the steps of youth, and to see his children, his grandchildren, and great grandchildren, and still continue from year to year and from generation to generation, until he is six, seven, eight, or nine hundred years old? &#x201C;But no,&#x201D; says a father or mother; &#x201C;I probably shall not live until I see my children grown up. I will direct them as well as I can while I do live.&#x201D; It is seldom that men in our day can count more than three generations of their children; but suppose we could count forty or fifty generations of our offspring, and be all the time guiding them in the path which leads back to our heavenly Father&#x2014;to our heavenly home, guiding our rising generations by our examples, good judgment, and the superior counsel and experience we have gained in the things of God&#x2014;of heaven and earth; would not this be consoling to every good person? <\/div><div class=\"paragraph jod\" id=\"v8n348\"> You read in the Bible, &#x201C;There shall be no more thence an infant of days, nor an old man that hath not filled his days: for the child shall die an hundred years old; but the sinner being an hundred years old shall be accursed. And they shall build houses, and inhabit them; and they shall plant vineyards, and eat the fruit of them. They shall not build, and another inhabit; they shall not plant, and another eat: for as the  <div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3467\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>days of a tree are the days of my people, and mine elect shall long enjoy the work of their hands. They shall not labor in vain, nor bring forth for trouble; for they are the seed of the blessed of the Lord, and their offspring with them.&#x201D;<span class=\"citation\" id=\"60206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60206)\">Isa. 65:20-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n350\"> The human family has again to return to this state&#x2014;not you and I as individuals. Mankind have degenerated; they have lost the physical and mental power they once possessed. In many points pertaining to mechanism, men have in modern times been instructed by revelation to them, and this mechanical knowledge causes them to almost boast against their Creator, and to set themselves up as competitors with the Lord Almighty, notwithstanding they have produced nothing but what has been revealed to them. In the knowledge of astronomical and other philosophical truths, which our modern great men are searching after and pride themselves in, they are but babes, compared with the ancient fathers. Do the wise men of modern ages understand the laws which govern the worlds that are, that were, and that are to come? They cannot fathom this matter. They have grown weaker when they ought to have grown stronger and wiser. We look forward to a day when we must begin to approximate towards the life that is eternal&#x2014;the life that will endure. You may ask, &#x201C;Do we wish to live in the flesh always?&#x201D; No; only so long as we can endure the sufferings, hardships, toils, labors, pains, and afflictions that are in this world, and make every day benefit ourselves and our posterity, and our acts redound to our own exaltation and to the increase of the kingdom of our Father who placed us here. <\/div><div class=\"paragraph jod\" id=\"v8n351\"> Some of our old traditions teach us that a man guilty of atrocious and murderous acts may savingly repent when on the scaffold; and upon his execu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3467\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion you will hear the expression&#x2014;&#x201C;Bless God! He has gone to heaven, to be crowned, in glory, through the all-redeeming merits of Christ the Lord.&#x201D; This is all nonsense. Such a character never will see heaven. Some will pray, &#x201C;O that I had passed through the veil on the night of my conversion!&#x201D; This proves the false ideas and vain notions entertained by the Christian world. They have no good sense pertaining to God and godliness.<span class=\"citation\" id=\"78223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78223)\">2 Pet. 1:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n352\"> This is a world in which we are to prove ourselves. The lifetime of man is a day of trial, wherein we may prove to God, in our darkness, in our weakness, and where the enemy reigns, that we are our Father's friends, and that we receive light from him and are worthy to be leaders of our children&#x2014;to become lords of lords, and kings of kings&#x2014;<span class=\"citation\" id=\"80189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80189)\">Rev. 17:14<\/a><\/span>to have perfect dominion over that portion of our families that will be crowned in the celestial kingdom with glory, immortality, and eternal lives. If we are crowned to become lords of lords and kings of kings, it will be to rule and reign over our own posterity pertaining to this flesh&#x2014;these tabernacles&#x2014;this commencement in our finite state of being. When I reign king of kings and lord of lords<span class=\"citation\" id=\"80412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80412)\">Rev. 19:16<\/a><\/span> over my children, it will be when my first, second, third, fourth, and so on, son rises up and counts thousands and millions of his posterity, and is king over them; then I am a king of these kings. Our Father, who is Lord of all, will reign a King of kings and Lord of lords<span class=\"citation\" id=\"80411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80411)\">Rev. 19:16<\/a><\/span> over all his children. <\/div><div class=\"paragraph jod\" id=\"v8n353\"> Mothers really and verily have very great influence, from the commencement, in forming the leading temperaments and feelings of their offspring. I have not time, neither do I here wish to fully explain this subject. When a father is abusive in any way&#x2014;is a drunkard, a swearer, &amp;c., if the mother is humble and looks to her  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, beyond her earthly lord, as it is her right under such circumstances, the influence that would otherwise operate upon her has little or no power to affect her offspring. If she secretly prays and lifts her desires to her Father in heaven, beyond her miserable, drinking, swearing husband, the sacred, peaceful, trusting, happifying influence she enjoys, when thus living near to her God, produces its impression upon the earthly tabernacle&#x2014;upon the course in life of her prospective offspring. <\/div><div class=\"paragraph jod\" id=\"v8n355\"> The father should be full of kindness, and endeavor to happify and cheer the mother, that her heart may be comforted and her affections unimpaired in her earthly protector, that her love for God and righteousness may vibrate throughout her whole being, that she may bear and bring forth offspring impressed and endowed with all the qualities necessary to a being designed to reign king of kings and lord of lords.<span class=\"citation\" id=\"80413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80413)\">Rev. 19:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n356\"> But few women have a realizing sense of the immortal, invisible, and powerful influence they exert in their sphere. A mother may inquire, &#x201C;What is to be done?&#x201D; Break off, by faith, and in the name of Jesus Christ, from every false principle, from every hurtful practice, and overcome every appetite that tends to injure and destroy the tabernacle you wear. Take a course that will produce life, that children may be born full of life and vigor. <\/div><div class=\"paragraph jod\" id=\"v8n357\"> And during the period of nursing, let the mother be faithful and prayerful, that her infant may enjoy a powerful, Godlike, and happy influence. Do mothers so act? Or do they prefer to run here and there, and to desire this and fret for that, to gratify their appetites? <\/div><div class=\"paragraph jod\" id=\"v8n358\"> Look to it, mothers, that you desire only that which will most promote the health and life of your offspring; and ask the Father, in the name of <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3466\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jesus Christ, to enable you to resist every depraved appetite; and let fathers be full of the power of God, to lead, guide, direct, and influence mothers, that they may have no desires but those which are prompted by the influence of the Almighty. I make these few remarks upon life, that you may know how we ought to begin to conduct ourselves relative to the rising generation, that the days of the children of men may begin to return to them. <\/div><div class=\"paragraph jod\" id=\"v8n359\"> It is the business, duty, and power of the eternal Priesthood to commence laying the foundation to bring back the days, years, and intelligence that have been lost through transgression. I intend to pursue this course as long as I possibly can. I have a desire to live on this earth until I am one hundred and thirty-five years old; and I may conclude to ask the privilege to live until I am one hundred and fifty. I intend to live as long as I can; and, through the grace of God, I trust that I shall not commit an act that will annoy my feelings when I meet my Savior. I pray for this every day and every moment. <\/div><div class=\"paragraph jod\" id=\"v8n360\"> At times I may to many of the brethren appear to be severe. I sometimes chasten them; but it is because I wish them to so live that the power of God, like a flame of fire, will dwell within them and be round about them. These are my feelings and desires. I wish to see this people take a course to bring back the days, years, and intelligence that have been lost through transgression. This cannot be performed in a day. Zion will not be redeemed and built up in a day. Israel will not be brought back to the fold of Christ and redeemed in a day. <\/div><div class=\"paragraph jod\" id=\"v8n361\"> If you fully knew things as they are, you would understand that the &#x201C;peculiar institution,&#x201D; as it is called&#x2014;that doctrine which is so obnoxious  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to our beloved Christian brethren&#x2014;for a man to have more than one wife&#x2014;is one of the greatest blessings bestowed upon man. If the Elders of Israel, who enjoy this privilege, understood it as it is in the bosom of eternity, they would not trifle with and abuse it, and treat the blessings of the Lord lightly, as is too often the case. How often am I called upon to hear tales of sorrow which are like bitterness to my soul&#x2014;like drinking a cup of wormwood. I hate this. God hates it. He does not hate to have us multiply, increase, and replenish the earth;<span class=\"citation\" id=\"52288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52288)\">Gen. 1:28<\/a><\/span> but he hates for us to live in sin and wickedness, after all the privileges bestowed upon us&#x2014;to live in the neglect of the great duties which devolve upon us, notwithstanding the state of weakness and darkness in which the human family lives. Burst that veil of darkness from your eyes, that you may see things as they are.<span class=\"citation\" id=\"81699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81699)\">Jacob 4:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n363\"> Many professing to be Saints seem to have no knowledge, no light, to see anything beyond a dollar, or a pleasant time, a comfortable house, a fine farm, &amp;c., &amp;c. O fools, and slow of heart<span class=\"citation\" id=\"68413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68413)\">Luke 24:25<\/a><\/span> to understand the purposes of God and his handiwork among the people. Let me present a few ideas in regard to the things you enjoy. Suppose we say that the time is coming when you will possess this house, that garden, the other farm, and own such and such possessions, and have no more headache, toothache, inflammation of the eyes, backache, rheumatism, pain, sorrow, and death, would you not consider that you were greatly blessed&#x2014;that you enjoyed a blessing worthy of the eternal world? Suppose it possible that you have the privilege of securing to yourselves eternal life&#x2014;to live and enjoy these blessings forever; you will say this is the greatest blessing that can be be<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3465\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stowed upon you, to live forever and enjoy the society of wives, children, and children's children, to a thousand generations, and forever; also the society of brethren, sisters, neighbors, and associates, and to possess all you can ask for to make you happy and comfortable. What blessing is equal to this? What blessing is equal to the continuation of life&#x2014;<span class=\"citation\" id=\"91575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91575)\">D&amp;C 132:19<\/a><\/span>to the continuation of our organizations? <\/div><div class=\"paragraph jod\" id=\"v8n364\"> The Lord has blessed us with the ability to enjoy an eternal life with the Gods, and this is pronounced the greatest gift of God.<span class=\"citation\" id=\"84084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84084)\">D&amp;C 14:7<\/a><\/span> The gift of eternal life, without a posterity, to become an angel,<span class=\"citation\" id=\"91524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91524)\">D&amp;C 132:15-17<\/a><\/span> is one of the greatest gifts that can be bestowed; yet the Lord has bestowed on us the privilege of becoming fathers of lives.<span class=\"citation\" id=\"53140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53140)\">Gen. 17:4<\/a><\/span><span class=\"citation\" id=\"93326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93326)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93326)\">Abr. 1:2<\/a><\/span> What is a father of lives, as mentioned in the Scriptures? A man who has a posterity to an eternal continuance. That is the blessing Abraham received, and it perfectly satisfied his soul. He obtained the promise that he should be the father of lives. In comparison with this, what did Abraham care about machinery, railroads, and other great mechanical productions? We have the privilege of becoming fathers of lives to all eternity, and of existing in the presence of God. Is not this worthy of our living in righteousness and complete obedience to the commandments of God? Then away with all little meannesses, and deal out kindness to all. Chasten, where chastening will answer best; but try persuasion<span class=\"citation\" id=\"90891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90891)\">D&amp;C 121:41<\/a><\/span> before you try the rod. <\/div><div class=\"paragraph jod\" id=\"v8n365\"> If the days of man are to begin to return, we must cease all extravagant living. When men live to the age of a tree,<span class=\"citation\" id=\"124966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124966)\">Isa. 65:22<\/a><\/span><span class=\"citation\" id=\"89500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89500)\">D&amp;C 101:30<\/a><\/span> their food will be fruit.<span class=\"citation\" id=\"124967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124967)\">Isa. 65:21<\/a><\/span><span class=\"citation\" id=\"88947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88947)\">D&amp;C 89:16<\/a><\/span> Mothers, to produce offspring full of life and days, must cease drinking liquor, tea, and coffee, that their systems may be free from bad effects.  <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>If every woman in this Church will now cease drinking tea, coffee, liquor, and all other powerful stimulants, and live upon vegetables, &amp;c., not many generations will pass away before the days of man will again return.<span class=\"citation\" id=\"88859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88859)\">D&amp;C 89:1-21<\/a><\/span> But it will take generations to entirely <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3464\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eradicate the influences of deleterious substances. This must be done before we can attain our paradisiacal state, for the Lord will bring again Zion to its paradisiacal state. <\/div><div class=\"paragraph jod\" id=\"v8n367\"> May God grant that we may see and enjoy it. Amen. <\/div>\n<\/div>\n<\/div>"}