{"ID":80019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Temporal Salvation.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in Box Elder, June 7, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Temporal Salvation.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/7\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v8n516\"> All that has been said by President Brigham Young is very precious to me. The righteous will root out wickedness, and I want to live to see it, for that time will give great consolation to the righteous. I wish to speak relative to a temporal salvation. If we do not have wisdom to take care of and save our own lives, it appears to me that it will be more difficult for us to attain to that principle necessary to save the spiritual life. As Elders of Israel, we must take a more judicious course, as relates to a family capacity and a Church compact, than we have yet taken. If we do not, I fear exceedingly for the result. Yet God is much more merciful than we are. He is determined to save those who will take a course to secure their election and heirship to eternal life. All such people will prevail. If they fail in their integrity and firmness to the cause of righteousness, and repent not, they will lose all they have already gained, all they have expected, and all that has ever been promised to them that overcome. <\/div><div class=\"paragraph jod\" id=\"v8n517\"> Let it not be said that any portion of the people of this Territory have not wheat enough to last them until harvest. Let them be sure to do one thing, if God permit it&#x2014;secure well the coming harvest, and be sure to lay up enough to last one, two, or three years. When we have done this, we have time then to beautify our gardens, cities, palaces, and playgrounds, and more thoroughly school our children. It is hard to improve when <div class=\"break columnbreak\" id=\"89b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0089.pdf\" target=\"pdfwin\">p.&#xA0;89b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3439\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there is no bread. When a man has no bread, and his neighbors have none, he must have horrible feelings. The day will come when millions of people will flock to us for bread, and thousands of them will be honest; they will be the elect of God:<span class=\"citation\" id=\"75637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75637)\">Col. 3:12<\/a><\/span><span class=\"citation\" id=\"77751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77751)\">1 Pet. 1:2<\/a><\/span><span class=\"citation\" id=\"87726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87726)\">D&amp;C 84:34<\/a><\/span> they will come to us for salvation, either to this place or to Jackson County. <\/div><div class=\"paragraph jod\" id=\"v8n518\"> Let us seek diligently to save ourselves, and also to save the whole house of Israel, and the house of Esau&#x2014;<span class=\"citation\" id=\"124989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124989)\">Obad. 1:18<\/a><\/span>that part of them that will repent, and they will repent only when they are obliged to&#x2014;a great portion of them. A portion of this people have been rooted up six times, and as often left our possessions, because we were obliged to. It will be something like that in the saving of the house of Esau. But we shall not move from these mountains until the Lord tells us to, though Uncle Sam may request it as much as he has a mind to. We shall go when our Father and God tells us to, and stop where he tells us to stop. <\/div><div class=\"paragraph jod\" id=\"v8n519\"> Let us rise up in the strength and power of righteousness, and God will bless us as no people were ever blessed. Let us provide for our own wants as a people, and raise flax and wool, and every other thing that is requisite for temporal salvation and the preservation of the natural body, and this will aid us much in our endeavor to attain eternal salvation. <\/div><div class=\"paragraph jod\" id=\"v8n520\"> In connection with brother Brigham, I say, Peace be upon you all! Amen. <\/div>\n<\/div>\n<\/div>"}