{"ID":80016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Filialty of the Saints&#x2014;Appointments, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made at Logan, Cache Valley, June 10, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Filialty of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/10\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v8n446\"> I contemplate the scenes before me with great satisfaction, and feel gratified with the privilege of seeing so many in this far-off land assembled to worship the King of kings<span class=\"citation\" id=\"80414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80414)\">Rev. 19:16<\/a><\/span> and Lord of hosts.<span class=\"citation\" id=\"124984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124984)\">Isa. 47:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n447\"> Some of us first heard the Gospel in England, Wales, Scotland, Ireland, France, Germany, Italy, &amp;c., &amp;c.; and it is very interesting to see people gathered from so many of the nations of the earth, with their different customs and traditions, associating with a kind, filial feeling, nowhere else to be found. This is a people that begins to bring forth the <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fruits the Lord designed in the creation of man. This mixed people dwell together on the most friendly terms and with brotherly feelings; still we need and expect to have more of this brotherly feeling. The seed is sown, and the plant is growing. The kingdom the Lord has commenced will continue to increase, and no power on the earth can hinder it. <\/div><div class=\"paragraph jod\" id=\"v8n448\"> It is highly interesting to see people from so many nations joining hearts and hands to build cities, gather the poor, preach the Gospel, cultivate the earth, and do whatsoever  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is necessary to be done to accomplish what the Lord designed in the beginning of this creation. What is the cause of this? Is it because brother Joseph Smith, the Prophet, had influence superior to any other man to call the people together in his day, and unite their feelings and affections? He had no more power than any other man, only as it was given to him. Is there a man now living who has power over the feelings and affections of the nations of the earth, to call any portion of them together and make them of one heart and mind?<span class=\"citation\" id=\"92859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92859)\">Moses 7:18<\/a><\/span> No, only as he receives power from the same source from which the Prophet received it. <\/div><div class=\"paragraph jod\" id=\"v8n450\"> Into whatever neighborhood you go throughout these valleys in the mountains, amid the great variety of nationalities, with all their different habits and traditions, you find the warmest affection pervading the people to be found upon the earth. With all our weaknesses and imperfections, there is more brotherly kindness here than in any other country. What power produces this result? It is the work of the invisible hand of that Being we call our Father and God, who frames the worlds, holds them in existence, and places his intelligent beings upon them, giving those beings their agency, and placing good and evil, light and darkness, bitter and sweet, righteousness and sin before them, that they may have an opportunity to exhibit the intelligence he has bestowed upon them. He preserves them in existence, and governs and controls the planetary systems. His power fills the immensity of space, without bounds, without beginning, and without end. The principle of eternal life brought us here. <\/div><div class=\"paragraph jod\" id=\"v8n451\"> Many ideas are presented to my mind; among them, What are the wants of the people in this place? As yet you have no houses, no fences, <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3450\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and no saw- and gristmills; for which reason I will take the liberty of giving you a little information and instruction in regard to your temporal affairs. While at Franklin, we ordained brother Preston Thomas, agreeable to the wish of the people, Bishop of that place; and I think that each settlement in this valley now has a Bishop. You have brother Benson, one of the Twelve, residing here to encourage, dictate, counsel, and instruct you. You also have brother Peter Maughan, who is an experienced man for your presiding Bishop. We have been acquainted with Brother Maughan for many years, and I will say a few words about him. If he has enough vanity to cause my remarks to make any difference in his feelings or actions, I shall learn something about him that I have not yet learned. In 1840, we commenced our systematic emigration from England, in which brother Maughan assisted: that was my first acquaintance with him. He visited us in Liverpool for instructions, and from my first acquaintance with him till now I have found him as straight and correct in his business transactions as any man that I have ever known to assist in any branch of business in this Church. He is a man that I think much of in regard to his integrity, honesty, and judgment in counseling. He has always been as willing to receive counsel as any man I have ever known in this Church, and to obey that counsel with as few words. We wish to have him take the supervision of all the Bishops in this valley. Let them be under his dictation, and we will settle with him at the General Tithing Office. <\/div><div class=\"paragraph jod\" id=\"v8n452\"> Brother Maughan has brother Benson for one of his Counselors, and probably he will choose me for the other; and if we all do right, I think the brethren will be pretty  <div class=\"break pagebreak\" id=\"79a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0079.pdf\" target=\"pdfwin\">p.&#xA0;79a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>well satisfied with their presiding officers. <\/div><div class=\"paragraph jod\" id=\"v8n454\"> I have not discovered in this valley any soil fit for making adobies. What are you going to build with? Log buildings do not make a sightly city. We should like to see buildings that are ornamental and pleasing to the eye, as well as convenient and commodious. We wish to see cities that are an ornament to the country. In Great Salt Lake City nearly all the buildings are made of adobies, and I do not fancy their appearance, unless they are neatly finished. They are the driest and healthiest houses that can be built, unless it is a frame house. I have an objection to frame houses in this country; and always have had, on account of our very dry weather's rendering wood so very inflammable (I consider them dangerous), whereas an adobie, stone, or brick house may have a room or part of a room burnt, with far less danger of setting the whole house on fire. <\/div><div class=\"paragraph jod\" id=\"v8n455\"> I remember, when I was quite young, painting a commodious frame house built for a tavern. It was nearly completed when it took fire from a little oil a workman was boiling in the cellar kitchen to use in finishing the inside work. Two or three women rescued their bonnets and shawls, and an old clock was removed, which were all the articles that were saved. Had that been a properly-built adobie house, it would not have been burned. Still I am going to recommend that you use timber in building in this valley. It costs as much in Great Salt Lake City to make the foundation for a good adobie house as it would to build a comfortable house, of the same size, of lumber. <\/div><div class=\"paragraph jod\" id=\"v8n456\"> I recommend the brethren in this Valley to erect sawmills and prepare to build with lumber. They are the cheapest and best houses I can think <div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3449\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of, under your circumstances. I do not wish the brethren to cut all the timber to put it into log houses. Erect sawmills and make lumber, which will be far better than building log houses. We have no timber to waste. We should save our timber, and make buildings that will look better than log houses, and at the same time be easier and quicker built. <\/div><div class=\"paragraph jod\" id=\"v8n457\"> You will be obliged to make pole fences for the present, which can be made to answer until you can make post and board fences. And, as soon as possible, if you can find good rock, build stone fences. When we get to making iron, we can have wire fences which are very durable and cheap. <\/div><div class=\"paragraph jod\" id=\"v8n458\"> As this is the county seat, complete, as soon as you can, a house that will answer, for the present, for a meetinghouse, schoolhouse, and for the transaction of county business. <\/div><div class=\"paragraph jod\" id=\"v8n459\"> We know that you labor diligently; and we only regret, in the working department, that you cannot make loafers and horse thieves work as hard as you do. Have you neighbors who harbor horse thieves&#x2014;whose sons are horse thieves? You are here commencing anew? The soil, the air, the water are all pure and healthy. Do not suffer them to become polluted with wickedness. Strive to preserve the elements from being contaminated by the filthy, wicked conduct and sayings of those who pervert the intelligence God has bestowed upon the human family. <\/div><div class=\"paragraph jod\" id=\"v8n460\"> Does the Lord rule and reign on the earth? He controls the results of the acts of all the nations of the earth; but does he rule supreme in the hearts of all people? He does not. Where can he reign on the earth? If you can find a place where wicked men are not, there is a place where the Lord can reign. Man was  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>appointed to rule and have dominion over the earth<span class=\"citation\" id=\"52124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52124)\">Gen. 1:26<\/a><\/span> under his Creator; but where the wickedness of man is, the Lord does not reign by the power of his Spirit. He partially reigns in the hearts of his Saints. He brings forth the results of the acts of all nations, but does not dictate them in their acts. <\/div><div class=\"paragraph jod\" id=\"v8n462\"> Keep your valley pure, keep your towns as pure as you possibly can, keep your hearts pure, and labor what you can consistently, but not so as to injure yourselves. Be faithful in your religion. Be full of love and kindness towards each other. <\/div><div class=\"paragraph jod\" id=\"v8n463\"> Secure yourselves against depredations and attacks by Indians. Raise <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3448\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stock and take care of it, and keep it from being stolen either by Indians or whites, that you may do good with it. Be at all times prepared to successfully resist Indian hostility. Keep minutemen ready, that they can be in the saddle and off on short notice, enough to protect your settlement. <\/div><div class=\"paragraph jod\" id=\"v8n464\"> Hearken continually to the whispering of the Spirit of the Lord, and you will hearken to those who are appointed to guide and direct you in all your duties. <\/div><div class=\"paragraph jod\" id=\"v8n465\"> May God bless the Saints here and everywhere! Peace be with you! Amen. <\/div>\n<\/div>\n<\/div>"}