{"ID":80015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of the Saints&#x2014;Apostasy, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, made in the Tabernacle, Great Salt Lake City, April 22, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 4\/22\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v8n427\"> Brethren and sisters, having been called upon by brother Spencer to make a few remarks, I cheerfully comply. <\/div><div class=\"paragraph jod\" id=\"v8n428\"> We have been listening to many good and wholesome remarks from Bishop Edwin D. Woolley. He has given much good counsel and timely instruction this afternoon. In the morning we had good advice given to us by brother Woodruff, and I do think that we are a highly favored people. <\/div><div class=\"paragraph jod\" id=\"v8n429\"> We have the privilege of assembling here in peace and quietness, without anything to disturb our happiness; and we can listen to the words of life that are given unto us, store up the truth, and adopt in our lives those principles that we learn from this stand. Considering our privileges, I think we cannot too highly appreciate them. <\/div><div class=\"paragraph jod\" id=\"v8n430\"> For my own part, I see nothing in our way&#x2014;nothing that will prevent our progress in the knowledge of our Lord and Savior Jesus Christ.<span class=\"citation\" id=\"78413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78413)\">2 Pet. 2:20<\/a><\/span> I see no obstacle that should obstruct us in our career of working righteousness and building up the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v8n431\"> In his goodness and mercy, our Heavenly Father has graciously moistened the earth with rain from heaven, and prepared it to send forth its fruits, and has admirably adapted it for the use and benefit of man the <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3453\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> present season; and if we labor faithfully, we shall reap an abundant harvest. <\/div><div class=\"paragraph jod\" id=\"v8n432\"> I feel to acknowledge his hand for temporal as well as for spiritual blessings; for if we were to have the one without the other, we could not get along in this life so well as we do. The body needs to be supported as well as the spirit, in order that we may fill the measure of our creation,<span class=\"citation\" id=\"88356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88356)\">D&amp;C 88:19<\/a><\/span> and return to our Father with the fruits of welldoing, prepared to enter into his kingdom. <\/div><div class=\"paragraph jod\" id=\"v8n433\"> I thank the Lord for his goodness unto me, for I know that his general providences are marked with favor to them that fear his name and live up to the law that he has given, magnifying the high callings whereunto they have been called. <\/div><div class=\"paragraph jod\" id=\"v8n434\"> For my own part, I never experience any feelings of trouble concerning the organization of the Church of Jesus Christ of Latter-day Saints, the arrangement of her officers, and the course they pursue. I say, I have no feelings other than those that are good. It is all right with me. I have neither secret nor public sentiments, only those that are correct and that are in strict accordance with the sentiments and views of my brethren. <\/div><div class=\"paragraph jod\" id=\"v8n435\"> I believe&#x2014;yes, I am satisfied that many who turn away from the faith previously become cold and indif<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ferent; they indulge in secret feelings against some of the regulations in the Church. The apostasy of many might be traced to them allowing their secret prejudices to be aroused against the heads of the Church, and in their feelings they have murmured, but probably did not let out immediately what was in them, simply because it was not popular. Still those feelings are written in the heart; they are encouraged to remain there; and what do they do? They corrode and canker the finest feelings of that heart that was once unsullied, they weaken the strength of the resolution that was once possessed, and they so far corrupt the mind that all such persons are obliged to speak out and to act out those very feelings that have been suffered to corrode the mind and to dwell in the heart for many months. The safer plan is to throw off that influence when it first presents itself to our minds. <\/div><div class=\"paragraph jod\" id=\"v8n437\"> If we should be tempted, then let us go to work in faith, nothing doubting, and ask God our Heavenly Father to pour the spirit of wisdom, soundness of judgment, integrity, and righteousness upon us. <\/div><div class=\"paragraph jod\" id=\"v8n438\"> When we take this course, what shall we care who else may murmur? We can do our duty; we can give good advice to others, and that, too, without contaminating or affecting our own hearts; we can do that and be justified before God, and prevail with the heavens. Then when the answer comes to our petitions, it is a balm to our own souls; it is a blessing to all for whom it is intended. <\/div><div class=\"paragraph jod\" id=\"v8n439\"> These are safe grounds to tread upon, and are well calculated to lead us from the snares of the Adversary, and to preserve us in the way of life. Perhaps I should not say wrong if I were to say that there are many who will meet the authorities of the Church with a friendly and a brotherly smile, while they are indulging in <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3452\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> feelings which they are ashamed to make manifest. If we carry about with us such views and feelings relative to our brethren, we subject ourselves to become the Devil's packhorses, and our backs will become sore, and we shall faint and fall under the load that he will place upon our shoulders. It is for us to trust in the living God, that his blessings may be upon our Elders, upon the people, and upon all they take in hand, that they may have wherewithal to sustain themselves. <\/div><div class=\"paragraph jod\" id=\"v8n440\"> What do we live for? To get dollars and cents? Those are very useful; the comforts of life are very agreeable; it is very convenient to have money to purchase what we need; and even if we sacrifice the comforts of this life to secure the blessings of that which is to come, we have then gained our point; we have gained everything. And remember that he and she and all who do the will of our Father who is in heaven will reap the reward of the faithful, for Jesus says, &#x201C;Whosoever doeth the will of my Father in heaven, the same is my mother, my sister, my brother.&#x201D;<span class=\"citation\" id=\"64470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64470)\">Matt. 12:50<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n441\"> Again: There is another scripture which says something like this&#x2014;&#x201C;He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me.&#x201D;<span class=\"citation\" id=\"64233\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64233)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64233)\">Matt. 10:40<\/a><\/span> Hence, all that the Father hath promised unto the obedient shall be given unto him.<span class=\"citation\" id=\"87744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87744)\">D&amp;C 84:38<\/a><\/span> Now, if all that the Father hath promised shall be given unto him that is faithful&#x2014;to him that receives the kingdom as a little child,<span class=\"citation\" id=\"66599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66599)\">Mark 10:15<\/a><\/span> do you not see that by our unwavering steadfastness we gain the victory, we win the prize,<span class=\"citation\" id=\"124983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124983)\">Mosiah 4:27<\/a><\/span> we lay hold on eternal life,<span class=\"citation\" id=\"75995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75995)\">1 Tim. 6:12<\/a><\/span> and enter into the celestial mansions of our Father? <\/div><div class=\"paragraph jod\" id=\"v8n442\"> This is the great object we have in view; and what, I ask, is left for those that do not receive the testimony of Jesus, if all is given to them that receive and obey it? Brethren, there  <div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is too much at stake for us to allow ourselves to have one unjust feeling, one uncharitable thought, or to indulge in that which might prevent us from becoming substantial heirs to the promised kingdom. If there were only dimes at stake, it would not matter so much; but as it is, we have everything to lose or gain. <\/div><div class=\"paragraph jod\" id=\"v8n444\"> Now, brethren and sisters, I always take the liberty of testifying to the truth when I feel the most of the Spirit of the Lord in my heart, for it is then that I feel the best towards my brethren who preside over me; and if all in this house were to speak their sentiments, they would speak the same thing. When we have the Spirit of the Lord, and give <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3451\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> utterance to the convictions of our minds, and manifest that which we feel in our hearts, we all say the same thing. <\/div><div class=\"paragraph jod\" id=\"v8n445\"> If the Spirit of the Lord justifies, who is he that can condemn? We have nothing to fear. Let us all work to the line that is marked out for us, keep ourselves free from a murmuring and complaining spirit, be like little children that have no guile, no animosity, no hatred, and pray the Lord to give us all that we need to aid us in building up his kingdom, that we may fulfil our missions here, and be received into the bosom of our Father; which may God grant, through Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}