{"ID":80011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Instructions to Missionaries.<\/div>\n<div class=\"subtitle\">Delivered by President Brigham Young, in the Historian's Office, Great Salt Lake City, April 25, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Instructions to Missionaries.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/25\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v8n312\"> I believe that you already understand all that is necessary for your safe guidance through the perils and temptations that await the Elders and Saints of the last days. None of you can be said to have heard the Gospel last Sabbath, been baptized on Monday last, ordained on Tuesday, and on Wednesday sent forth to preach, as were many of the first Elders. On the contrary, I think you have been pretty well schooled. <\/div><div class=\"paragraph jod\" id=\"v8n313\"> But the inquiry arises in my mind, Do the Elders realize the importance of their missions? Do they realize <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3476\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that in their administration they carry with them the keys of life and death, not pertaining to this life alone, but to this in connection with all the life there is? It is necessary that you should fully realize this in your calling as Elders in the Church of Jesus Christ. The thousands and tens of thousands of incidents that make up the sum of human lives, whether for good or evil, depend on a momentary watchfulness and care. <\/div><div class=\"paragraph jod\" id=\"v8n314\"> If an Elder, in preaching the Gospel, does not feel that he has the power to preach life and salvation, and to  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>legally administer the ordinances, and that, too, by the power of God, he will not fill his mission to his own credit, nor to the good of the people, and the advancement and honor of the kingdom of God. From all I can read, from all I can gather from the revelations from God to man, and from the revelations of the Spirit to me, no man can successfully preach the Gospel and be owned, blessed, and acknowledged by the heavens, unless he preaches by the power of God through direct revelation. Not but that, in a great many instances, a man may not be manifestly under the immediate and powerful influences and direction of revelation to dictate him all the time in his meditations and reasonings, and yet can advance many good ideas that he has gathered by means of his natural reasoning. But to magnify and make honorable the calling of an Elder in this Church, I cannot conceive, in my understanding, any other true principle by which it can be done, only when perfectly controlled by the Spirit of the Lord. <\/div><div class=\"paragraph jod\" id=\"v8n316\"> When men enjoy the spirit of their missions and realize their calling and standing before the Lord and the people, it constitutes the happiest portions of their lives. If our minds can reach forth to eternal things, can conceive the glory, honor, and benefit arising from the plan of salvation Jesus has purchased, and can grasp the gifts, blessings, powers, privileges, light, intelligence, and fulness of the eternities that are to come, these God has bestowed upon us to offer to the people. If they will receive it, they can have all the Lord has purchased for them.<span class=\"citation\" id=\"64232\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64232)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64232)\">Matt. 10:40<\/a><\/span> If they reject you, they also reject the Son; and if they reject the Son, they reject the Father and heaven and heavenly things, and seal their own condemnation.<span class=\"citation\" id=\"69826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69826)\">John 12:48<\/a><\/span><span class=\"citation\" id=\"84308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84308)\">D&amp;C 20:15<\/a><\/span> If the brethren can reach forth unto these <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3475\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things, so as to see and properly understand them, they can magnify their calling; and this is the only way in which they can. <\/div><div class=\"paragraph jod\" id=\"v8n317\"> Many of you have been in the world and met with opposition; and when the Scriptures have been honestly adhered to as the standard, you have successfully met all that can be brought against the plan of salvation. That is all very well, and is pleasing to such as have a philosophical turn of mind. Their modes of thinking and reasoning call for solutions of what appears to them mysterious and problematic; and those solutions, to be satisfactory to them, must accord with certain theories. But let one go forth who is careful to logically prove all he says by numerous quotations from the revelations, and let another travel with him who can say, by the power of the Holy Ghost, Thus saith the Lord, and tell what the people should believe&#x2014;what they should do&#x2014;how they should live, and teach them to yield to the principles of salvation&#x2014;though he may not be capable of producing a single logical argument&#x2014;though he may tremble under a sense of his weakness, cleaving to the Lord for strength, as such men generally do, you will invariably find that the man who testifies by the power of the Holy Ghost will convince and gather many more of the honest and upright than will the merely logical reasoner. <\/div><div class=\"paragraph jod\" id=\"v8n318\"> Debate and argument have not that saving effect that has testifying to the truth as the Lord reveals it to the Elder by the Spirit. I think you will all agree with me in this; at least, such is my experience. I do not wish to be understood as throwing a straw in the way of the Elders' storing their minds with all the arguments they can gather to urge in defense of their religion, nor do I wish to hinder them in the least from learning all they can with regard to religions and  <div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>governments. The more knowledge the Elders have the better. <\/div><div class=\"paragraph jod\" id=\"v8n320\"> It is well to perfectly understand the religious and governmental theories of the world; it is satisfactory: yet, in preaching the Gospel, an Elder who prides himself in using good sound arguments and logic is not so apt to lean upon the Lord for his Spirit as are those who are not so particularly gifted in reasoning. It is our duty, so far as we can, to gain knowledge and information pertaining to human life and the organization of the kingdoms, thrones, empires, and republics of the earth&#x2014;to become well acquainted with their religions, laws, manners of administration, pursuits of life, manufactures, agriculture, arts, manners and customs, &amp;c.:<span class=\"citation\" id=\"88987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88987)\">D&amp;C 90:15<\/a><\/span> but when we are possessed of all this knowledge, we need the power of God to teach the truths of the holy Gospel. I wish you to bear this truth in your memories and put it in practice. <\/div><div class=\"paragraph jod\" id=\"v8n321\"> By your own experience you know that &#x201C;Mormonism,&#x201D; if not true, is worse than nothing; and if true, its value is beyond our computation. In your traveling and preaching, you will meet with many who will oppose the Gospel, and by them your names will be cast out as evil.<span class=\"citation\" id=\"124963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124963)\">Luke 6:22<\/a><\/span> Pertaining to this, I will make but one requirement of you&#x2014;that, when you are spoken everywhere against,<span class=\"citation\" id=\"72146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72146)\">Acts 28:22<\/a><\/span> as were Jesus and his disciples, for the sake of the kingdom, for the sake of the people, for the sake of our Redeemer, for the sake of our heavenly Father, and the heavenly hosts, and for your own sakes,<span class=\"citation\" id=\"63009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63009)\">Matt. 5:11-12<\/a><\/span> you so live that there never can truthfully be an evil word spoken against you. Never, through committing evil, lay the foundation for a person to truthfully speak evil of you. If you pursue this course, you will be justified before God, Jesus, angels, and your brethren. You can then testify to the truth, and teach it in all plainness, simplicity, and <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3474\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> honesty, and be able to bid defiance to the world. <\/div><div class=\"paragraph jod\" id=\"v8n322\"> In your traveling you will have to trust in the Lord. I do not know whether you have means sufficient to enable you to go directly to your fields of labor. Probably some of you have, and some have not. Strive to be full of the Holy Ghost, and the necessary means will come to you, often in a way you cannot comprehend, and you will be expedited in your journeyings and perform your missions. And furthermore, if you will not drop one thread in the garments of your characters, from the time you leave here, I am not in the least doubtful in my mind&#x2014;I have not a shade of hesitancy in my feelings in promising that each of you will accomplish a mission that will please our Father in heaven and every good person on the earth and in heaven, and live to return to this place. Have faith to live, and do just as you should do; and do not imagine that you can go to the right or to the left, or do this, that, or the other wrong with impunity, thinking that it will be well enough in the end. Do that alone which you know to be right and which you ought to do. When you come to that which you do not know to be right, let it alone and trust in the Lord, and you will live. <\/div><div class=\"paragraph jod\" id=\"v8n323\"> Some of our Elders have died while on missions. I have nothing to say against them, for all must die sooner or later. But there is no necessity for laying down our bodies until we are full of years. If you only have faith, and every moment live according to the faith of the Gospel, and keep your gaze, thoughts, and acts heavenward, I have no hesitancy in saying that you will live to perform your missions. <\/div><div class=\"paragraph jod\" id=\"v8n324\"> You have received your blessings, and I say amen to them, and to much more. In this my faith resembled Father Smith's, when he was asked  <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3473\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>by myself and one or two others for a patriarchal blessing. He said to us, &#x201C;Sit down, and write every good thing you can think of in heaven and on earth, and I will sign my name to them, and they will be your patriarchal blessings. If you only live for them, they shall all come upon you, and more.&#x201D; Live for the blessings you desire, and you will obtain them, if you do not suffer selfishness, pride, or the least alienation from the path of true virtue and holiness to creep into your hearts. <\/div><div class=\"paragraph jod\" id=\"v8n326\"> When you reach your fields of labor, do the best you can; and when the enemy comes along and tells you that you are somebody, say, &#x201C;Mr. Devil, it is none of your business. What I have spoken is what the Lord gave to me. I have presented it to the people, and that is all I have to do with it.&#x201D; If you cannot preach as nicely and smoothly as you wish, and a feeling rises that you cannot preach at all&#x2014;that you had better return home, tell Satan to get behind you&#x2014;<span class=\"citation\" id=\"67170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67170)\">Luke 4:8<\/a><\/span>that he has no power to dictate whether you preach a word or not, for you are in the Lord's service. So live that the Spirit of the Lord can instruct your minds at all times, and you can then defy the Devil and all his emissaries. If you have nothing from the Lord to present to the people, be as willing to be silent as you would to preach what might be termed a splendid discourse. <\/div><div class=\"paragraph jod\" id=\"v8n327\"> A short time ago I made a few remarks concerning the Elders who have been on missions, and I will now say to you, Do not come from your missions leaving behind you people whom you have oppressed, from whom you have begged their money. I would work my way there and back again, or beg from strangers, before I would take one dime from the Saints, unless they of their own freewill and accord wished to make me presents, and were able to do so without dis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3473\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tressing themselves. True, I have seen the time, and so have many of my brethren, when my heart has ached to see men and women go without food day after day for the sake of feeding me, when I could feed myself; but any other course would not satisfy them. Under such circumstances you must humor the people and yield to their feelings. But do not go to preach this Gospel for the purpose of becoming rich. If the Lord has anything for you, he will give it to you; and if he has not, tell them that you can provide your own living when you reach home, if the Lord will bless you. You may say, &#x201C;We may bless the people until doomsday, and still they will find fault with us.&#x201D; Can they justly do so? If they cannot, their faultfinding cannot harm you. <\/div><div class=\"paragraph jod\" id=\"v8n328\"> Some of our Missionaries, after an absence of two or three years, return with their eyes cast down: their countenances are fallen. I wish you to take such a course that you can come home with your heads up. Keep yourselves clean, from the crowns of your heads to the soles of your feet; be pure in heart&#x2014;otherwise you will return bowed down in spirit and with a fallen countenance, and will feel as though you never could rise again. When the Quorum of the Twelve was first organized, Joseph said that the Elders of Israel, and particularly the Twelve Apostles, would receive more temptations, be more buffeted, and have greater difficulty to escape the evil thrown in their way by females than by any other means. This is one of Satan's most powerful auxiliaries with which to weaken the influence of the ministers of Christ,<span class=\"citation\" id=\"73185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73185)\">1 Cor. 4:1<\/a><\/span> and bring them down from their high position and calling into darkness, shame, and disgrace. You will have to guard more strictly against that than against any other evil that may beset you. Make up your minds not to yield, for  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one moment, to the subtle insinuations of the animal propensities of your natures while you are absent on the Lord's errands.<span class=\"citation\" id=\"124964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124964)\">D&amp;C 64:29<\/a><\/span> Rather, suffer your heads to be taken from your shoulders than to sacrifice your honor, violate your covenants, and forfeit the sacred trust reposed in you. <\/div><div class=\"paragraph jod\" id=\"v8n330\"> When you arrive in Liverpool, you will find brothers Amasa Lyman and Charles C. Rich, two of the Twelve, and you will be under their direction and supervision. Some of you will again visit your parents and friends in your native lands. This, no doubt, will be very agreeable; but do not sit down in your ancestral homes with a purpose to stay there, but let your missions be first and foremost to preach the Gospel of life and salvation<span class=\"citation\" id=\"93388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93388)\">Abr. 2:11<\/a><\/span> to the people, and gather them to the place appointed. I do not think there was worse said about the Savior and his disciples in ancient days than has been said about the people of Utah in modern times. Take no notice of this, but attend to the business about which you have been sent. Tell this genera<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3472\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion the truth, and pass along. Many will tell you that your religion is all error. Reply that you will make an exchange with them of ten errors for one truth. Do not contend or argue much,<span class=\"citation\" id=\"84132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84132)\">D&amp;C 18:20<\/a><\/span> but pass along peaceably and preach the first principles of the Gospel&#x2014;faith in God and in his Son Jesus Christ, and teach the people to repent of their sins and be baptized for the remission of them, and they shall receive the gift of the Holy Ghost through the laying on of the hands of the Elders.<span class=\"citation\" id=\"94047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94047)\">A of F 1:4<\/a><\/span> It is often the case that some wish to preach about things of which they have little or no knowledge. Let alone that which you do not know or most assuredly believe<span class=\"citation\" id=\"86038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86038)\">D&amp;C 52:36<\/a><\/span> to be true&#x2014;doctrines which you do not perfectly understand, and strive to be honest. If you do not understand a doctrine or a portion of Scripture, when information is asked of you, say that the Lord has not revealed that to you, or that he has not opened your understanding to grasp it, and that you do not feel safe in giving an interpretation until he does. <\/div><div class=\"paragraph jod\" id=\"v8n331\"> May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}