{"ID":80021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of the Saints.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made at Kaysville, June 13, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings of the Saints.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/13\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v8n530\"> I have time to say but a few words. It is three years and a few days since I was last here, and you are acquainted with the scenes we have passed through since that short time. <\/div><div class=\"paragraph jod\" id=\"v8n531\"> I am rejoiced to meet and associate with the Saints. It is one of the greatest privileges and blessings I can enjoy on the face of this earth, to gather out from the wicked world with the Saints, and be far away from the contaminating influence of the breath of the ungodly. <\/div><div class=\"paragraph jod\" id=\"v8n532\"> It is a great comfort to enjoy the <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> privilege of passing day after day, week after week, and month after month, without hearing the name of God blasphemed. Here we have the privilege of sending the Gospel to the utmost parts of the earth, of teaching our children righteousness, of setting a righteous example before our neighbors, of associating together, of praying with and for each other, and mingling our voices in praising our God. Is not this a blessing? True, we are not entirely free from wickedness; we are in a world of sin and  <div class=\"break pagebreak\" id=\"92a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0092.pdf\" target=\"pdfwin\">p.&#xA0;92a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>iniquity. All the inhabitants of the earth have wandered from the path of truth, and it is our duty to lead our children and friends towards our Father and God, to forsake the wickedness that is in the world, and promote righteousness and the principles of life&#x2014;the life of the body and of the mind&#x2014;the existence of the spirit and the body here and to all eternity&#x2014;to dwell with our Father and our God. Life is before us. <\/div><div class=\"paragraph jod\" id=\"v8n534\"> Here are the Saints, and the words of the Savior will apply to them&#x2014;&#x201C;He that liveth and believeth in me shall never die.&#x201D;<span class=\"citation\" id=\"69765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69765)\">John 11:26<\/a><\/span> He does not say that his body shall not crumble to dust. It will go back to its mother earth, to be raised immortal&#x2014;to be brought forth to enjoy the light, glory, and presence of our Father and God, which we cannot endure while we are in this mortal tabernacle. This body must be purified and prepared to dwell in eternal burnings, for it is there where our Father and God dwells in <div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the perfection of glory, light, and power. <\/div><div class=\"paragraph jod\" id=\"v8n535\"> Is it not a blessing to have schools in our community, where our teachers can teach our children correct principles, and impart to them education that will be useful? Is it not a blessing to associate with each other and build up the kingdom of God? Is it not a blessing to you, mothers, to raise up Prophets and Apostles&#x2014;men filled with the glory of God, to go forth and extend the work of our God? <\/div><div class=\"paragraph jod\" id=\"v8n536\"> Do I not realize, day and night, that I have the good feelings, prayers, and faith of the Saints on the earth? I do. Let me enjoy the fellowship of angels, of God, and of his Saints, and I am right. <\/div><div class=\"paragraph jod\" id=\"v8n537\"> You have my prayers continually for the welfare of the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v8n538\"> May God bless you! I know that his blessings will rest upon you, if you live for them. Amen. <\/div>\n<\/div>\n<\/div>"}