{"ID":80029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Attendance at Meetings&#x2014;Self-Improvement.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, July 15, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Attendance at Meetings, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/15\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v8n707\"> Often in the Tabernacle the congregations were crowded, but there is room under this bowery for more than are here today. If the brethren and sisters do not wish to come to meeting, knowing what they know, they have the privilege of staying at home. While Bishop Hunter was relating his feelings with regard to the people, and speaking of his great interest for their welfare, an anecdote occurred to me&#x2014;one which many of you, perhaps, have heard. Many of you have heard of Lorenzo Dow and his oddities. He would go into the woods, get onto a stump, and preach without a soul being near to hear him, and probably leave an appointment to preach in the same place a year from that day. I have seen him. He was as odd looking as were his acts. When traveling in the State of New York to fill an appointment, as he neared the foot of a bad hill, he overheard a man cursing and whipping his team, and rode on carefully until he overtook the swearing man, and said to him&#x2014;&#x201C;If you will swear as wickedly as you can until you reach the summit of the hill, I will give you a dollar.&#x201D; The man agreed, and added to his own condemnation by striving to earn the dollar, which Dow handed to him, and rode on his way. <\/div><div class=\"paragraph jod\" id=\"v8n708\"> How many of you will stay away from meeting for a dollar? This people delight in attending meetings. <\/div><div class=\"paragraph jod\" id=\"v8n709\"> If any Elder dislikes to hear others preach, come to the stand yourself, <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3408\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> full of the Holy Ghost, and preach the everlasting Gospel to the people, and they will come to hear you again. But when you spend your time foolishly, and your hearts and affections are, like the fool's eye, to the ends of the earth,<span class=\"citation\" id=\"57448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57448)\">Prov. 17:24<\/a><\/span> after speculation, if you come here and speak to the people, you are like &#x201C;sounding brass and a tinkling cymbal.&#x201D;<span class=\"citation\" id=\"73655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73655)\">1 Cor. 13:1<\/a><\/span> Though a man should say but a few words, and his sentences and words be ever so ungrammatical, if he speaks by the power of the Holy Ghost, he will do good. The people want the shepherd to feed the sheep, though it is not prudent to feed them too much at a time. Brother Kimball says that he holds the salt tight, and lets the sheep lick it through his fingers, and they run after him; but if you throw down a large quantity at once, they will eat until they are cloyed, and will not follow you. Improve upon even a small portion of what has been taught, and you may grow day by day, which you cannot so well do when surfeited with good things. <\/div><div class=\"paragraph jod\" id=\"v8n710\"> Unless you improve upon it, every correct principle advanced through the authority of the holy Priesthood becomes to you a dead letter. But if you have the life within you, you will grow, whether you stay at home or come to meeting; and every true principle, power, and manifestation that God gives you, you will improve upon and treasure up in your hearts. Ask the Father, in the name of  <div class=\"break pagebreak\" id=\"121a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0121.pdf\" target=\"pdfwin\">p.&#xA0;121a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus, to help you to treasure every true principle in good and honest hearts, that it may produce to your own advantage and that of others. Then your capacity and ability will increase, your faith in Christ will increase, and the light of Christ will increase within you. <\/div><div class=\"paragraph jod\" id=\"v8n712\"> As I have before mentioned, I heard brother John Taylor preach in the Tabernacle one of the most heavenly discourses ever spoken, upon the principle of Jesus Christ being in man a well of living water.<span class=\"citation\" id=\"69037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69037)\">John 4:14<\/a><\/span> If people will live to the light they have, and to every manifestation from God, they <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will arrive at such a state of perfection that God will dwell in them a well of everlasting life&#x2014;a fountain of living water that will dispense life wherever they go.<span class=\"citation\" id=\"69038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69038)\">John 4:14<\/a><\/span> Whatever they do, every act, thought, and word will be full of life, and they will grow into eternal lives in the kingdoms of our God. It is your privilege to so live that you are constantly filled with the light of revelation, that Jesus Christ may be within you as a fountain of living water continually springing forth and yielding life eternal.<span class=\"citation\" id=\"69039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69039)\">John 4:14<\/a><\/span><span class=\"citation\" id=\"86426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86426)\">D&amp;C 63:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n713\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}