{"ID":80028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Personal Sacrifices&#x2014;Evil Influences and Powers, and the Necessity of Overcoming Them.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, July 8, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Personal Sacrifices, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/8\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v8n693\"> I will say a few words before we dismiss, and I wish to say that which will be comforting and consoling to those who delight in the truth&#x2014;that which will be pleasing to our Father in Heaven, and be sanctioned by his Holy Spirit, by angels, and by the Saints who live upon the earth. <\/div><div class=\"paragraph jod\" id=\"v8n694\"> You hear much said by some about their sacrifices. As they use the term, it is without meaning to me. Divines exclaim&#x2014;&#x201C;Come, and give all for Christ.&#x201D; I would like to know what the children of men have to give&#x2014;what they have to sacrifice. To my understanding, the term is used improperly. We are but stewards over what our Father puts in our possession. We possess houses, farms, gardens, orchards, vineyards, and plea<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sant locations; but are they actually ours? No. Is there a foot or an inch of this earth that rightly belongs to us? No. God has put it in our possession, and has given us ability to take from the elements to make habitations to shelter ourselves; but are the elements ours? <\/div><div class=\"paragraph jod\" id=\"v8n695\"> Suppose the Lord should cause a tornado to pass through here, as he has lately done in some places in the States, and destroy all we possess, can we say to the winds, Cease blowing? Or suppose he should cause lightning to destroy our buildings, can we stop it? No. We have power to plough, sow, till, and irrigate; but can we, of ourselves, produce one spear of grass, or one kernel of grain? No. With me, it is folly to say that  <div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we own anything; and to speak of giving or sacrificing, as many do, is a misapplication of terms. <\/div><div class=\"paragraph jod\" id=\"v8n697\"> The spirits of the human family are pure and holy at the time they enter tabernacles; but the Lord has so ordered that the enemy has great power over our tabernacles, whose organization pertains to the earth. Through this plan arises our probationary warfare. Our tabernacles are conceived in sin, and sin conceives in them;<span class=\"citation\" id=\"56737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56737)\">Ps. 51:5<\/a><\/span> and our spirits are striving to bring our bodies into subjection,<span class=\"citation\" id=\"73306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73306)\">1 Cor. 9:27<\/a><\/span> and to overcome the Devil and the evils in the world. This war and striving to overcome that evil power must continue until we triumph. To accomplish this, we must so yield obedience to the Divine influence as to learn the principles of eternal life&#x2014;to learn to bring the whole man&#x2014;all the passions, sympathies, and feelings in subjection to the spirit. Our spirits are warring against the flesh, and the flesh against our spirits;<span class=\"citation\" id=\"74639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74639)\">Gal. 5:17<\/a><\/span> and all we have to do is to let the spirits that have come from our Father in heaven reign triumphant, and bring into subjection everything that tends to evil: then we are Christ's. <\/div><div class=\"paragraph jod\" id=\"v8n698\"> The Savior has not finished his work, and cannot receive the fulness of his glory until the influence and power of the wicked are overcome and brought into subjection. When the wicked inhabitants of the earth, the beasts of the field, fowls of the air, fish of the sea, all mineral substances, and all else pertaining to this earth, are overcome, then he will take the kingdom, present it to the Father, and say, &#x201C;Here is the work you gave me to do&#x2014;you made the appointment&#x2014;I have wrought faithfully, and here are my brethren and sisters who have wrought with me. We have wrought faithfully together; we have overcome the flesh, hell, and the Devil. I have overcome, they have followed in my footsteps, and here are all thou <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3410\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hast given me; I have lost none, except the son of perdition.&#x201D;<span class=\"citation\" id=\"70659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70659)\">John 17:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n699\"> Jesus suffered himself to be crowned with thorns and crucified;<span class=\"citation\" id=\"70804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70804)\">John 19:5-7<\/a><\/span> but suppose he had said, &#x201C;I will not make this great sacrifice; I am the Almighty; I will dash my enemies to pieces, and I will not die for the world,&#x201D; what would have been the result? Jesus would have become a son of perdition; he would have lost every power and right to the kingdom he was about to redeem&#x2014;would have become no better than the son of the morning<span class=\"citation\" id=\"58272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58272)\">Isa. 14:12<\/a><\/span> who contended against him, and would have contended against righteousness from that time, and against whoever the Lord would then appoint to destroy sin and death, and him that had the power of it.<span class=\"citation\" id=\"76477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76477)\">Heb. 2:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n700\"> We can follow darkness and death, if we choose; but let us cling to light instead of darkness, malice, hatred, wrath, and bitterness;<span class=\"citation\" id=\"75307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75307)\">Eph. 4:31<\/a><\/span> for Jesus will make an end of all evil. Himself is all that man has to give for wisdom. When you do this, it is not giving facts for facts, but it is exchanging falsehood for facts, and folly for truth. What have you to give for life everlasting? You are your Father's. We cannot own anything, in the strict sense of the word, until we have power to bring into existence and hold in existence, independent of all other powers. One will say, &#x201C;I have given a thousand dollars towards building up the kingdom of God,&#x201D; when strictly he did not own a dollar. You take the money you have in your possession and put it in another place, or to another use; and though you thus use millions of gold and other property, unless you do so with that spirit of charity in which the widow cast in her mite,<span class=\"citation\" id=\"66652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66652)\">Mark 12:41-44<\/a><\/span><span class=\"citation\" id=\"67944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67944)\">Luke 21:1-4<\/a><\/span> it will avail you nothing. <\/div><div class=\"paragraph jod\" id=\"v8n701\"> We have received this and that, but it is not ours; it is committed  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to us as agents. We have nothing of our own, and will not have until we have power to sustain our own lives. You have not power to sustain your own lives, and yet you have done much. You can own nothing until you have filled your missions on earth, and gained power with the Almighty, when you will be clothed with glory, power, and dominion. When the Lord says, &#x201C;This is yours, my son; I give you power to control all under your jurisdiction;&#x201D; then you can consider that your own. <\/div><div class=\"paragraph jod\" id=\"v8n703\"> Our religion has been a continual feast to me. With me it is Glory! Hallelujah! Praise God! instead of sorrow and grief. Give me the knowledge, power, and blessings that I have the capacity of receiving, and I do not care how the Devil originated, nor anything about him. I want the wisdom, knowledge, and power of God. Give me the religion that lifts me higher in the scale of intelligence&#x2014;that gives me the power to endure&#x2014;that when I attain the state of peace and <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3409\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> rest prepared for the righteous, I may enjoy to all eternity the society of the sanctified. <\/div><div class=\"paragraph jod\" id=\"v8n704\"> We have been keeping the commandments of the Lord, and should continue to do so more diligently; for he has commanded us to do so&#x2014;to strive to overcome the evils and put away the follies and sins which have been sown in our nature by the fall of our first parents, and let every feeling and affection be centered upon him and the things of his kingdom, that when we awake in the morning of the resurrection we may be crowned with honor and glory in our Father's kingdom. When the wicked appear, they will learn that God is a consuming fire,<span class=\"citation\" id=\"54948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54948)\">Deut. 4:24<\/a><\/span> while that which is for him is eternal in its nature. The principles of our religion are good. If we will obey them, we shall reign eternally with the Father and the Son. There are kingdoms also prepared somewhere for those who obey not the celestial law.<span class=\"citation\" id=\"88380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88380)\">D&amp;C 88:21-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n705\"> May the Lord bless you! Amen. <\/div>\n<\/div>\n<\/div>"}