{"ID":80026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Celebration of American Independence, &amp;c.<\/div>\n<div class=\"subtitle\">Address by Elder Orson Pratt, Sen., July 4th, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Celebration of American Independence, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 7\/4\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v8n655\"> I rise, not for the purpose of delivering a lengthy address before this assembly. I do not claim to be an orator, a statesmen, or a politician; but I am an American citizen, in common with you all; and I am proud of the name. <\/div><div class=\"paragraph jod\" id=\"v8n656\"> I look back upon my ancestors as American citizens also, not only from the foundation of this republic, but from the first settlement of this country. They were among the &#x201C;Pilgrims&#x201D; that landed upon our eastern shore seven generations ago. <\/div><div class=\"paragraph jod\" id=\"v8n657\"> We have listened to a very eloquent address on the rise of the American nation&#x2014;on the achievement of our national Independence, in relation to establishing the great platform of American liberty&#x2014;viz., the American Constitution. <\/div><div class=\"paragraph jod\" id=\"v8n658\"> Much might be said upon each of these topics. Much might be said in relation to the sufferings endured by <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the colonies before they achieved their independence. Much might be said in relation to the battles fought by our fathers to obtain that liberty which they and we their children enjoy. It is not my intention to dwell upon these subjects; but I will call your attention, upon this occasion, to some of the rights guaranteed to us by the Constitution of our country. <\/div><div class=\"paragraph jod\" id=\"v8n659\"> A few years sufficed to demonstrate the inadequacy of the &#x201C;Articles of Confederation,&#x201D; to obviate which the Constitution was established, conferring increased power upon the General Government. That its power might be clearly understood, Article X of the amendments was ratified as follows&#x2014;&#x201C;The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the states respectively, or to the people.&#x201D; It will be perceived that there are no prohibitions upon  <div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>citizens outside the boundaries of States. <\/div><div class=\"paragraph jod\" id=\"v8n661\"> In the Constitution we find certain rights and privileges guaranteed to ALL American citizens. We there find certain powers delegated to the General Government, and certain powers reserved in the respective State governments, or to American citizens. <\/div><div class=\"paragraph jod\" id=\"v8n662\"> We read, in the 4th section of the 4th article of the Constitution, words to this effect&#x2014;&#x201C;The United States shall guarantee to every State in this Union a Republican form of government.&#x201D; This one item in the Constitution is a power granted to the American Congress&#x2014;to the American nation. They were limited by the Constitution in regard to the form of government that should be established upon American soil. They have not the right, by that Constitution, to organize a government upon any other than Republican principles. They have not the right to establish a monarchy upon this soil: the Constitution forbids or prohibits their doing so. In a national capacity, under the Constitution, they have not the right to guarantee any but a Republican form of government, which government of right emanates from the people to be governed. This is the very nature of a Republican form of government, as we American citizens understand it. It differs from various other governments whose history we have read. It differs from the Republican governments of past ages. We read that Republican governments existed in some of the ancient nations. They existed for a short period, and then ceased. But their forms and the forms of the governments now in the European nations are of a kind more or less different from the one with which we, as American citizens, are blest. It is not necessary, however, for me, in the few remarks I shall make, to dwell <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3416\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon the various kingdoms and empires of the old world. Doubtless the citizens of Utah are sufficiently acquainted with the history of those nations to know that our American Government differs from them all in unreservedly granting to the people the power to govern themselves&#x2014;the power to appoint their own officers&#x2014;the power to enact their own laws; and Congress has no power granted by the Constitution to interfere with that system. But the Congress, the United States as a Union, are restricted in this particular; they are prohibited from granting any other than a Republican form of government upon the American continent. <\/div><div class=\"paragraph jod\" id=\"v8n663\"> Let us briefly turn our attention to the State Governments, and see if the Parent Government has fulfilled its pledge, in the Constitution, by granting Republican forms of government to the several States that have been admitted into our Union. Yes, they have permitted them to elect their own officers, enact their own laws, vote at Presidential elections, and have a representation in Congress, and a voice and vote in the governmental affairs of the nation. <\/div><div class=\"paragraph jod\" id=\"v8n664\"> How is it with the Territories? Is a Republican form of government extended to the Territories, according to the spirit and letter of the Constitution? In the first place, where can you find one item, from the beginning to the end, that grants to Congress the right to establish a Territorial government, unless petitioned by the people so to do? It cannot be found. And should citizens in a Territory petition Congress to grant to them a form of government, Congress are restricted to granting a form strictly and fully Republican. Some urge that a part of the 3rd section of Article IV&#x2014;&#x201C;The Congress shall have power to dispose of, and make all needful rules and regulations respecting the Territory or other property belonging to  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the United States,&#x201D; gives Congress the right to legislate for American citizens who chance to reside in Territories. But the portion thus relied upon relates only to the disposition of Government property, and does not grant the power to dispose of the inhabitants that may dwell upon the public lands in Territories, as though the people thereof belonged to the United States as property. <\/div><div class=\"paragraph jod\" id=\"v8n666\"> My opinion is that Congress has no more power to exercise legislative jurisdiction over American citizens in Territories than it has over American citizens in States. In other words, that American citizens in Territories, equally with those in States, have the plainly guaranteed right to govern themselves. People from the various States settle upon the public domain; and shall simply crossing an air line in the same country prevent them from enjoying a Republican form of government, having a voice in the selection of their rulers, and the privilege of making their own laws without being subject to have them disapproved by Congress? If this is not the case in the treatment of Territories, I consider there is an infringement. It lies in the foundation&#x2014;in the organization itself. And should the people living upon the public domain petition Congress to comply with certain conditions that were in vogue in the old monarchial nations of the world, and have their petitions granted according to its letter and spirit; they have no reason to complain. Still, it is assumed power in Congress to grant a territorial government. <\/div><div class=\"paragraph jod\" id=\"v8n667\"> But suppose we petition, in good faith, that Congress would notice that part of the Constitution that directs the giving of a Republican form of government, and we get something else, what shall we do then? It may suit the condition of the people, and it may not. <\/div> <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3415\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n668\"> There are many rights that are named in the Constitution, and many that the Constitution says nothing about. These rights I shall not attempt to define. We have rights in regard to observing the Sabbath, and worshipping God according to the dictates of our conscience.<span class=\"citation\" id=\"94115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94115)\">A of F 1:11<\/a><\/span> We also have social and political rights guaranteed to us and to all the American people. All these might be taken up and reasoned upon; but you are acquainted with them. <\/div><div class=\"paragraph jod\" id=\"v8n669\"> If I were to petition Congress, I should petition that this old relic of the mother Government should be done away; and that when Congress granted a Government, they should grant a Republican instead of a monarchial one, and let all the people have the same privileges. <\/div><div class=\"paragraph jod\" id=\"v8n670\"> &#x201C;But,&#x201D; says one, &#x201C;there is a great disparity in numbers.&#x201D; What of that? Look at New York, Pennsylvania, Virginia, and many of the old States, where we find not only hundreds of thousands, but millions of inhabitants, and then look at Rhode Island, Delaware, and Maryland, and see the difference. If this disparity exists in States, why should it be brought up against a Territory? Those smaller States have the same representation in the Senate of the United States as the larger ones. Why, then, bring up this disparity of numbers? Some say we must not admit the Territories, because the disparity in Congress would be so great. It is all folly to bring up this argument. <\/div><div class=\"paragraph jod\" id=\"v8n671\"> Having said this much upon the rights guaranteed to American citizens, I will merely state that it is my opinion that it is the privilege of people settling upon the public domain to form a Republican &#x201C;Provisional Government,&#x201D; according to the feelings of the people, until Congress shall admit them into the Union. <\/div>\n<\/div>\n<\/div>"}