{"ID":80027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Character of God and Christ&#x2014;Providences of God&#x2014;Self-Government, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, July 8, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Character of God and Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/8\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v8n673\"> Our minds are capable of receiving and digesting a certain number of ideas; but we are not able to comprehend a great many at one time. We can hear all that a speaker is disposed to say; but whether we can comprehend it, be it much, or, as in many instances, little, is another and very important consideration. Some minds can comprehend but very little at a time. <\/div><div class=\"paragraph jod\" id=\"v8n674\"> What we have just heard is very good. True, we have been taught those principles from our youth. There are but very few in Christendom who have not been taught those principles in childhood by their parents, and in maturer years by their schoolteachers and priests. The character of the Savior has been exalted as much as our language will permit. <\/div><div class=\"paragraph jod\" id=\"v8n675\"> Brother Joseph Young, in his remarks, frequently quoted the words of the Savior, as recorded by his Apostle, &#x201C;And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.&#x201D;<span class=\"citation\" id=\"70564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70564)\">John 17:3<\/a><\/span><span class=\"citation\" id=\"91653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91653)\">D&amp;C 132:24<\/a><\/span> I would be pleased to see the divine who can thoroughly acquaint us with that Being whom we call God&#x2014;the Father of our Lord Jesus Christ.<span class=\"citation\" id=\"74757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74757)\">Eph. 1:3<\/a><\/span> From our youth, we have heard much in regard to the Father and the Son, but in a mystified manner, so far as treated upon by the divines and theologians of the so-called &#x201C;orthodox&#x201D; churches. How many of <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3414\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you can give us sound, sensible ideas relative to the character of our Father in heaven? If the Elders of Israel, who speak to us from Sabbath to Sabbath, and who go forth into the world to preach the Gospel of life, cannot, no man on the earth can. How much have we learned in regard to it? How far have our understandings expanded to comprehend the character of that Being we call God? Or even to comprehend the character of his Son Jesus Christ, whom we call our Savior? <\/div><div class=\"paragraph jod\" id=\"v8n676\"> The character of the Father is plainly portrayed in the Bible, so far as it is necessary for it to be revealed; but who can tell anything about him? All that we hear from this one, that one, and the other, is but very little. We have formerly been in the habit of hearing&#x2014;&#x201C;Great is the mystery of godliness, God manifested in the flesh,&#x201D;<span class=\"citation\" id=\"75920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75920)\">1 Tim. 3:16<\/a><\/span> and there having the subject left. With the world things pertaining to eternity are such a mystery that all is left in the dark&#x2014;left with the mantle of ignorance cast around it. But, God be praised, the veil begins to be thinner, and will be withdrawn for us, if we are faithful. The work that God has commenced in this our day is calculated to remove the veil of the covering from all the face of the earth, that all flesh may see his glory together.<span class=\"citation\" id=\"59277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59277)\">Isa. 40:5<\/a><\/span><span class=\"citation\" id=\"89473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89473)\">D&amp;C 101:23<\/a><\/span> And if the principles of the holy Priesthood that we  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have received continue to be carried out by the people at large, the veil will be taken away, so that we can comprehend that Being who is such a mystery to the great portion of the human family.<span class=\"citation\" id=\"86642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86642)\">D&amp;C 67:10<\/a><\/span><span class=\"citation\" id=\"87562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87562)\">D&amp;C 84:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n678\"> Jesus was appointed, from the beginning, to die for our redemption, and he suffered an excruciating death on the cross. A person possessing the power of the Gods has that power to sustain him in all his trials and sufferings. He has power and faith to endure unto sweating blood,<span class=\"citation\" id=\"68257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68257)\">Luke 22:44<\/a><\/span> to bearing thorns,<span class=\"citation\" id=\"66356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66356)\">Matt. 27:29<\/a><\/span><span class=\"citation\" id=\"70797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70797)\">John 19:2<\/a><\/span> and to being nailed upon a cross,<span class=\"citation\" id=\"125011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125011)\">Matt. 27:35<\/a><\/span> as patiently as did our Savior. Is this speaking disparagingly of his character? Not in the least. Many of our people have suffered unto death. Could a God do more? He could not. Could he suffer more? Only in proportion to his intelligence, faith, and power, which also proportionally sustain him in his sufferings. Many of the Saints have been pierced with bayonets, riddled with bullets, beaten to death, and slain in various other ways, for their testimony of Jesus. They paid the debt. Jesus fulfilled the obligations he had entered into as the heir of all things pertaining to this earth. He is the King&#x2014;the Ruler, and the results of the acts of the people he brings forth, and will continue to do so, till he reigns King of nations<span class=\"citation\" id=\"60427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60427)\">Jer. 10:7<\/a><\/span> as he now reigns King of Saints.<span class=\"citation\" id=\"80071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80071)\">Rev. 15:3<\/a><\/span> When he again visits this earth, he will come to thoroughly purge his kingdom from wickedness, and, as ruler of the nations, to dictate and administer to them as the heir to the kingdom; and the Gentiles will be as much mistaken in regard to his second advent as the Jews were in relation to the first. <\/div><div class=\"paragraph jod\" id=\"v8n679\"> The eyes of the Gentiles are like the eyes of the fool, wandering to the ends of the earth.<span class=\"citation\" id=\"57447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57447)\">Prov. 17:24<\/a><\/span> They are deceived, blinded, and far from understanding the things of God. All who would understand the things of God must <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3413\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> understand them by the Spirit of God.<span class=\"citation\" id=\"73022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73022)\">1 Cor. 2:11<\/a><\/span> In reflecting upon his providences, it often seems singular that every person cannot understand the things of God; but when you understand the Gospel plan, you will comprehend that it is the most reasonable way of dealing with the human family. You will discern that purity, holiness, justice, perfection, and all that adorns the character of the Deity are contributing to the salvation of man. <\/div><div class=\"paragraph jod\" id=\"v8n680\"> Those who acknowledge the hand of God in all things, and abide in his commandments,<span class=\"citation\" id=\"86334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86334)\">D&amp;C 59:21<\/a><\/span> are the only ones who will sustain the principles of truth and purity. If their influence upon the character is not good and pure, how will they produce that pure feeling, pure faith, and pure godliness which prepare a person to dwell in eternal burnings?<span class=\"citation\" id=\"125012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125012)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125012)\">Isa. 33:14<\/a><\/span> Should we not abide in and be influenced by the commandments of God? We should; for, without the spirit of revelation, no man can understand the things of God,<span class=\"citation\" id=\"73023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73023)\">1 Cor. 2:11<\/a><\/span> nor his dealings and designs in relation to the inhabitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v8n681\"> While brother Joseph was referring to the providences of God, I was led to reflect that there is no act, no principle, no power belonging to the Deity that is not purely philosophical. The birth of the Savior was as natural as are the births of our children; it was the result of natural action. He partook of flesh and blood&#x2014;was begotten of his Father, as we were of our fathers. <\/div><div class=\"paragraph jod\" id=\"v8n682\"> Do you understand yourselves, brethren and sisters? Only to a small degree; and there are as yet but few who can strictly govern themselves. The foundation for all intelligence is placed in man to be developed to produce great and more powerful results than he has ever thought of. You may place all the world's wisdom in one man, and ask him whence he received his intelli<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gence, and he cannot tell. Ask him, &#x201C;Do you believe man has a soul? Do you believe his soul lives when he dies?&#x201D; He will answer, &#x201C;Yes; but I cannot tell where.&#x201D; Or inquire of him, &#x201C;Do you believe that the soul had an existence previous to its coming here?&#x201D; He will reply, &#x201C;I do not know.&#x201D; Can you answer such questions? Yes; for you have been taught concerning these things. Have you been taught the character of the Father? Yes. <\/div><div class=\"paragraph jod\" id=\"v8n684\"> Will you improve upon the gifts bestowed upon you? Let me ask you, as a favor, to bless yourselves and friends by conquering and controlling yourselves&#x2014;a principle that you should cultivate; then you may control others. But unless you control the passions that pertain to fallen nature&#x2014;make all your faculties subservient to the principles God has revealed, you will never arrive at that state of happiness, glory, joy, peace, and eternal felicity that you are anticipating.<span class=\"citation\" id=\"57437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57437)\">Prov. 16:32<\/a><\/span> Then learn to govern yourselves. <\/div><div class=\"paragraph jod\" id=\"v8n685\"> Were any professed Saints present, and there may be, who indulge in paltry pilfering, thieving, carousing, tippling, cursing, &amp;c., I would advise them to contemplate their conduct with shamefacedness. Shame, also, to those women who run after the Gentiles! Such women are so corrupt that they are a distress to their sex. Are there any here of that class? I expect there are a few who will say, &#x201C;Brother Brigham, how are you?&#x201D; and shake hands, and then go and lie with a Gentile. I don't want such persons to shake hands with me. <\/div><div class=\"paragraph jod\" id=\"v8n686\"> Brother Joseph has exhorted you to revere the character of our Savior. He who does not will sooner or later suffer. The Lord will bring us to an account for all we do, before that tribunal that will punish for all disgraceful conduct. Shame to those men and women who call themselves Latter-day <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3412\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints, and act disgracefully! You ought to be as pure and holy as angels. We are commanded to be pure as Christ is pure,<span class=\"citation\" id=\"78683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78683)\">1 Jn. 3:3<\/a><\/span><span class=\"citation\" id=\"83574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83574)\">Moro. 7:48<\/a><\/span> and holy as he is holy.<span class=\"citation\" id=\"125013\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125013)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125013)\">1 Pet. 1:16<\/a><\/span> He passed through the trials, became sanctified, and prepared himself to dwell with the Gods; and he dwells in the midst of eternal burnings,<span class=\"citation\" id=\"59032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59032)\">Isa. 33:14<\/a><\/span> where the principles and all that pertains to the celestial kingdom are a consuming fire<span class=\"citation\" id=\"77336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77336)\">Heb. 12:29<\/a><\/span> to all that is impure. He has been exalted, crowned, and has received thrones, principalities, and powers; and he commands us to walk in his footsteps, in reference to every principle that pertains to eternal lives. Let us do this, that the whole body, from the crown of the head to the soles of the feet, may be sanctified. Those who come short of this will be judged accordingly. <\/div><div class=\"paragraph jod\" id=\"v8n687\"> As to the persecution, the slander, and malicious acts aimed at us, who can expect anything else from the wicked and ignorant? Christ and Baal are not reconciled; the Lord will hold no fellowship with the Devil. But Satan will contend until he is driven from the earth. He is the adversary,<span class=\"citation\" id=\"78204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78204)\">1 Pet. 5:8<\/a><\/span> the opposer,<span class=\"citation\" id=\"75783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75783)\">2 Thes. 2:3-4<\/a><\/span> and accuser of the brethren.<span class=\"citation\" id=\"79598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79598)\">Rev. 12:10<\/a><\/span> He opposes the Son of God in the great struggle between truth and error. This victory must be gained in our houses, neighborhoods, towns, counties, and states; and this common enemy of all Saints will continue to offer his opposition until driven from the earth, and will contend for every inch of ground. <\/div><div class=\"paragraph jod\" id=\"v8n688\"> Let us walk in the footsteps of our Father and of our Savior, cling to the principles of life, and live by every word that proceeds from the mouth of God.<span class=\"citation\" id=\"62814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62814)\">Matt. 4:4<\/a><\/span> Live to purify yourselves, and you will be able to overcome every power of the enemy. Children are now born who will live until every son of Adam will have the privilege of receiving the principles of eternal life. <\/div><div class=\"paragraph jod\" id=\"v8n689\"> God bless the Elders who preach  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the nations, the sisters who pray for the kingdom, the men who labor in the fields and elsewhere, and all who ask Him to bless and build up his Zion, and bring in the reign of righteousness and peace, that all who desire may rejoice in the blessings of the government of God among men. God bless them, and the children of the Saints, in the name of Jesus. <\/div><div class=\"paragraph jod\" id=\"v8n691\"> Parents, have you ever noticed that your children have exercised faith for you when you have been sick? The <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3411\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> little daughter, seeing you sick, will lift her heart with a pure, angelic-like prayer to heaven; and disease is rebuked when that kind of faith is exercised. God bless the children! I pray that they may live and be reared up in righteousness, that God may have a people that will spread and establish one universal reign of peace, and possess the powers of the world to come.<span class=\"citation\" id=\"76716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76716)\">Heb. 6:5<\/a><\/span> This is my prayer constantly. <\/div><div class=\"paragraph jod\" id=\"v8n692\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}