{"ID":80025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Practical Religion.<\/div>\n<div class=\"subtitle\">Discourse by President Heber C. Kimball, delivered in the Tabernacle, Great Salt Lake City, July 1, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Practical Religion.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 7\/1\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v8n627\"> I have been very much interested with the discourse we heard this forenoon. It is what I call practical religion; and you will understand my feelings when I tell you that I consider there is no religion of any kind that is of any use, except that which is practical. <\/div><div class=\"paragraph jod\" id=\"v8n628\"> I read in the Book of Mormon, Bible, and in the revelations that are given and written for our instruction and benefit, and for the benefit of the people who lived in past ages, that the Lord says, in speaking of those that have favor with him&#x2014;the meek, the humble, and those that have a contrite spirit&#x2014;that manifest their faith by their works<span class=\"citation\" id=\"125005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125005)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125005)\">James 2:18<\/a><\/span> and call upon him continually, I will administer to them and impart unto them my will. The Lord our God lives, and it is because he lives that we live; for if the Lord had been dead, we should have been dead. He certainly does exist and dwell in the heavens, and I am aware of it. <\/div><div class=\"paragraph jod\" id=\"v8n629\"> During my experience in the Church, I have been placed in many situations, and thousands of items have been presented to my mind that would be of great service to the people. I have called upon the Lord and asked him for a great many things, and he has heard and answered me; and I have endeavored to take a course that would give me favor with him, with his Son, and with the Holy <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3421\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Ghost, that I might have things brought to my remembrance&#x2014;<span class=\"citation\" id=\"125006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125006)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125006)\">John 14:26<\/a><\/span>that I might have a knowledge of things present and things to come.<span class=\"citation\" id=\"125007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125007)\">John 16:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n630\"> This is our privilege, brethren, and it is the privilege of all the men that live upon the earth. We are Saints, and we should all live in that manner that would insure us all the blessings that are promised to the faithful Saints. Every man that has received the Priesthood, whether an Apostle, Prophet, High Priest, Elder, Bishop, Priest, or Teacher&#x2014;all should live as one man&#x2014;be of one heart and one mind.<span class=\"citation\" id=\"92860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92860)\">Moses 7:18<\/a><\/span> In regard to those things we have heard with regard to living and practicing our religion, that we may be able to build up Zion and establish the New Jerusalem. Unless we are very diligent, we shall be very far behind the times when the New Jerusalem comes down from heaven, adorned as a bride for her husband.<span class=\"citation\" id=\"80703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80703)\">Rev. 21:2<\/a><\/span> Now, I believe that Enoch went away from here on a piece of earth, but I do not believe that he remained idle all the time: they have been improving and cultivating the earth&#x2014;they have been multiplying and increasing the inhabitants where they live. So it is with the lost tribes of Israel: they are not asleep. God speaks to them through their Prophets, and they are learning to be obedient and to be subject to the law of God. <\/div><div class=\"paragraph jod\" id=\"v8n631\"> It is the privilege of the Elders of  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Israel to rise by the power of God, by living the religion of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v8n633\"> Brethren, go to work and adorn the earth, adorn your habitations, and improve in everything that is good, that you may be qualified hereafter to do a good work. I have worked in my day, and learned two mechanical trades&#x2014;the potter's and blacksmithing, and worked considerable as a carpenter; but I never saw a blacksmith yet that was perfect, or one that could not improve more and more in making edge tools and other things. In fact, I never saw a mechanic perfect in his business; for there is always an advancement, an improvement in blacksmithing, in machinery, and in every branch of business. I learned the potter's art, as I have said, and have carried on the business. I always found that I could improve, and I never saw a journeyman but I could learn from. It is so in England and everywhere else. I saw new styles in Staffordshire, England, when I was there. I saw something there that was very beautiful, and superior to anything I had ever seen before. So it is in building, in manufacturing. This, you know, will apply to our sisters as well as to our Elders. In short, we should all try to improve in everything that is good. I never saw a better time than it is today to improve in everything that is good, and then continue the work tomorrow, the next day, and so on. <\/div><div class=\"paragraph jod\" id=\"v8n634\"> [Blessed the sacramental cup.] <\/div><div class=\"paragraph jod\" id=\"v8n635\"> I wish to talk about things that are present with us, that pertain to us. We are continually talking about being the saviors of men.<span class=\"citation\" id=\"89720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89720)\">D&amp;C 103:9-10<\/a><\/span> Now, how is it possible for one of us&#x2014;I will take myself for an example, and I will repeat&#x2014;If I do not take a course to preserve myself and my family, my wives and children, to provide for, and feed and clothe a small family, I want to know what I can do for a large one. We have to learn this, and that if we <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3420\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cannot take a course to lay up wheat, corn, meat, and the comforts of life, make cloth for our families, we cannot make cloth nor provide for others. If we do not take a course to provide for those around us, can we provide for our friends? We cannot. Then here is the place for us to begin&#x2014;right here in the mountains. <\/div><div class=\"paragraph jod\" id=\"v8n636\"> We are out of bread: we have none in the Tithing Office only what we have drawn from Iron, San Pete, and Box Elder counties. Are we not in a fine condition? Suppose the Lord should deal with us as he is dealing with the people in California and those in Missouri, what should we do? I saw it in the papers that they have got as beautiful straw as ever grew, but there is not a kernel of wheat in it. If this should be the case with us, or if the Lord should send a hailstorm to destroy our grain, would we not be in a bad situation, as a people? <\/div><div class=\"paragraph jod\" id=\"v8n637\"> I can tell you it is time for us to be humble, prayerful, to live our religion&#x2014;not only those men who hold office&#x2014;not merely those who are selected to lead prayer circles and to pray according to the holy order, but it is for all; and we should ask our Father to bless these mountains and valleys&#x2014;to bless our crops, our herds, and flocks; for every soul of you knows that by them our natural lives exist. Then, supposing your wheat is preserved, and mine is cut off, and that there are three-fourths of this people without bread, gentlemen, you have got to divide with us until we are all out. Now don't you see that it depends upon one man as much as another? Do you think I would like to lock up my drawers and bins, and tie up my sacks? No. And if any of you want to do it, we should not let you: we would talk to our Bishops, and let them open the bins and take out a little, and then pay you for it. We do not want it of you for nothing at such times; we want to pay you the  <div class=\"break pagebreak\" id=\"109a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0109.pdf\" target=\"pdfwin\">p.&#xA0;109a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gold and silver for your grain, or whatever we receive from you. Suppose that each of you had your hats full of gold and silver, it would not make bread; and if you put yeast in it, it would not rise. <\/div><div class=\"paragraph jod\" id=\"v8n639\"> I have seen the time when my hat full of gold would not buy a barrel of flour, and then again I have seen the time when it could be got for almost nothing. I contend that every man that holds the Priesthood ought to be a savior temporally as well as spiritually, for we are in duty bound to try to save our natural lives. I would not give much for a spirit without a body, because it takes the spirit and body to make the soul of man:<span class=\"citation\" id=\"88333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88333)\">D&amp;C 88:15<\/a><\/span> the temporal and the spiritual must be united to make the man. <\/div><div class=\"paragraph jod\" id=\"v8n640\"> The Lord is beginning to pour out his Spirit more abundantly upon his people, and he is also pouring out his wrath upon the wicked, especially the Missourians and others in the States. Their cattle are dying with disease, their crops are being cut off; and while these things are taking place, you and I ought to be humble and faithful: we ought to be good stewards, and lay up stores for that time which is to come, and thereby prepare for a day of scarcity. <\/div><div class=\"paragraph jod\" id=\"v8n641\"> Brethren, do you believe that there will be thousands and hundreds of thousands that will flock to this people for bread, for meat, for clothing, and for the comforts of life? Such will be the case, and I do not know but it will come before we are ready for it. There has never been a greater prospect of grain than there is at the present time; but we cannot tell how it will be next year at this time. There are hundreds of men in this Church that would not have believed that this people would have been brought down to the scarcity of wheat they are now. <\/div><div class=\"paragraph jod\" id=\"v8n642\"> Where is the wheat we boasted about having? The army down at <div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3419\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Camp Floyd have got three years' provisions on hand; and in case of famine, they would have to feed us. But don't you see they have got the power in their own hands? And we have placed that power in their possession. What do we find in the Bible upon this subject? &#x201C;The children of this world are wiser in their generation than the children of light.&#x201D;<span class=\"citation\" id=\"67722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67722)\">Luke 16:8<\/a><\/span> They make preparation for that which is to come, more so than many of this people do. <\/div><div class=\"paragraph jod\" id=\"v8n643\"> Now, you know that you have tried to make it appear that brother Brigham has sold his grain to the army: but he says he has not, and I know he has not; neither have I. I have hauled wheat to the camp that the merchants have bought of this people, and I have got my pay for it. When I was on my last trip, it was reported that I was sending my wheat to Fort Hall; but I never sent any there. I do not suppose there is a man here that believes that President Young and myself have sold our wheat and flour, or provisions of any kind: but they seem to have a mind to make a scapegoat of us; but in this they have done wrong. If we had done as many of you have, you would not have had a mouthful; for there are many of you who do not raise any, and who have none but what you get from the Tithing Office and from private individuals. I have talked with brother Brigham, and he says that if this army were to go away, and another come in two years, this people would do just as they have done; but we must stick to them. It makes me feel, and it ought to make you feel. We put our grain into the hands of those men that should execute the law and see that we are protected. But they have come here to take your lives and mine; and if you would destroy all that kind of wickedness that has been introduced, live your religion, ye Elders of Israel, and honor your high callings. <\/div> <div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n645\"> I have done just as I have said: I have let my wheat out to my brethren. I could have had two dollars per bushel, but I would not have taken three dollars; and I still have some wheat in my bin. <\/div><div class=\"paragraph jod\" id=\"v8n646\"> I want to see the brethren and sisters engaged in home manufactures. My family are making cloth now, and it would be a good thing if all the people in this Territory would go to making cloth to clothe themselves with. What! says one, make cloth now, when there are plenty of goods? Yes; I am going to make more cloth this year than ever I did before. There are people in this congregation that I could point out who have decided to please themselves about making cloths and everything else; but I can tell you we have to learn to pursue that course that will make us independent. We must learn to keep our grain, take care of our stock, keep what we have got, and get what we can honestly; and we should never slacken in the principles of industry, in mechanism, or in the economy of life. Are you taking that course, brethren? Are you, brother Heber? I am: I can prove it. I never saw a time when it was more needed than it is now, and it will be more needed yet. Some will turn round and say, If you are just, you will teach us what God's will is pertaining to us. The Lord has said that he will provide for his Saints,<span class=\"citation\" id=\"89853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89853)\">D&amp;C 104:15<\/a><\/span> and nourish them, and send his angels to protect them.<span class=\"citation\" id=\"125008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125008)\">D&amp;C 84:88<\/a><\/span> Don't you see he is a jealous God?<span class=\"citation\" id=\"125009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125009)\">Ex. 20:5<\/a><\/span> He is jealous of the nations of the earth, and he is going to scourge them for their iniquities. <\/div><div class=\"paragraph jod\" id=\"v8n647\"> These are my feelings, and these are things that I know, and I speak in soberness, in sincerity, and in truth. Am I going to bow down and let my enemies have power over me? No, sir; no person will prohibit or attempt to prohibit anyone doing right, except those that do not wish to <div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3418\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> keep the commandments of God&#x2014;such, for instance, as the thief, the robber, the whore and whoremonger, and those that try to make all the lies they can. <\/div><div class=\"paragraph jod\" id=\"v8n648\"> Brethren, let us gird up our loins and be faithful in all things. Will you go naked and hungry? No, not if you will do right: there will be an abundance for all that do right. I have been as poor as the poorest of you. I have been so poor that I have seen many times when I had not a change of shirts. I have also been with brother Brigham when we were both very poor; and when you talk about going through troubles and trials, I think of what I have passed through for the Gospel's sake, in connection with my brethren; but in the midst of those trials I have always been the happiest. What have we sacrificed? Nothing at all, when we consider that all belongs to our Father. Why do you want to get up in the meetings of the Saints and tell how you have sacrificed? Think of this in the future. <\/div><div class=\"paragraph jod\" id=\"v8n649\"> Have we not been among false brethren?<span class=\"citation\" id=\"74285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74285)\">2 Cor. 11:26<\/a><\/span> Yes, we have suffered from that source. When Joseph had to flee, and there was hardly a person that you could trust, that was a trying time. You have left your homes, you have left nations of tyranny and oppression, and have come to these peaceful valleys, where the devils have been made subject to the Priesthood of the Most High.<span class=\"citation\" id=\"125010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125010)\">Luke 10:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n650\"> So far as I am concerned, I can say that I have sacrificed ignorance to get light&#x2014;I have sacrificed to overcome the Devil, and I will rise with those that rise and come off victorious. I consider that I have sacrificed nothing for God, but that the sacrifices I have made are for my own individual benefit, and to benefit the Almighty. <\/div><div class=\"paragraph jod\" id=\"v8n651\"> This is my testimony, and you know it as well as I do. Then do not talk about these sufferings. Do not go down to the grog shops and get drunk, fall and break your noses,  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and then tell how much you have suffered for the Gospel's sake. Do not go without clothes when you might have plenty. Go to work and purchase a ewe sheep, and then you will soon have plenty; yes, you will soon have a large flock. Our chorister had but two sheep four years ago, and now he has a nice little flock, and has sold some; and you can do as well, if you will try&#x2014;yes, every man and woman. How nice you look watching and taking care of a ewe sheep! Far better than you do with those little bonnets, <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3417\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for they are a cursed disgrace to the Saints; and all good men would say Amen. <\/div><div class=\"paragraph jod\" id=\"v8n653\"> Why don't you raise sheep, and make your own dresses instead of putting on those rotten rags? Brother Brigham, Am I scolding? [President B. Young: &#x201C;I don't know.&#x201D;] He says he don't know; and if he don't, how is it likely that you should? <\/div><div class=\"paragraph jod\" id=\"v8n654\"> O my Father and God, where is the honest man? I have lost confidence in the world, and in those that lay schemes of iniquity. <\/div>\n<\/div>\n<\/div>"}