{"ID":80023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Professions of the Saints&#x2014;Trust in God&#x2014;Man the Founder of His Destiny, &amp;c.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, delivered in the Tabernacle, Great Salt Lake City, June 17, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Professions of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 6\/17\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v8n556\"> It is not very often that I take a text when I attempt to preach; but I have thought, since I was invited to address you, that I would take one&#x2014;two or three, perhaps, this afternoon, and make some remarks upon them. I generally like to observe passing events, and to notice words and actions of men&#x2014;to study their import and bearing upon me and the community. It is upon some reflections of this kind that I am about to speak, and from which I shall take my text. <\/div><div class=\"paragraph jod\" id=\"v8n557\"> The first is a remark made by President Young. You may call it the gospel according to St. Young, St. Brigham, or what you please; and I am not very particular which book you put it in, or how you name it. In some remarks that he made to the inhabitants of Cache Valley, he said&#x2014;&#x201C;This people will never be driven from this Territory, except they drive themselves.&#x201D; This is part of my text. Another part is contained in some remarks made by President Kimball this morning, and you may call it the gospel according to St. Heber, if you please. It is something like this&#x2014;&#x201C;We can all be happy, if we have a mind and disposition to labor for it.&#x201D; The next is from some writer&#x2014;I do not now remember his name. He says, &#x201C;Man is the founder of his own destiny.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n558\"> Wherever there is a true principle presented, it is well to investigate, and see how far it is applicable to us. We <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3433\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> find here remarks made and uttered, of the greatest importance to the human family. We do not realize or appreciate their bearing fully, neither do we comprehend how far they concern or will affect us or the society with which we are associated. As intelligent beings, as men possessed with the spirit of truth, as believers in the Lord Jesus Christ, as men who believe that we are acting with reference to eternity, it is well for us at all times to ponder well the path of our feet, and understand the position that we occupy on this earth, to know as near as possible the relationship that we sustain to God, to each other, to the world, and, as near as we can, the various duties that devolve upon us to attend to. These are things that we profess more or less to be governed by. We profess to have a portion of the Spirit of Truth, and we pray frequently that that Spirit may guide and direct us in our movements among the children of men. Let us endeavor to be guided by it in all our business relations, and in our intercourse with each other, that it may govern all our actions in life. <\/div><div class=\"paragraph jod\" id=\"v8n559\"> These are feelings that we often have experienced, and yet how frequently we depart from that spirit which we possess intuitively, and the instructions from those who are teaching us the principles of truth. <\/div><div class=\"paragraph jod\" id=\"v8n560\"> Now, there is nothing more true than these sayings that I have repeated  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>over in your hearing. Take into consideration this people, and the position they occupy. What is it? And who are we? Why, we profess to be the people of God, and we are the people of God. We profess to be Saints of the Most High, and this is what we are in reality, or should be. This does not, of course, apply to those who are not Saints. We profess that this is the work of God in which we are engaged, and our profession is strictly correct. When we say this is the Church and kingdom of God, we believe it and so it is; and it is the only Church and the only kingdom that he has on this earth in this generation that we know anything about.<span class=\"citation\" id=\"83700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83700)\">D&amp;C 1:30<\/a><\/span> We profess to know that God has revealed his law, that he has restored the holy Priesthood, and that he is communicating his will to the human family. We profess to believe that the kingdom of God will overrule and prevail over every other power and every other form of government and that it will go on from strength to strength, from power to power, from intelligence to intelligence, from knowledge to knowledge; and that in the due course of events, it will rule over the whole earth, until every creature upon the earth and under the earth and on the sea will be subject to the law of God, to the kingdom of God, to the dominion of God, and to the rule of the holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v8n562\"> This is our profession. We believe it: at any rate we profess to believe it; and if we do not we are hypocrites. We profess, further, to be the elect of God&#x2014;<span class=\"citation\" id=\"75638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75638)\">Col. 3:12<\/a><\/span><span class=\"citation\" id=\"77752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77752)\">1 Pet. 1:2<\/a><\/span><span class=\"citation\" id=\"87727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87727)\">D&amp;C 84:34<\/a><\/span>set apart, elected, chosen by him to be his servants to accomplish his work upon the earth&#x2014;in the first place, to establish correct principles among ourselves, and then to teach these principles to others, no matter what they relate to, whether to family matters, to the state, to a town, a corporation, or a government&#x2014; <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3432\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>no matter whether they relate to the Government of our own country, our own family, or a world. We profess to be under that Government. And further, all our opinions, all our movements, and intercourse with each other and with the nations of the earth, we believe to be governed and regulated by the law of God. These are some of our views and feelings respecting our religion and its influence upon our actions. <\/div><div class=\"paragraph jod\" id=\"v8n563\"> If these things are correct&#x2014;and they most assuredly are&#x2014;we are God's people, and he is bound by everything that is calculated to bind either man or God. He is bound to take care of his people,<span class=\"citation\" id=\"87414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87414)\">D&amp;C 82:10<\/a><\/span> if they take care of themselves. If they honor their calling and priesthood&#x2014;if they magnify and do credit to the power and authority that is conferred upon them&#x2014;if they do not deviate from correct principles, God is bound to fulfil all things according to the obligations that he is under&#x2014;one of which is to provide for his Saints.<span class=\"citation\" id=\"89852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89852)\">D&amp;C 104:15<\/a><\/span> Now, where does the matter rest taking it in connection with the first part of our text? Where does it necessarily rest? Does it not rest with God? It does, and he is faithful in his part. Who has ever known God to depart from correct principles? Come, let me stand up in his defense, if you please. I never have, and I am well satisfied that you never did. <\/div><div class=\"paragraph jod\" id=\"v8n564\"> There is not a man upon the earth that has put his trust in God, I do not care what part of the world he has been in, but what can say that he delivered him. I know that has been the case with me, emphatically so. I have been satisfied, when in foreign lands and in strange countries, where I had no access but to the Almighty, that he was on my side, and I know that he has answered my prayers. <\/div><div class=\"paragraph jod\" id=\"v8n565\"> We know that God lives, because we have the things that we ask at his hands. Taking it then, in this point  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3431\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of view, What is it that can cause us, as a people, to suffer any difficulty, or trouble, or privation? It is our own acts, our own corruptions, our own faults and weaknesses. Did we not have a sample of it this morning in the President's remarks? He said, &#x201C;I have, in years gone by, gone almost shirtless, and I have gone to men who had plenty, but they would not trust me ten dollars.&#x201D; Well, he was faithful, and they could not deprive him of that to which he was entitled. They might deprive him of the necessaries of life, and of those things that would make him and his family comfortable and happy for the time being; but they could not put anything between him and the kingdom of God. That being who had promised to stand by him, and whom he continued to fear, blessed him temporally and spiritually; he supplied all his wants, enabled him to feed and administer to those individuals who were so penurious that they could not trust in God. Is not that a proof of the position I am taking? It is; and you can see proof after proof and circumstance after circumstance: I could name many of them. <\/div><div class=\"paragraph jod\" id=\"v8n567\"> I have seen those that were proud cast down; I have seen the meek exalted, and the poor made to rejoice in the Holy One of Israel,<span class=\"citation\" id=\"58846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58846)\">Isa. 29:19<\/a><\/span> and seen peace and plenty poured into their lap, so that they have been comfortable and happy, while the other class have been cast down&#x2014;become poor and destitute; or, if they have wallowed in luxury, they have since gone to the Devil. <\/div><div class=\"paragraph jod\" id=\"v8n568\"> These are things which, if you will reflect upon them, will produce good results, if they lead you to conduct and regulate your heart by the Spirit of truth and the law of God. It is well to study the world and the overruling hand of God. You will see many pursue the path of luxury and ease, and neglect their Priest<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3431\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hood and their God, and the result will be as those mentioned. I speak of this as a general principle&#x2014;as one that exists between God and this earth. Man, assisted by the Lord, is the founder of his own destiny. We do not always see this principle developed at once. Sometimes the hand of God is withheld, and he suffers his people to be chastened. At present this appears hard, and to some it seems urgent; yet it is for their good. This principle has existed to a great extent among the nations of the earth. They are raised up and cast down. They come into existence, grow, flourish, and expand, and are powerful; and by a touch they crumble, wither, and decay. But the nations know not God; they do not observe his laws, and have no claim upon his protection. It has been so from the commencement and it will continue so until the winding-up scene. It will apply to the human family until the earth shall be redeemed. <\/div><div class=\"paragraph jod\" id=\"v8n569\"> It is true that these things are not always visible to our senses. We sometimes see the wicked flourish, just as David said he did;<span class=\"citation\" id=\"57020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57020)\">Ps. 92:7<\/a><\/span> but by-and-by they are cut down. There is no pity in their death, neither is there that kindly feeling that is manifested for the righteous. <\/div><div class=\"paragraph jod\" id=\"v8n570\"> Good men have had to endure affliction, privations, trials, and sorrow, it is true. Abraham had to pass through afflictions that were harrowing to his feelings. Men of God have had to wander about in sheepskins and goatskins,<span class=\"citation\" id=\"77066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77066)\">Heb. 11:37<\/a><\/span> and been considered the scum and offscourings of society,<span class=\"citation\" id=\"73193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73193)\">1 Cor. 4:13<\/a><\/span> by men who understood not their relationship to God. They appeared destitute, but were, in reality, not. They had a hope that was buoyant, and looked for a city that had foundations, whose builder and maker is God.<span class=\"citation\" id=\"77004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77004)\">Heb. 11:10<\/a><\/span> Events of a similar kind have transpired among us. Brother Kimball  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3430\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and others have realized it, as those did in ancient times. There is no difference between this latter and former dispensation in this respect. Those who have held the Melchizedek Priesthood, many of whom had the gifts of the Holy Ghost, and much of the spirit of prophecy, even where there was no organization of Priesthood or of the kingdom of God upon the earth, stood as isolated characters in the world, and maintained their integrity before God. But we have a kingdom, the pattern of which has been revealed from the great God, given for our own happiness and salvation. And with the laying of the foundation of his kingdom on the earth there is a promise given unto us that the powers of darkness and all the power of hell combined shall not prevail against this kingdom.<span class=\"citation\" id=\"83890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83890)\">D&amp;C 6:34<\/a><\/span> In this respect we differ from all others. <\/div><div class=\"paragraph jod\" id=\"v8n572\"> At the time that Jesus lived, the Apostles entertained this hope respecting the kingdom that he organized;<span class=\"citation\" id=\"124995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124995)\">Acts 1:6-8<\/a><\/span> but long before that, it had been prophesied that a certain power should prevail against the Saints,<span class=\"citation\" id=\"127967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127967)\">Dan. 7:21<\/a><\/span><span class=\"citation\" id=\"127968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 127968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(127968)\">Rev. 13:7<\/a><\/span> and that the kingdom, with its organization, should pass from the earth;<span class=\"citation\" id=\"124992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124992)\">Rev. 12:5-6<\/a><\/span> and this all came to pass: but such will never be the case with this kingdom.<span class=\"citation\" id=\"124993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124993)\">D&amp;C 33:5<\/a><\/span> Here is the difference between the dispensation of Jesus and the one in which we live.<span class=\"citation\" id=\"124994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124994)\">D&amp;C 86:1-4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n573\"> The Lord organized this earth for a certain purpose, and placed you and me upon it, and also millions of beings who came here before us and passed into another state. He organized it for a certain purpose, and it will accomplish its design; so also will the human family. Should I say, then, that God is the arbiter of his own fate? <\/div><div class=\"paragraph jod\" id=\"v8n574\"> You will allow me to mix up my texts, I presume; for I do not mean to take up firstly, secondly, and thirdly; but I mean to use them wherever I think they will apply. <\/div> <div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3430\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n575\"> Is God the arbiter of his own fate? There is no necessity for this; for God rules and reigns, and controls things at his pleasure. Will righteous men always be trodden under foot by their enemies? No; for it is contrary to the design of God: he has given us ability to choose the good and refuse the evil.<span class=\"citation\" id=\"57997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57997)\">Isa. 7:15-16<\/a><\/span> We can work iniquity or righteousness, just as we please; and the Devil has taken advantage of this, and tried to surround men's minds with such influences as would bring about their ruin, that he might lead them captive at his will.<span class=\"citation\" id=\"92491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92491)\">Moses 4:4<\/a><\/span> The Lord has not bound them, nor controlled them; but the result of their actions he has controlled, whenever they have taken a course that was of itself calculated to injure his people. <\/div><div class=\"paragraph jod\" id=\"v8n576\"> The Lord says, &#x201C;The wrath of man shall praise me: and the remainder I will restrain.&#x201D;<span class=\"citation\" id=\"56873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56873)\">Ps. 76:10<\/a><\/span> He will let mankind pursue happiness in their own way; and according to their desire, he will let them drink the cup of their own iniquity in their own way.<span class=\"citation\" id=\"89420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89420)\">D&amp;C 101:11<\/a><\/span> On the other hand, he has manifested his goodness, and will continue to do it to all his children. What does he design to accomplish? The building up of this kingdom upon the earth, the establishment of righteousness, the driving back of the Adversary, and the banishing of his Satanic Majesty from the earth. By this means, the principles of truth will be extended throughout the length and breadth of the earth, and all will bow to God and his Christ,<span class=\"citation\" id=\"79430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79430)\">Rev. 11:15<\/a><\/span> and the chosen ones will administer the ordinances of his house forever and ever. <\/div><div class=\"paragraph jod\" id=\"v8n577\"> The Almighty had this object in view long ago: the old Prophets testified of it in generations that are passed. Job, who was said to have been a very patient man,<span class=\"citation\" id=\"77704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77704)\">James 5:11<\/a><\/span> spoke of it in his day,<span class=\"citation\" id=\"56161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56161)\">Job 19:26<\/a><\/span> and the Apostles of our Lord talked about the time when Jesus would come to reign upon the earth.<span class=\"citation\" id=\"124996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124996)\">Matt. 24:30<\/a><\/span><span class=\"citation\" id=\"85538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85538)\">D&amp;C 43:29<\/a><\/span> Visions, dreams, and reve<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3429\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lations are multiplied upon this subject. The Lord is a little more capacious in his views than we are, and calculates more largely; and things that look very great and important to us are very small with him. <\/div><div class=\"paragraph jod\" id=\"v8n579\"> It is said that a thousand years with us are as one day with the Lord.<span class=\"citation\" id=\"78436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78436)\">2 Pet. 3:8<\/a><\/span> He will bring to pass the work which he has designated; and what will it be? It will be the destruction of the ungodly, and the exaltation of the Saints to a celestial kingdom and glory. It will be the resurrection of the dead, and the exaltation of all who have obeyed him to thrones, dominions, principalities, and powers in worlds that are prepared for the faithful. Then he will have accomplished his purposes with regard to this world. Then those men who have suffered for a long time will feel like old Job, when he said, &#x201C;I know that my redeemer liveth, and that he shall stand at the latter day upon the earth: And though after my skin worms destroy this body, yet in my flesh shall I see God: Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me.&#x201D;<span class=\"citation\" id=\"56147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56147)\">Job 19:25-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n580\"> It was by the Spirit of truth and the revelations of God to Job that enabled him to say, &#x201C;Though worms destroy this body, yet in my flesh shall I see God.&#x201D;<span class=\"citation\" id=\"56162\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56162)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56162)\">Job 19:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n581\"> Father Abraham will come forth in the resurrection of the just.<span class=\"citation\" id=\"91692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91692)\">D&amp;C 132:29<\/a><\/span> He saw the day of the Lord and was glad,<span class=\"citation\" id=\"69524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69524)\">John 8:56<\/a><\/span> and he will possess and enjoy all the blessings promised unto him. He will accomplish all that is written concerning him and that has been predicted by the Prophets. <\/div><div class=\"paragraph jod\" id=\"v8n582\"> The Apostle Stephen prophesied of this, and said, &#x201C;God promised to Abraham that he would give him this land, and he will fulfil his promise.&#x201D;<span class=\"citation\" id=\"71521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71521)\">Acts 7:5,17<\/a><\/span> Abraham will inherit that which was promised to him upon this earth, when he has fulfilled his destiny in other <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3429\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> respects; then the promised land will be awarded to him. I might enumerate many other circumstances and instances of a similar kind. The Lord called Joseph Smith to be a Prophet, Seer, and Revelator. As soon as this was done, the Devil was ready for the opposition, and said, &#x201C;I shall stand in my place, and what will Joseph Smith be able to accomplish?&#x201D; We say that he will accomplish all that is required of him, despite all opposition. <\/div><div class=\"paragraph jod\" id=\"v8n583\"> One of the ancients said, &#x201C;Although the fig tree shall not blossom, neither shall fruit be in the vines; the labor of the olive shall fail, and the fields shall yield no meat; the flock shall be cut off from the fold, and there shall be no herd in the stalls: Yet I will rejoice in the Lord, I will joy in the God of my salvation.&#x201D;<span class=\"citation\" id=\"62238\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62238)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62238)\">Hab. 3:17-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n584\"> Who has been injured by the late crusade of the United States against us? With one of the best equipped armies that was ever organized in the United States, they came to crush this people and to wipe us out of existence, defiant, menacing, threatening, proud and haughty, with all the parade, the pomp, and circumstance of war: but the Lord put a hook in their nostrils,<span class=\"citation\" id=\"59237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59237)\">Isa. 37:29<\/a><\/span> stripped them of their glory, left them shivering in the cold, and fed them on mule's legs. Who has been hurt? <\/div><div class=\"paragraph jod\" id=\"v8n585\"> We are still here, and God is controlling matters for our good. President Young says, &#x201C;It will continue to be so, if we live our religion as we understand it, and leave the wicked alone; for those who are opposing the Church of Christ cannot hurt us, and all such characters will have their portion in the lake that burns with fire and brimstone.&#x201D;<span class=\"citation\" id=\"80764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80764)\">Rev. 21:8<\/a><\/span> Then let us gird up our loins and maintain the principles of truth&#x2014;do all we can to root out iniquity from our midst, but let the wicked wallow in the filthiness of their own debaucheries. <\/div><div class=\"paragraph jod\" id=\"v8n586\"> We have separated ourselves from the world in which we live; we have  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>been baptized, by immersion in water, for the remission of sins; we have had hands laid upon us for the gift of the Holy Ghost; and the question with us now is, Shall we condescend to go again into the beggarly elements<span class=\"citation\" id=\"124997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124997)\">Gal. 4:9<\/a><\/span> of the world, or shall we continue in obedience to the law of God? If we do not obey the law which the Lord has given for our guidance, we shall go down to destruction, and our second state will be far worse than the first. We are now laying a foundation for ourselves and our posterity; and what is it that will flash upon our minds if we turn away from the truth? We shall think of the time when we thought we were the Saints of God; we shall think of our associations with this people, and these reflections will greatly increase our misery. <\/div><div class=\"paragraph jod\" id=\"v8n588\"> Are we not the framers of our own destiny? Are we not the arbitrators of our fate? This is another part of my text, and I argue from it that it is our privilege to determine our own exaltation or degradation; it is our privilege to determine our own happiness or misery in the world to come. What is it that brings happiness now&#x2014;that makes us so joyous in our assembling together? It is not wealth; for you may pour wealth, honor, influ<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3428\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ence, and all the luxuries of this world into the lap of man; and, destitute of the Spirit of God, he will not be happy, for that is the only source from which true happiness and comfort can come. <\/div><div class=\"paragraph jod\" id=\"v8n589\"> If I am doing right, I am preparing for thrones, principalities, and dominions, resolved by the help of God that no man shall rob me of my crown. With this view of the subject, all the outward circumstances of this life do not trouble me. <\/div><div class=\"paragraph jod\" id=\"v8n590\"> I know it is the case that many men would like to have everything they can desire or think of; and I used to think, if I were the Lord, I would give the people everything they wanted&#x2014;all the money, all the honor, all the riches, and all the splendor their hearts could desire; but experience and observation have caused me to change my mind, for I know that such policy would not be good for the human family. <\/div><div class=\"paragraph jod\" id=\"v8n591\"> The Lord will try this people in all things, that they may be prepared for celestial glory.<span class=\"citation\" id=\"92069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92069)\">D&amp;C 136:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n592\"> Brethren and sisters, the time to bring our meeting to a close has come, I will therefore bring my remarks to a close, and pray God to bless you, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}