{"ID":80022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Objects of the Gathering.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Tabernacle, Great Salt Lake City, Sunday, June 17, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Objects of the Gathering.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 6\/17\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v8n539\"> I rejoice in the privilege of meeting with the brethren and sisters&#x2014;of meeting, I may say, with Saints&#x2014;with those who have gathered out from the midst of the nations of the earth for the purpose of building up the kingdom of God upon the earth with persons from almost every nation, kin<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"92b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0092.pdf\" target=\"pdfwin\">p.&#xA0;92b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3436\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dred, tongue, and people. Actuated by a single motive, and that motive and that object the building up of the Church and kingdom of God, have this people gathered from among the nations and from the islands of the sea. Should it not rejoice our hearts to meet such characters? Should it  <div class=\"break pagebreak\" id=\"93a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0093.pdf\" target=\"pdfwin\">p.&#xA0;93a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not be a matter of pleasure to be associated with such a community, and to have a part and lot in the establishment of truth and righteousness upon the earth? <\/div><div class=\"paragraph jod\" id=\"v8n541\"> I feel to rejoice continually in connection with my brethren in this work in which we are all engaged. No matter what order of occupation we are in, it is all for this sole object&#x2014;to establish righteousness and peace, and put down every species of wickedness. Our object is to establish a nucleus of power to protect and preserve righteous principles upon the earth, and the kingdom and government of the Almighty that shall never be thrown down. This is the motive, and it is a great and glorious and a noble enterprise, and its results will be pleasing, affording joy and peace in the Holy Ghost, and eventually exaltation and eternal lives. <\/div><div class=\"paragraph jod\" id=\"v8n542\"> Our minds have been touched with the light of truth&#x2014;the law of heaven&#x2014;the Spirit of the living God, and we have been enabled to see a few things, and we have now come together that we may learn of those principles. This work and cause which we have espoused is no idle tale, but a living, stern, and glorious reality. It was said by our Savior to the multitude, &#x201C;What have ye come out to see? A reed shaken with the wind?&#x201D;<span class=\"citation\" id=\"64246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64246)\">Matt. 11:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n543\"> We can answer that question in the negative. No; we have come for a great, grand, and glorious purpose. We have many things in connection with this purpose to perform to unite our lives, resources, and powers in the spreading abroad the truths of high Heaven, the gathering of Israel, the redemption of Zion, and the establishment of the principles of righteousness and peace upon the earth. <\/div><div class=\"paragraph jod\" id=\"v8n544\"> We have to train up our children in the nurture and admonition of the Lord&#x2014;<span class=\"citation\" id=\"75353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75353)\">Eph. 6:4<\/a><\/span>to seek to establish the principles of righteousness among men&#x2014;to put down iniquity, stop the floods <div class=\"break columnbreak\" id=\"93b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0093.pdf\" target=\"pdfwin\">p.&#xA0;93b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3435\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of wickedness and corruption that almost overflow the earth. <\/div><div class=\"paragraph jod\" id=\"v8n545\"> It is a strong current we have to stem; it is a warfare. We have to wage war against the powers of darkness; and sometimes it seems as though the floods were so great that it would overwhelm the Saints. It frequently appears as if there were no possibility of rising above it. But our past experience has shown us that the Church and kingdom of God has risen above these things, and that it has continually increased and extended abroad, and it is still progressing, and will continue to prosper from this time forth and forever. From its commencement it has known no stopping place, neither will it ever. <\/div><div class=\"paragraph jod\" id=\"v8n546\"> We live in the generation of the world in which the set time<span class=\"citation\" id=\"124991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124991)\">Ps. 102:13<\/a><\/span><span class=\"citation\" id=\"90966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90966)\">D&amp;C 124:6<\/a><\/span> to gather Israel has come, to bring about and accomplish the purposes of God, which must be brought about in the last days. The Lord has commenced to gather and organize his people, that they may be more fully taught in the principles of eternal life. It is now too late for the people of the wicked nations to think that they can overcome it, as did the wicked in days gone by; for this never can be done. The work of God will roll forth in power, in might and strength, sweeping sin and wickedness from the earth, and the Lord will rule King of nations<span class=\"citation\" id=\"60426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60426)\">Jer. 10:7<\/a><\/span> as he does now King of Saints.<span class=\"citation\" id=\"80070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80070)\">Rev. 15:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n547\"> This, brethren and sisters, is the work for which we are assembled together, and we have the pleasure and satisfaction of knowing that we can travel hundreds of miles here without meeting with scarcely any, except these who have embraced the Gospel, and gathered to this Territory for the selfsame purpose that we ourselves have. The majority of the people in this extensive Territory have come for this cause, and with a desire to do right and live the lives of Saints. <\/div><div class=\"paragraph jod\" id=\"v8n548\"> Is there wickedness here? Yes,  <div class=\"break pagebreak\" id=\"94a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0094.pdf\" target=\"pdfwin\">p.&#xA0;94a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3434\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there are those who have been born in this kingdom, that have dishonored themselves&#x2014;some of them, too, that bear the names of those who were witnesses to the coming forth of the Book of Mormon, as well as others who bear the name of Prophets who are mentioned in that book. It pains my heart to see it&#x2014;to hear children profaning the name of the Deity. How will we feel, if we train up our children to permit them to live in this way&#x2014;in a way that they will become a disgrace to their parents? Is it an honor to be born in Zion? Is it a blessed privilege to be trained up under the genial influences of that Spirit that leads to life and to an understanding of the principles thereof? Is it not a blessing to be enabled to discover and put far from us the false traditions of our forefathers? If so, how much more the disgrace of that person who dishonors his parentage, and the Church and kingdom of God, and that will also dishonor himself? Men do this to themselves&#x2014;to the kingdom of God&#x2014;the cause of truth and righteousness. But thanks be to our Father that the cause of truth and righteousness cannot suffer at the hands of the wicked, but Zion will rise and shine, and her greatness and glory will be seen, and in her strength, power, and might she will tread down every opposing foe. How should we feel in regard to our children, and to training them up that they may not depart from the ways of righteousness and truth?<span class=\"citation\" id=\"57480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57480)\">Prov. 22:6<\/a><\/span> Does it meet with the approbation of the Almighty when we neglect them? The Lord said to Abraham when he blessed him&#x2014;&#x201C;I know that he will command his children after him.&#x201D;<span class=\"citation\" id=\"53217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53217)\">Gen. 18:19<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3434\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n550\"> If this was a reason for giving blessing to Abraham, why should not every man who will live for it get a similar blessing in this generation? And in this way man can become great and mighty in the kingdom of God, and be useful in the Church of Christ. <\/div><div class=\"paragraph jod\" id=\"v8n551\"> Then let us pursue this course, that our children may honor us in their day and generation, that they may be an honor and an ornament in the Church and kingdom of God, instead of being a disgrace to those they associate with. <\/div><div class=\"paragraph jod\" id=\"v8n552\"> Mothers have a great deal to do with this; their duties and responsibilities are great towards their children; and none need be idle in this kingdom, for all can make themselves useful, no matter what their calling is. <\/div><div class=\"paragraph jod\" id=\"v8n553\"> There is everything needed in the kingdom of God that is required for the establishment of any other kingdom, save wickedness, and that I suppose must abide until a righteous influence shall be raised broad enough and deep enough to wither and dry it up. Then let us labor to root up wickedness, and let righteousness prevail in the minds of the Saints. <\/div><div class=\"paragraph jod\" id=\"v8n554\"> These are my feelings and my desires; and I pray God to bless all with the light of his Holy Spirit to guide us in the path of virtue and rectitude, that we may be enabled to do right, walk humbly and obediently before our God, and continually do those things that shall be pleasing in his sight, that we may at all times have his smiles and approbation. This is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}