{"ID":80024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Divine Authority.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Tabernacle, Great Salt Lake City, Sunday Afternoon, June 24, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Divine Authority.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 6\/24\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v8n594\"> I arise, by the request of brother Kimball, to speak to the congregation. What I may say I do not know at the present time; but one thing I do know, and that is, I earnestly desire the gift of the Holy Spirit, to enable me to speak to the edification of those present; and then, whatever is said will be right, and we shall be mutually instructed, and our minds informed. <\/div><div class=\"paragraph jod\" id=\"v8n595\"> One of the great fundamental principles of our religion is the Divine authority which God has sent down from heaven and conferred upon man. It lies at the foundation of the great work that we have embraced. Without it, we are nothing&#x2014;we are mere ciphers; we are no better off than the rest of the world. No matter how many truths we might embrace in our faith, and how many principles we might advance for the instruction of one another, nor however much knowledge we might gain and impart one to another, yet, if we were not in possession of this principle of authority from heaven, all would be vain&#x2014;all would be useless; all we could do would be like the turning to and fro of the door upon its hinges.<span class=\"citation\" id=\"57519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57519)\">Prov. 26:14<\/a><\/span> Our ordinances would be in vain, our baptisms would be in vain, our confirmations would be in vain, our preaching and our testimonies would be in vain, and, finally, there would be nothing pertaining to our religion that would be serviceable or saveable in <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3427\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> its nature. But let authority be sent down from heaven and conferred upon man, so that he will have the right to act in the name of the Lord, and so that he will have the right to administer ordinances in his name, and to act, to preach, to testify, and exhort in the name of the Lord. <\/div><div class=\"paragraph jod\" id=\"v8n596\"> Then what is done will stand; it will be lawful, it will be eternal, it will be recognized in the heavens in the day of judgment, and it will be sanctioned by all the pure and holy beings that are saved. When, therefore, we teach this generation, we teach this as one of the great fundamental principles of our religion. <\/div><div class=\"paragraph jod\" id=\"v8n597\"> That authority has been given, not from man, not from any individual or combinations of men, but it has been given from a superior source and a superior power, and eventually it has been conferred upon us, giving us the legal right to administer to the human family. This authority, when acted upon and when properly received, is saveable in its nature, and without it we may despair of obtaining salvation in the kingdom of God. We might as well give up first as last. But we do verily know (for with us it is not belief or guesswork)&#x2014;but we have a knowledge, that God has given this authority: we know it for ourselves; we know it as individuals, and not for the rest of mankind, but each individual for himself, provided  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he has received the gift of the Holy Ghost; and if he has not received that gift and blessing, he does not know it, for no man can know the things of God but by the Spirit of God.<span class=\"citation\" id=\"73020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73020)\">1 Cor. 2:11<\/a><\/span> No man can know by his natural eyesight, nor even see the things of God; they are to be spiritually discerned.<span class=\"citation\" id=\"73105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73105)\">1 Cor. 2:14<\/a><\/span> No man can know by the hearing of the ear&#x2014;by the testimonies that are given to other individuals, nor by the miracles that are performed; in short, no man can know the things of God unless he has received the gift of the Holy Ghost.<span class=\"citation\" id=\"73021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73021)\">1 Cor. 2:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n599\"> The Egyptians did not know, when Moses and Aaron performed miracles, that they were the servants of God. They saw water apparently turned into blood;<span class=\"citation\" id=\"53914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53914)\">Ex. 7:19-22<\/a><\/span> they saw frogs and insects come before their eyes; but they saw the magicians do the same things, and they had not sufficient knowledge to know the difference between the powers of the children of God and those possessed by themselves.<span class=\"citation\" id=\"53920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53920)\">Ex. 8:1-32<\/a><\/span> Although they believed, yet they did not know, for want of the Holy Spirit. Their hearts were not sufficiently prepared to receive that heavenly light, that divine gift by which that power was among them. <\/div><div class=\"paragraph jod\" id=\"v8n600\"> How easily we may be operated upon, and how liable we are to be led astray by the opposite power! How easily the children of Israel were led astray! Their minds darkened and their faith was destroyed, because they did not retain this authority and power in their hearts. The thunders of Mount Sinai, the clouds and darkness, and all the magnificent scenery that surrounded them did not create within them that living, abiding testimony that comes by the Holy Ghost. There, in the midst of all these scenes, they could build a calf, fall down before it, and acknowledge it to be their god. They could say, not only in their own hearts, but to one another, &#x201C;These be thy gods, O Israel!&#x201D;<span class=\"citation\" id=\"54466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54466)\">Ex. 32:8<\/a><\/span> While mountains were covered with <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3426\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> vast clouds, while the lightnings were yet striking down, and while the whole mountain of Sinai was trembling because of the power of God, yet that power was not recognized&#x2014;it was not respected, but a golden calf was considered to be the god that brought them out of the land of Egypt.<span class=\"citation\" id=\"124998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124998)\">Ex. 32:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n601\"> How vain, then, without the Holy Ghost, his abiding witness, this authority that comes from heaven and the knowledge of it! By this authority, sent down from heaven, we obtain a knowledge of future events; by it we obtain a knowledge as the fathers did&#x2014;we receive that which is promised upon our heads, even that which is promised in regard to our posterity to the latest generations; by it we shall obtain all that was promised in relation to our ancestors&#x2014;also that which is promised in relation to Priesthood, power, greatness, and glory. All these things are given through the authority that God has ordained and bestowed on man here upon the earth. <\/div><div class=\"paragraph jod\" id=\"v8n602\"> [Blessed the sacramental cup.] <\/div><div class=\"paragraph jod\" id=\"v8n603\"> Mankind have assumed to themselves various degrees of authority. Mankind have assumed to themselves, from the earliest ages, after our creation, to establish by their own authority civil governments, and also to establish by their own authority ecclesiastical or church governments. These governments that have assumed authority to rule, and reign, and govern the people, will crumble to ashes before the might, the strength, and power of the kingdom of our God. One, perhaps, has assumed authority after one method; another has assumed it after another: one has established one form of government, and another form: one has erected a standard of religion to guide the human mind in relation to their welfare and happiness, and another has set up a separate creed; and we find that our world, from ages immemorial, has been under all kinds of authority and  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>government, civil and ecclesiastical; and the nations of the earth have honored these governments, more or less. <\/div><div class=\"paragraph jod\" id=\"v8n605\"> Perhaps it may be said that the Lord is the Author of all these governments. That we may admit in one sense, and in one sense only, because he controls those governments to a certain extent, as we have been told from this stand. But is the Lord the Author of a government that admits of no authority from heaven? He may permit those governments to exist, and he may control the result of their actions for the glory of his name and for his own benefit; but to suppose that the Lord has directly established the monarchical governments that have existed for ages that are past, and the Republican governments that have existed through or in different generations, and the various other governments, some of which have stood the test of centuries&#x2014;to suppose that the Almighty organized all of them, I say, would be inconsistent. <\/div><div class=\"paragraph jod\" id=\"v8n606\"> But some might say, Is it not better to have these forms of government than to have none at all? Admit that it is better than to let every man go which way he pleases; and therefore, when the Lord saw that the people were so far departed from heaven and from him, and from the form given from heaven, he may have suffered those forms of government to be established,<span class=\"citation\" id=\"89584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89584)\">D&amp;C 101:77<\/a><\/span> and that, too, for the benefit of the inhabitants of the earth; and he may have had, and may still hold, his hand indirectly over the wise men of the earth, and move upon their hearts to establish many good and wise principles for the benefit of the people. All this he has done for his name's glory; therefore we acknowledge the hand of the Lord in controlling all the governments and kingdoms of the earth. But where is that heavenly, divine authority that <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3425\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> comes down from above? Where is it to be found in the present generation, among all the nations and kingdoms in the four quarters of our globe, except it be in these mountains? Where has it been in ages that are past, since the Apostles fell asleep? You may traverse our earth from one side to the other to find a government established by the Almighty, and you cannot do it. Or, if you do not want to find a people who will say that God was at the foundation of the establishment of their governments, find a people who will say that God directs in their movements, in their councils, in their senates, in their houses of parliament&#x2014;find a nation that will acknowledge that God governs them by the spirit of revelation. You cannot find such a one: there are none such in existence among the nations abroad, for they all say they do not acknowledge the principle. If you go over to the Old World, and travel from one end to the other and ask the question, Do you acknowledge God in your movements&#x2014;in making war one with another? Does God give you revelation to guide you? Have you any Prophets that are appointed by divine authority, who can say, &#x201C;Thus saith the Lord God concerning this people?&#x201D; You will find the united testimony of kings and senators to be that God does not speak in this our day&#x2014;there is no such thing as revelation in this generation. Then go to the ecclesiastical governors and ask the same question. Go to the Pope that pretends to occupy the chair of St. Peter, and he will say, &#x201C;Oh, I occupy the same position as Peter&#x2014;the same apostleship and calling.&#x201D; Do you act in the same duties? He will answer, &#x201C;Oh, yes, I guide and direct my people as Peter did; but there is no revelation now; for, since the days of John the Revelator, the canon of Scripture has been closed up, and we are to be guided by their  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>revelations; but we are not to have any more.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n608\"> This is what the Pope would tell you; it is what the cardinals would say; and the bishops and clergy would all tell you that the canon of Scripture is forever closed. They have no God to decide relative to their principles and doctrines, and to correct errors that may creep into their church. In the next place, you may go to all the reformers and other branches of the ecclesiastical government, and with one united voice they will all tell you the same thing&#x2014;viz., that the Bible contains all that is necessary and that can conduce to the benefit of the people. No prophet, no inspired man in our day, and has not been for many generations past; and hence there have been no additions to our Scriptures. This is the state of the whole world, apart from this divine authority that is claimed by the Latter-day Saints in these mountains. <\/div><div class=\"paragraph jod\" id=\"v8n609\"> If the question be asked us by all the nations and kingdoms upon the earth, &#x201C;Do you profess to be guided in your councils by revelation from the heavens?&#x201D; There would scarcely be a voice in the negative. I believe they would all answer in the affirmative, and say, &#x201C;We believe in revelation from on high; we believe that angels have come and administered to the Apostles and Prophets, that intelligence has been sent down from heaven, that Prophets and Revelators have been in our midst, and that revelations have been given from the commencement of the Church, and that we know that the counsels and great movements of our Church have been dictated by revelation.&#x201D; And here is where we differ from the whole world. <\/div><div class=\"paragraph jod\" id=\"v8n610\"> It must be remembered that this is not one of those points that are generally supposed to be nonessential: it is as different from many of those disputed questions as the sun at its meridian splendor is from the moon <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3424\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> making her appearance in midday. This is a great and an important question. <\/div><div class=\"paragraph jod\" id=\"v8n611\"> Where is there power to govern civilly or ecclesiastically&#x2014;I mean the power of God? Will he not bring all their thrones to an end? Where is there a law passed by human authority that will stand the searching glance of the Almighty? Where is there a kingdom or council organized among the nations that now exist that gets the counsel of the Almighty to direct them? All that do not obtain this direction will be rooted up in the great day to come; they will be overthrown and brought to naught. And even their domestic institutions are wrong. Where is there a nation among those governments where the people have been brought into the bonds of matrimony according to the order of God? When the great day of the Lord comes, it will come to end their marriages.<span class=\"citation\" id=\"91472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91472)\">D&amp;C 132:7<\/a><\/span> There will be nothing but good feelings left between man and wife&#x2014;between parents and children, because they have not been begotten, neither have their marriages been solemnized by that authority which is known on high. Then children can no longer recognize their fathers and mothers as such, neither can men and women any longer dwell together as husband and wife, when that great day shall come; for all things that are established by human authority must come to an end, and cease forever.<span class=\"citation\" id=\"124999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124999)\">D&amp;C 132:13-15,18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n612\"> But when, on the other hand, we consider the authority that is given to us from heaven, we see something that will never come to an end. There will be something that will endure when the mountains and hills shall melt like wax,<span class=\"citation\" id=\"125001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125001)\">Ps. 97:5<\/a><\/span><span class=\"citation\" id=\"125000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125000)\">Micah 1:4<\/a><\/span> and the elements shall melt with fervent heat.<span class=\"citation\" id=\"78448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78448)\">2 Pet. 3:10<\/a><\/span> At that day there will be among the Latter-day Saints those holding that authority that is from on high&#x2014;that inspiration that comes from heaven. Then, when  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Great Eternal Son of the Father shall come in the clouds of heaven with power and great glory,<span class=\"citation\" id=\"65808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65808)\">Matt. 24:30<\/a><\/span> we shall stand firm upon the rock that will endure forever, even by the authority that God has ordained.<span class=\"citation\" id=\"125002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125002)\">Matt. 16:18-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n614\"> How great reason the Latter-day Saints have to rejoice when they contemplate these great privileges and blessings, and when they contemplate that the same authority that God established in the beginning, when our first parents were upon the earth (the same authority that proceeded from the Great Eternal in the morning of creation), is again restored. Ours is an ecclesiastical Church, and an ecclesiastical state. We have something that is enduring, and this rejoices my soul when I think upon it. This present state of existence is, as the Apostle says, but a shadow,<span class=\"citation\" id=\"75597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75597)\">Col. 2:17<\/a><\/span><span class=\"citation\" id=\"125003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125003)\">Heb. 8:5<\/a><\/span> and our probation ends in death. <\/div><div class=\"paragraph jod\" id=\"v8n615\"> Many of the Latter-day Saints have been properly instructed in regard to this authority that is sent from God. Where is there an individual that has been united in the order of God who would like these bonds to be severed, and henceforth be left in conjecture? What would the world give, if they were acquainted with these divine principles? It is because they are ignorant of them that they are contented to marry in the way they do at the present time. We can see that they are principles that we need, and that are ordained by the Almighty, implanted in the bosoms of men and women. They are principles that minister to our happiness. Then why should those sacred ties be torn asunder when this body dies? Why should the pursuance of that course which sustains us in this life be broken up forever in that which is to come? Would this be consistent with the character of the All-wise Creator for him to implant certain principles, instincts, and passions in our nature, to be enjoyed in our <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3423\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> present existence, and to break them asunder forever? No, it would not; neither has he any disposition to impart gifts, principles, and passions, and then destroy them again. To this end the Lord has ordained authority to be exercised upon the earth, and he is manifesting that it is He who rules in the heavens; and he will continue to show to the people that these ordinances, powers, privileges, and blessings enjoyed in this Church are to continue and endure forever, and that his house is a house of order.<span class=\"citation\" id=\"91494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91494)\">D&amp;C 132:8<\/a><\/span> He can easily overthrow this human authority, and carry out that which is heavenly. <\/div><div class=\"paragraph jod\" id=\"v8n616\"> For the accomplishment of this, he has given the keys of the holy Priesthood, and there are many sitting before me who have received this Priesthood, and it will remain with the faithful after their graves shall have been covered up and the green grass grown thereon. It will go with them in the spirit world and aid them in disseminating the principles of salvation there,<span class=\"citation\" id=\"92157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92157)\">D&amp;C 138:30<\/a><\/span> and by it they will be brought forth in the resurrection of the just. <\/div><div class=\"paragraph jod\" id=\"v8n617\"> The first speaker expressed his opinion as to the possibility of our attaining that point, or reaching that degree of perfection that will enable us to retain all the heavenly principles in our bosoms that we receive from day to day, and be able to practice upon them, and thereby overcome disease and death itself. This is all very good; but there is much to be done&#x2014;many temptations to resist, and weaknesses to overcome, before we can live by the light which is in us. <\/div><div class=\"paragraph jod\" id=\"v8n618\"> If we fall into transgression and wallow in iniquity, we lose our position and our claim on the goodness and protection of our Heavenly Father; but, by a faithful adherence to the principles of virtue and righteousness, we shall prepare ourselves to come forth in the resurrection of the just, and dwell with the sanctified. <\/div> <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n620\"> Let us shake off our imperfections and put away our follies, lift up our heads and rejoice, and call upon the name of the Lord. The promises made to us are sure, and we shall inherit them. <\/div><div class=\"paragraph jod\" id=\"v8n621\"> Consider the great blessings that have been already conferred upon us, having been sealed up by the Holy Spirit of promise to come forth with the just and inherit all things; and these have been recorded for our benefit. If we transgress, we shall have to suffer for that transgression here in the flesh; and after we lay our bodies down, we shall suffer in the spirit world, until we have suffered enough for all our sins, unless we have shed innocent blood.<span class=\"citation\" id=\"91662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91662)\">D&amp;C 132:26<\/a><\/span> For those who have committed that sin there is no forgiveness in this world, nor in that which is to come.<span class=\"citation\" id=\"64418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64418)\">Matt. 12:32<\/a><\/span><span class=\"citation\" id=\"85306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85306)\">D&amp;C 42:18<\/a><\/span><span class=\"citation\" id=\"86951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86951)\">D&amp;C 76:34<\/a><\/span><span class=\"citation\" id=\"87753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87753)\">D&amp;C 84:41<\/a><\/span><span class=\"citation\" id=\"91676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91676)\">D&amp;C 132:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n622\"> Here is something that is permanent; here is a chance to take hold of the word of God, as described by Lehi.<span class=\"citation\" id=\"80962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80962)\">1 Ne. 8:24<\/a><\/span><span class=\"citation\" id=\"125004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125004)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125004)\">1 Ne. 11:25<\/a><\/span> It is our privilege to hold fast and hold on to them. And if we should be cut off in the flesh and sent down to be punished in <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3422\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the spirit world, and there be buffeted by those spirits, and still retain our memories, we can say these sufferings will not endure forever, but we shall enjoy all that has been put upon our heads, and, through the Priesthood, and signs and tokens that have been revealed, come forth in the first resurrection,<span class=\"citation\" id=\"91663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91663)\">D&amp;C 132:26<\/a><\/span> and pass by the sentinels and the Gods that stand to keep the way to eternal lives. And if there be thrones, dominions, principalities, and powers, we shall come in possession of them, for this is the promise of the Almighty.<span class=\"citation\" id=\"91576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91576)\">D&amp;C 132:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n623\"> This is like an anchor to our souls;<span class=\"citation\" id=\"76750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76750)\">Heb. 6:19<\/a><\/span><span class=\"citation\" id=\"83486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83486)\">Ether 12:4<\/a><\/span> this is something to rejoice in beyond this world. It lays hold of eternal lives; it lays hold of eternal exaltations, of eternal thrones, of eternal authority and power to reign in the kingdom of God forever and ever. <\/div><div class=\"paragraph jod\" id=\"v8n624\"> This is the kind of authority and blessing that is calculated to satisfy mankind in relation to the things of God, and nothing else will. <\/div><div class=\"paragraph jod\" id=\"v8n625\"> May God bless us all, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}