{"ID":80020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Practical Religion.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made at Logan, Cache County, June 10, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Practical Religion.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/10\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v8n522\"> I cordially agree with what has been said by President Young, and I know that every reasonable man does. The religion we believe in consists of faith and works. I would not give a dime for all the faith there is in this world without works. We believe or disbelieve what we hear. After we believed the testimony of the Elders who brought the intelligence that God had sent an holy angel, raised up a Prophet, &amp;c., then we were required to repent. After we had repented, we went forth and were baptized in water for the remission of sins. Then we received the laying on of hands for the gift of the Holy Ghost, whose office it is to show us things to come<span class=\"citation\" id=\"70346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70346)\">John 16:13<\/a><\/span> and bring things to our remembrance.<span class=\"citation\" id=\"70018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70018)\">John 14:26<\/a><\/span> Then we received the holy Priesthood, shouldered our knapsacks, and started out to preach without purse or scrip. As soon as we believed, we began to work, and we have kept working all the time until now. By working, we receive the fruits of our labor. <\/div><div class=\"paragraph jod\" id=\"v8n523\"> Wheat cannot be produced unless the ground is prepared and the seed sown upon it. When it has attained to ripeness, it must then be reaped, thrashed, and taken to the mill to be ground; then it must be fermented, kneaded into dough, and baked into bread, before we can eat it. This is a good comparison. The religion of Christ cannot exist without works. &#x201C;Faith without works is dead, being <div class=\"break columnbreak\" id=\"90b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0090.pdf\" target=\"pdfwin\">p.&#xA0;90b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3438\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> alone&#x201D;&#x2014;<span class=\"citation\" id=\"77535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77535)\">James 2:17<\/a><\/span>as much so as the body is dead without the spirit.<span class=\"citation\" id=\"77637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77637)\">James 2:26<\/a><\/span> Go and do what you have been told to do today. Our religion is a daily work; it is our duty to work continually. <\/div><div class=\"paragraph jod\" id=\"v8n524\"> I have traveled through many portions of the United States; I have lived in the best country there is in the United States; I have been to Europe; but I have never seen such a scenery in my life as I have seen in this valley. It is the best valley there is in the mountains, that we have seen; still I expect there are better valleys than this. I do not know but Sanpete is the next. <\/div><div class=\"paragraph jod\" id=\"v8n525\"> I never have had better feelings in seeing any country, and to see the people in it who have commenced to improve it. We are pretty well satisfied that they are Saints that live here. A great many people, when starting, said they were going to Cache Valley; but we do not find them here: they have gone to Carson Valley, or to some other place. I can say, Peace be to this valley; and peace be to the righteous; and sorrow and tribulation, weakness, and utter destruction from the angel of God waste away the wicked that will not repent. I pray that an Uncle Sam's army may never come into this valley; and if they do not come near you, this valley will be one of the greatest granaries that ever was in the house of Israel. <\/div><div class=\"paragraph jod\" id=\"v8n526\"> I am calculating, if it continues to  <div class=\"break pagebreak\" id=\"91a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0091.pdf\" target=\"pdfwin\">p.&#xA0;91a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rain as it does today&#x2014;that is, when it is wanted, that the Lord will receive some ten to twelve thousand bushels of grain here in his granary. If the people here will take the course to do as they have been told, listening to those men who have been appointed to preside over them, they will have one of the richest valleys in the world; and the Lord will temper it: he will temper your winters and your summers, and he will temper the people&#x2014;help them to control their tempers, and the peace and blessing of the Lord will dwell here. I feel to pray all the time&#x2014;&#x201C;O Father, bless this people, bless this valley, bless these mountains, the fountains of water, and bless everything that pertains to this people,&#x201D; that this place may be a place when Salt Lake fails of having wheat, that we may come here and <div class=\"break columnbreak\" id=\"91b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0091.pdf\" target=\"pdfwin\">p.&#xA0;91b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3437\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> get a little. I feel to bless Sanpete, that it may still continue to be a granary. It is, so far; and I feel as though this would be, and I am satisfied it will be, if you live right. <\/div><div class=\"paragraph jod\" id=\"v8n528\"> Brother Rix undertook to build a saw mill. He has the irons, and here are the timbers; you are sitting upon them. He would have had hundreds of bushels of wheat more, had he gone on and built that mill. You all want lumber; and I would now, if I were in his place, put up that mill. <\/div><div class=\"paragraph jod\" id=\"v8n529\"> Take upon you the yoke of Christ, and wear it, for it is easy,<span class=\"citation\" id=\"64277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64277)\">Matt. 11:28-30<\/a><\/span> and the path of the righteous is plain.<span class=\"citation\" id=\"124990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124990)\">Prov. 15:19<\/a><\/span> But when a man is wrong and neglects his duty, he is full of sorrow, he is uneasy, and unhappy all the day long. You know this. Peace be with you! And may God help you to do right, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}