{"ID":80030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Light of the Spirit&#x2014;Coming Tribulations&#x2014;Present Salvation.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, July 15, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Light of the Spirit, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/15\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v8n714\"> The words of eternal life,<span class=\"citation\" id=\"69319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69319)\">John 6:68<\/a><\/span> the holy Priesthood of the Son of God, with its keys, powers, and blessings, are committed to us. If they and the God who gave them are honored by this people, great peace and joy are ours, through the Holy Spirit of this Gospel. Great peace have they who love the law of the Lord and abide in his commandments. <\/div><div class=\"paragraph jod\" id=\"v8n715\"> It has been said this morning that those who turn away from the Lord are dark&#x2014;very dark and benighted. Every principle of true philosophy convinces a person who understands the spirit of the Gospel and has received the good word of life,<span class=\"citation\" id=\"76717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76717)\">Heb. 6:5<\/a><\/span> that the darkness is in proportion to the light that has been forsaken. Rear a child in a cell which only admits a <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3407\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> small glimmer of light, and the child will pass its time with some degree of satisfaction, when a person accustomed to the bright light of day could not at first see anything. And the greater the light bestowed upon an individual or upon a people, the greater the darkness when that light is forsaken. <\/div><div class=\"paragraph jod\" id=\"v8n716\"> The light of the Spirit reflects upon the understandings of those who have not passed the day of God's favor, and teaches them whether they are walking in the truth or violating the commandments they have received of the Lord. If persons reach a period when the Spirit of truth ceases to reflect upon their understandings, then they know nothing of the commandments of the Lord, but follow the lusts of the  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>flesh and of the mind, and are bound to perdition. So long as persons are in a position that it is possible for them to return to the Lord, after having once received the love of Christ&#x2014;after having once been enlightened by his Spirit,<span class=\"citation\" id=\"76702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76702)\">Heb. 6:4-6<\/a><\/span> there will be times when they will be taught whether they are walking in the truth or not. <\/div><div class=\"paragraph jod\" id=\"v8n718\"> Truth is the opposite of error&#x2014;it is a matter of fact&#x2014;no matter where it is found. A man, though he has not received authority from heaven, but is convinced by the light he has received that the nations have wandered far from God, and that his associates&#x2014;members of the same profession or community&#x2014;are not walking according to the revelations given in the New Testament, rises up and declares that he feels bound in his faith and conscience to go forth and raise up a pure church unto Christ. He goes forth and preaches to the people, calling upon them to be Saints of the Most High. He calls upon the people to return to the Lord with all their hearts&#x2014;to become truly the children of God by faith&#x2014;<span class=\"citation\" id=\"74557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74557)\">Gal. 3:26<\/a><\/span>teaches many good and wholesome principles, many of the commandments of the Lord, and the revelations given in the New Testament, knowing nothing further. Revival after revival and seceder after seceder follow in the footsteps of the reformer. He professes to teach purer and holier doctrine than has been taught; and the question arises, who is under obligation to obey that man's mandate? The Lord has not called him; Jesus has not appeared to him; Peter, James, and John have not met with him and conferred upon him the keys of the holy Priesthood; he has no communication with the heavens, only through the spirit of conviction. <\/div><div class=\"paragraph jod\" id=\"v8n719\"> Such is the situation of the Christian world. They are convinced by the traditions of their fathers, and by that <div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3406\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> portion of the light of Christ that lighteth every man that cometh into the world,<span class=\"citation\" id=\"68525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68525)\">John 1:9<\/a><\/span> that they are under obligation to a Supreme Being, and him they are naturally inclined to adore, reverence, honor, and worship. Under that impression they build up churches, professedly unto Christ on their own responsibility. Who is under obligation to obey their words? When truth is presented, it matters not whether by a deist, atheist, professor of religion, or a person of no such profession, it belongs to the people of God. Were Lucifer to present a truth to this people, they have a right to take it, for it is theirs. But if he demands obedience to the truth, are people under obligation to hearken and obey through his word? Not in the least. <\/div><div class=\"paragraph jod\" id=\"v8n720\"> When a man merely from a spirit of conviction goes forth to build up the kingdom of God&#x2014;to reform the nations of the earth, he can go so far as morality operates upon and enlightens him; but he is without authority from heaven. Let such a person come here and teach one truth, or ten or a hundred truths, he is only handling that which does not legally belong to him unless he obeys the commandments of the Lord. That property is ours. It is for us to receive all truth. But we are under no obligation to obey any man or being in matters pertaining to salvation, unless his words have the authority and sanction of the holy Priesthood. <\/div><div class=\"paragraph jod\" id=\"v8n721\"> All truth belongs to the Saints of the Most High. They inherit it through obedience to his commands. It does not belong to the hypocrite&#x2014;to those who disobey the commandments of the Lord or turn away from them; it belongs to the faithful Saints&#x2014;to those who love and revere the name of God and keep his commandments. All truth, every good and holy principle, the fulness of the  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heavens and of the earth, and all time and all eternities that ever were, or are, or are to come, belong to the Saints of the Most High. Do those blessings belong to others, if they take an opposite path&#x2014;if they disobey the commandments of the Lord? No; but they, as well as the faithful, will reap the reward of their doings. If they take the road that leads to destruction, they may expect to be destroyed. If they take the road that leads to dissolution, they may expect to be dissolved. If they take the road that leads to ruin, they may expect to be ruined. The words given to us in the Bible and Book of Mormon, and the words of the Savior, through his servant Joseph Smith, will all be verified and fulfilled. How do the Saints feel in regard to this matter? Is there faith and power among them? Do they feel grounded upon the Rock of Ages? Do they feel that the words of Prophets will be fulfilled? There are times, perhaps, when men are measurably left to themselves, and when they are somewhat in doubt. But when they are active in the faith of their calling, are they sure and steadfast, and do they feel built upon the rock of eternal truth, the rock of ages, the rock of revelation? Do they realize that all the words of the Lord will be fulfilled?<span class=\"citation\" id=\"83759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83759)\">D&amp;C 1:38<\/a><\/span> Those who read and hear, and do so understandingly, can comprehend for themselves. But how can people understand? They may read and hear the words of truth&#x2014;the words of life, and yet the natural man in his natural state cannot understand them. Mankind must have revelation, either through a preacher or some other source, and must enjoy the Spirit that should always attend the preaching of the Gospel, to enable them to understand what they hear.<span class=\"citation\" id=\"72726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72726)\">Rom. 10:13-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n723\"> &#x201C;Do you think there is calamity abroad now among the people?&#x201D; Not <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3405\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> much. All we have yet heard and all we have experienced is scarcely a preface to the sermon that is going to be preached. When the testimony of the Elders ceases to be given, and the Lord says to them, &#x201C;Come home; I will now preach my own sermons to the nations of the earth,&#x201D; all you now know can scarcely be called a preface to the sermon that will be preached with fire and sword, tempests, earthquakes, hail, rain, thunders and lightnings, and fearful destruction. What matters the destruction of a few railway cars? You will hear of magnificent cities, now idolized by the people, sinking in the earth, entombing the inhabitants. The sea will heave itself beyond its bounds, engulfing mighty cities.<span class=\"citation\" id=\"88662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88662)\">D&amp;C 88:87-91<\/a><\/span> Famine will spread over the nations, and nation will rise up against nation, kingdom against kingdom,<span class=\"citation\" id=\"65666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65666)\">Matt. 24:7<\/a><\/span> and states against states, in our own country and in foreign lands;<span class=\"citation\" id=\"125014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125014)\">D&amp;C 45:63<\/a><\/span> and they will destroy each other, caring not for the blood and lives of their neighbors, of their families, or for their own lives. They will be like the Jaredites who preceded the Nephites upon this continent, and will destroy each other to the last man,<span class=\"citation\" id=\"83530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83530)\">Ether 13:20-21<\/a><\/span><span class=\"citation\" id=\"83541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83541)\">Ether 15:33<\/a><\/span> through the anger that the Devil will place in their hearts, because they have rejected the words of life and are given over to Satan to do whatever he listeth to do with them.<span class=\"citation\" id=\"81807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81807)\">Mosiah 2:33<\/a><\/span> You may think that the little you hear of now is grievous; yet the faithful of God's people will see days that will cause them to close their eyes because of the sorrow that will come upon the wicked nations. The hearts of the faithful will be filled with pain and anguish for them. <\/div><div class=\"paragraph jod\" id=\"v8n724\"> How do you feel, Elders of Israel? Do you feel as though this tribulation would come soon? Would you like to have the scene commence this season, and have the vials of God's wrath<span class=\"citation\" id=\"80103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80103)\">Rev. 16:1<\/a><\/span> placed at your disposal? Would you like to unstop those vials and  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pour their contents upon the heads of those who have afflicted you and driven you from town to town, from place to place, and from city to city, until you found a home in the mountains, and have even followed us here, believing that they yet have power to destroy the last Saint? Would you like to empty these vials upon the heads of the nations, and take vengeance upon those who have so cruelly persecuted you? Do you delight in the sufferings of your fellow beings? Jesus died for those very beings. Have you ever realized that the blood of Jesus, the Son of God, was voluntarily shed for those very characters as well as for us? <\/div><div class=\"paragraph jod\" id=\"v8n726\"> Do you not think that he has feeling for them? Yes, his mercy yearns over the nation that has striven for a score of years to rid the earth of the Priesthood of the Son of God and to destroy the last Saint. He has mercy upon them, he bears with them, he pleads with them by his Spirit, and occasionally sends his angels to administer to them. Marvel not, then, that I pray for every soul that can be saved. Are they yet upon saving ground? Many of them can yet be saved, if they will turn to the Lord. <\/div><div class=\"paragraph jod\" id=\"v8n727\"> If a person with an honest heart, a broken, contrite, and pure spirit, in all fervency and honesty of soul, presents himself and says that he wishes to be baptized for the remission of his sins, and the ordinance is administered by one having authority, is that man saved? Yes, to that period of time. Should the Lord see proper to take him then from the earth, the man has believed and been baptized, and is a fit subject for heaven&#x2014;a candidate for the kingdom of God in the celestial world, because he has repented and done all that was required of him to that hour. But, after he is baptized and hands have been laid upon him for the reception <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3404\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Holy Ghost, suppose that on the next day he is commanded to go forth and preach the Gospel, or to teach his family, or to assist in building up the kingdom of God, or to take all his substance and give it for the sustenance of the poor, and he says, &#x201C;I will not do it,&#x201D; his baptism and confirmation would depart from him, and he would be left as a son of perdition. But if he says, with a willing heart and mind, &#x201C;Here is my substance; I will not only pay the tenth of it, but the whole of it is at your feet; do with it as you please,&#x201D; does he not continue to be saved? Yes. <\/div><div class=\"paragraph jod\" id=\"v8n728\"> It is present salvation and the present influence of the Holy Ghost that we need every day to keep us on saving ground. When an individual refuses to comply with the further requirements of Heaven, then the sins he had formerly committed return upon his head;<span class=\"citation\" id=\"87411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87411)\">D&amp;C 82:7<\/a><\/span> his former righteousness departs from him, and is not accounted to him for righteousness:<span class=\"citation\" id=\"74481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74481)\">Gal. 3:6<\/a><\/span> but if he had continued in righteousness and obedience to the requirements of heaven, he is saved all the time, through baptism, the laying on of hands, and obeying the commandments of the Lord and all that is required of him by the heavens&#x2014;the living oracles. He is saved now, next week, next year, and continually, and is prepared for the celestial kingdom of God whenever the time comes for him to inherit it. <\/div><div class=\"paragraph jod\" id=\"v8n729\"> I want present salvation. I preach, comparatively, but little about the eternities and Gods, and their wonderful works in eternity; and do not tell who first made them, nor how they were made; for I know nothing about that. Life is for us, and it is for us to receive it today, and not wait for the millennium. Let us take a course to be saved today,<span class=\"citation\" id=\"81853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81853)\">Mosiah 4:12<\/a><\/span> and, when evening comes, review the acts of the day, repent of our sins, if we have any  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to repent of, and say our prayers; then we can lie down and sleep in peace until the morning, arise with gratitude to God, commence the labors of another day, and strive to live the whole day to God and nobody else. <\/div><div class=\"paragraph jod\" id=\"v8n731\"> Whomsoever you yield yourselves servants to obey, his servants ye are.<span class=\"citation\" id=\"72450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72450)\">Rom. 6:16<\/a><\/span> Do not obey the lusts of the flesh, the lusts of the eye,<span class=\"citation\" id=\"78587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78587)\">1 Jn. 2:16<\/a><\/span> and the groveling grasping after property. There are those in this congregation who are so shortsighted, and so destitute of eternal wisdom and knowledge, that they believe that brother Brigham is after property&#x2014;after the things of this world. That is a false feeling, a false view, and a false faith in such persons. I am obliged to take care of what God puts in my possession, and to make the best possible use of it. I seek not for the world, nor for the things of the world;<span class=\"citation\" id=\"78555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78555)\">1 Jn. 2:15<\/a><\/span> but God heaps property upon me, and I am in duty bound to take care of it. Do you think that I love the world? I do not. Where is the man who would more willingly give up his property than I would? <\/div><div class=\"paragraph jod\" id=\"v8n732\"> Do not gather to yourselves false notions. When you imbibe that which is not true, it tends to darken your understandings. I wish you to feel right and do right. Love not the world&#x2014;seek not the things of the world,<span class=\"citation\" id=\"78554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78554)\">1 Jn. 2:15<\/a><\/span> but seek the kingdom of God and his righteousness, and all things <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3403\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> necessary will be added to us.<span class=\"citation\" id=\"63633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63633)\">Matt. 6:33<\/a><\/span> Perhaps some of you think there is more added to me than is necessary. I do not think a single individual in this congregation knows how to take care of the things of life any better than I do. <\/div><div class=\"paragraph jod\" id=\"v8n733\"> You have been asked, today, whether you know how to save yourselves temporally. I have seen persons who were devoted, spirit and body, to their religion, and yet did not know how to hoe through a row of potatoes: they would be all over the field hoeing&#x2014;a little first in one row, and then in another. One of the brethren that brought the Gospel to brother Kimball, myself, and others, happened to be by when we were raising a log house. We then, as now, believed in men's making themselves useful in all places, and asked the minister to help us to roll up a log. He took the handspike and undertook to lift the log onto us, instead of onto the building. There are many just as ignorant as this man. <\/div><div class=\"paragraph jod\" id=\"v8n734\"> Though some persons do not know how to obtain the necessaries of life, they may know how to gain the kingdom of heaven. If the knowing ones are not faithful with the mammon of this world, who will commit unto them the true riches?<span class=\"citation\" id=\"67752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67752)\">Luke 16:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n735\"> God bless you and all who love the truth! Amen. <\/div>\n<\/div>\n<\/div>"}