{"ID":80031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Privileges of the Saints&#x2014;Providences of God, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, July 22, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Privileges of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/22\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v8n737\"> It is a great privilege to enjoy the society of the Saints. We are in possession of great blessings and privileges, if we can but realize it. No person can realize the blessings, or understand the providences of God, unless he has the light of the Spirit of God. Without that Spirit, a person is dissatisfied, though he be constantly privileged with the society of the Saints, and all his transactions and associations are with them. With that Spirit, a person placed in the society of the wicked, unless duty requires it, is sorrowful, uneasy, and unhappy: he is not filled with the joy and peace he delights in. He desires to see the face of a Saint, to hear the voice of a Saint, and to be associated with those who love God. <\/div><div class=\"paragraph jod\" id=\"v8n738\"> How many are there here who do not like to pass by a camp of emigrants, but much prefer, if they could do so with impunity in regard to the feelings of their brethren, to go into the camp, sit down and chat, apparently with a filial feeling towards those who regard not the things of God&#x2014;who treat lightly everything that is sacred? The name and character of the Being we worship they hold in derision; and yet how many of this community delight in such society? They do not realize the blessings conferred upon them. How many desire to mingle with the ungodly? <\/div><div class=\"paragraph jod\" id=\"v8n739\"> It may be asked, and with pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3402\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>priety, &#x201C;Is it not reasonable, right, and our duty to associate with the wicked?&#x201D; Yes, when duty requires it. I presume that Jesus had no hesitancy in his feelings or in his faith, when the time came, to fill his mission to the dark and benighted spirits in prison. But do you think that he visited those spirits because he delighted in their society? Every person will at once answer, &#x201C;No.&#x201D; He did not visit those spirits, nor have a desire to preach to them, until his body lay in the grave. That was the appointed time, and he refused not, but said, &#x201C;Not my will, but thine, O God, be done:<span class=\"citation\" id=\"68240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68240)\">Luke 22:42<\/a><\/span> now is the time for me to preach to the spirits in prison.&#x201D;<span class=\"citation\" id=\"77947\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77947)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77947)\">1 Pet. 3:18-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n740\"> But you can see persons who call themselves Latter-day Saints composedly listening, and that, too, with apparent delight, to those who are blaspheming the name of God. How do you feel about such conduct? Take this community, as they are, and place them in heaven, and do you think they would be satisfied to stay there? They would be in complete misery; and yet we are called Saints. It is easy to see that this people are not yet prepared to enter into the fulness of the glory, power, exaltation, and excellency of the knowledge, wisdom, light, and intelligence of heavenly things that they expect to enjoy when Jesus will be revealed  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>from heaven. A father says, &#x201C;I cannot part with my son,&#x201D; when the son is a miserable, drunken, swearing thief; and a son, who has a beastly, low, and debauched father, says, &#x201C;I must have my father with me.&#x201D; Do you not see, at a glance, that if the Savior was now here, those persons would prefer to walk hand in hand, and then must join hands with some others of like character, and they must join with a crowd worse still, and they with another still worse, until they muster in the hosts of hell, and march with them; they will not part from each other. Do you not, then, see the situation of many in this community? <\/div><div class=\"paragraph jod\" id=\"v8n742\"> Who among you realizes the blessings we are privileged with? Glory, immortality, eternal wisdom, and eternal existence are on one hand; darkness, night, death, pain, damnation, and hell are on the other; and some would like to join those opposing principles, and are striving to do so. <\/div><div class=\"paragraph jod\" id=\"v8n743\"> The Elders exhort you to refrain from every evil, to be careful, prudent, faithful, and wise, and to learn how to sustain your mortal career&#x2014;how to preserve your bodies. Will you give heed? Not all of you. The Elders of Israel may preach themselves to death, and still fools will sell their last kernel of grain for whiskey, or for a song, and, so far as they are concerned, let their families die of want. I greatly desire to see you all so live that you can understand the blessings God bestows on us, the organization of the spirit and the body, and the germ of eternal intelligence that is planted within us to increase. I would like to have all understand that the Lord has sent forth the plan of salvation expressly to enable mankind to overcome the sin sown in the flesh, and exalt themselves with the faithful who have gone before to dwell with angels and Gods. <\/div><div class=\"paragraph jod\" id=\"v8n744\"> We cannot alter our position, only <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3401\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as we live for such change as we desire, and prevail upon our friends to follow our example. Here are thousands of the brethren who are anxious to preach the Gospel to the world, declare what they understand pertaining to eternal life, and gather their scores and thousands, with what result? The saving of a portion of the whole number, while the rest will be prepared for eternal destruction. Is it not grievous? How many there are who have been taken like infants, as it were, from foreign countries and from the States, and been helped, fed, clothed, and nourished, and yet have turned round and become our greatest enemies! Is not such folly sickening to the soul, and an abhorrence to every feeling? Mankind have the privilege of eternal life&#x2014;the privilege to prepare themselves to dwell in the presence of the Father and Son&#x2014;to dwell in eternal burnings, where all is pure and holy. No sin&#x2014;no corruption can dwell there. Sin came through the fall, and death by sin;<span class=\"citation\" id=\"72340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72340)\">Rom. 5:12<\/a><\/span> and they are warring against our spirits now in tabernacles, which warfare continues from childhood to death; and who will overcome? <\/div><div class=\"paragraph jod\" id=\"v8n745\"> A propensity to evil seems to be sown more strongly in the natures of some than it is in others. One seems to love strong drink better than he loves his life; it is sweeter to him than is the cooling stream, and he is overcome through the weakness of the flesh. Who has the greatest reason to be thankful to his God&#x2014;the man that has no strong passion or evil appetite to overcome, or the one that tries day by day to overcome, and yet is overtaken in fault? The power of his strength, faith, and judgment is overcome, and he is found in fault through his evil propensities, though he is striving, day after day, and night after night, to overcome. Who has reason to be the most thankful? The being that  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has comparatively no strong passion to overcome ought constantly to walk in the vale of humility, rather than boast of his righteousness over his brother. We are under obligation, through the filial feeling and ties of humanity, to more or less fellowship those who do evil. We must endure this until the Lord shall see fit to separate the wheat from the chaff&#x2014;until the righteous are gathered out, and the wicked are bound in bundles prepared for the burning&#x2014;<span class=\"citation\" id=\"64579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64579)\">Matt. 13:30<\/a><\/span>until the sheep are separated from the goats.<span class=\"citation\" id=\"66168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66168)\">Matt. 25:32-33<\/a><\/span> Those who have not strong passions to contend with, day by day, and year by year, should walk in the vale of humiliation; and if brethren and sisters are overtaken in fault, your hearts should be filled with kindness&#x2014;with brotherly, angelic feeling&#x2014;to overlook their faults as far as possible. <\/div><div class=\"paragraph jod\" id=\"v8n747\"> Where persons wish to go to the States, to California, or elsewhere, to gather riches and return, they still have a desire to drink of the bitter cup and mingle with the ungodly that will give them sorrow. If understood, to associate with the Saints is one of the greatest blessings we can enjoy upon the earth. I should be much pleased, and so would you, were we to never again hear the name of God taken in vain. And I have thought, for years and years, that if the Lord had plenty of labor for me to do in the midst of the Saints, I would be well satisfied to never again place my eyes upon a human being who hates God and righteousness. Why not live perfectly satisfied to look only upon the Saints&#x2014;upon our brethren and sisters&#x2014;the old, the young, the middle-aged, and the children, whose faces smile and glow with that heavenly expression through which the Spirit of the Lord is beaming? I would be well satisfied not to be required to ever again see the face of a devil. Why not so live in time, <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3400\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and through eternity? A certain class would refrain from mingling with the wicked, while others delight to mingle with them: they long to know what is in the world, and present plausible arguments for their desire. Our children plausibly state, &#x201C;We know nothing of the world; we know nobody but &#x2018;Mormons.&#x2019;&#x201D; It is sufficient to mingle with the wicked when duty requires. <\/div><div class=\"paragraph jod\" id=\"v8n748\"> The providences of God are over all the works of his hands, and it is our privilege to so live that we can understand those providences, and understand his design in the creation of all things. His watchcare is over all his work, and he turns, overturns, and changes at his pleasure. It is our privilege to understand this; and if we do, and practice in accordance therewith, we are the best people upon the face of the earth. We enjoy privileges that no other people on earth enjoy; and the greatest of all is to enjoy communion with our Father and his Son Jesus Christ. There is no blessing equal to that, whether it is enjoyed in palaces or in prisons, in wandering in the mountains, or passing our time pleasurably in great cities. Whoever the Lord Almighty enlightens and fills with the joy of the upper world is happy: the Spirit, the joy, the peace, and the comfort are within them. <\/div><div class=\"paragraph jod\" id=\"v8n749\"> We are to learn how to enjoy the things of life&#x2014;how to pass our mortal existence here. There is no enjoyment, no comfort, no pleasure, nothing that the human heart can imagine, with all the spirit of revelation we can get, that tends to beautify, happify, make comfortable and peaceful, and exalt the feelings of mortals, but what the Lord has in store for his people. He never objected to their taking comfort. He never revealed any doctrine, that I have any knowledge of, but what in its nature is calculated to fill with peace and glory, and lift every  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sentiment and impulse of the heart above every low, sad, deathly, false, and groveling feeling. The Lord wishes us to live that we may enjoy the fulness of the glory that pertains to the upper world, and bid farewell to all that gloomy, dark, deathly feeling that is spread over the inhabitants of the earth. <\/div><div class=\"paragraph jod\" id=\"v8n751\"> My brother Joseph, before &#x201C;Mormonism&#x201D; came to us, was a man of a sad heart, seeking to find in the Bible the principles of eternal life. He once said to me, &#x201C;Brother Brigham, there are no Bible Christians upon the face of the earth, and I do not see any possible escape for the human family. According to the writings of the Old and New Testaments, all must go to perdition.&#x201D; I do not suppose that he had a smile on his countenance for years. I said to him, &#x201C;You and I believe in God and in the Bible. We suppose the Bible to be true, or at least the most of it. I admit it to be true, and admit that there is a God. We have always been taught so, and that we have a just God, if we have any. I believe in a just, holy, equitable Being; and if the Gospel is not on the earth, my feelings are to do about the best I can; and when I am through, I shall be in the hands of the same God in whose hands I have been all the time, and I will risk it. I did not produce myself&#x2014;I did not cause my existence. A being superior to me has done this; and if I do as well as I know how, I will then risk all in his hands, and be perfectly contented and satisfied. I shall go with a cheerful countenance, and shall pass through the world as cheerfully as I can, making the best of it.&#x201D; But there was more or less of a gloom over my feelings from the earliest days of my childhood that I have in any recollection, until I heard the everlasting Gospel declared by the servants of God&#x2014;until I heard men testify, by the power of the Holy <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3399\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Ghost, that the Book of Mormon is true, that Joseph Smith is a true Prophet of the Lord, who had revealed the holy Priesthood from heaven, had established his Church, was going to gather Israel, and was coming to judgment. Under that preaching the gloom vanished, and has not since troubled me for a moment. <\/div><div class=\"paragraph jod\" id=\"v8n752\"> The dark shade of the valley of death<span class=\"citation\" id=\"125015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125015)\">Ps. 23:4<\/a><\/span> is over the nations of the earth; the veil of the covering is over them;<span class=\"citation\" id=\"125016\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125016)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125016)\">D&amp;C 101:23<\/a><\/span> they are hid from the presence of the Lord. They do not behold his glory&#x2014;they do not understand his providences; the fear of death is over them, and it is a dark shadow. That was over me, and I made the best of it. But &#x201C;Mormonism&#x201D; has opened up light. Removing the curtain from the broad sunshine, it has lighted up the souls of hundreds of thousands, and they have been made to rejoice in the light of truth. Continue to be faithful to your calling. It is your privilege and duty to so live as to be able to understand the things of God. There are the Old and New Testaments, the Book of Mormon, and the Book of Doctrine and Covenants, which Joseph has given us, and they are of great worth to a person wandering in darkness. They are like a lighthouse in the ocean, or a fingerpost which points out the road we should travel. Where do they point? To the fountain of light. Joseph has gone to the spirit world: he is on his way to his glory and exaltation, and all his sayings, from first to last, lead us to the fountain of light, where we can understand for ourselves and walk in the light. That is what these books are for. They are of God; they are valuable and necessary: by them we can establish the doctrine of Christ. I never asked for any book when I was preaching to the world, but the Old and New Testaments to establish  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>everything I preached, and to prove all that was then necessary&#x2014;that it was the duty of the people to throw off their sins, cast evil from them, return to the Lord their God, embrace the fulness of the Gospel, be baptized for the remission of sins, receive the Holy Ghost, and then go forward in all the commandments and requirements of heaven, walking in the light of eternal truth. <\/div><div class=\"paragraph jod\" id=\"v8n754\"> Our duty is to make the best of our present position. We have the Gospel of life and salvation, to make bad men good and good men better. We are to preach, exhort, expound,<span class=\"citation\" id=\"125017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125017)\">D&amp;C 20:46<\/a><\/span> continue in our duty, be fervent in spirit, bearing and forbearing with our brethren, being filled with love <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and kindness; and we will yet, perhaps, get some of our froward connections into heaven. Jesus said, when the woman caught in adultery was brought to him, &#x201C;He that is without sin among you, let him first cast a stone at her.&#x201D;<span class=\"citation\" id=\"69423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69423)\">John 8:7<\/a><\/span> We are all sinners, and it is our duty to cast sin from us when we learn what it is. If we are a little good, become a little better; if we have a little light, get a little more; if we have a little faith, add to it; and by-and-by we shall be prepared to build up and beautify Zion, and to be exalted to reign in immortality and be crowned with the Gods. <\/div><div class=\"paragraph jod\" id=\"v8n755\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}