{"ID":80035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Influence of the Elders in Preaching the Gospel&#x2014;Duty of the Saints Living Their Religion, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt City, August 12, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Influence of the Elders, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/12\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v8n810\"> I fully understand that all Saints constantly, so to speak, pray for each other. And when I find a person who does not pray for the welfare of the kingdom of God on the earth, and for the honest in heart, I am skeptical in regard to believing that person's religion to be genuine, and his faith I should consider not the faith of Jesus. Those who have the mind of Christ<span class=\"citation\" id=\"73127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73127)\">1 Cor. 2:16<\/a><\/span> are anxious that it should spread extensively among the people, to bring them to a correct understanding of things as they are,<span class=\"citation\" id=\"81700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81700)\">Jacob 4:13<\/a><\/span> that they may be able to prepare themselves to dwell eternally in the heavens. This is your desire, and is what we continually pray for. <\/div><div class=\"paragraph jod\" id=\"v8n811\"> Brother J. V. Long's discourse this <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> morning was sweet to my taste; and the remarks of brother T. B. H. Stenhouse were very congenial to my feelings and understanding. Brother Long has good command of language, and can readily choose such words as best suit him to convey his ideas. <\/div><div class=\"paragraph jod\" id=\"v8n812\"> Brother Stenhouse remarked that the Gospel of salvation is the great foundation of this kingdom&#x2014;that we have not built up this kingdom, nor established this organization&#x2014;we have merely embraced it in our faith; that God has established this kingdom, and has bestowed the Priesthood upon the children of men, and has called upon the inhabitants of the earth to receive it, to repent of their sins, and return to him with all their  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hearts. This portion of his remarks I wish you particularly to treasure up. <\/div><div class=\"paragraph jod\" id=\"v8n814\"> If the angel Gabriel were to descend and stand before you, though he said not a word, the influence and power that would proceed from him, were he to look upon you in the power he possesses, would melt this congregation. His eyes would be like flaming fire, and his countenance would be like the sun at midday. The countenance of a holy angel would tell more than all the language in the world. If men who are called to speak before a congregation rise full of the Holy Spirit and power of God, their countenances are sermons to the people. But if their affections, feelings, and desires are like the fool's eyes, to the ends of the earth,<span class=\"citation\" id=\"57449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57449)\">Prov. 17:24<\/a><\/span> looking for this, that, and the other, and the kingdom of God is far from them, and not in all their affections, they may rise here and talk what they please, and it is but like sounding brass or a tinkling cymbal&#x2014;<span class=\"citation\" id=\"73656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73656)\">1 Cor. 13:1<\/a><\/span>mere empty, unmeaning sounds to the ears of the people. I cannot say this of what I have heard today. <\/div><div class=\"paragraph jod\" id=\"v8n815\"> Those faithful Elders who have testified of this work to thousands of people on the continents and islands of the seas will see the fruits of their labors, whether they have said five words or thousands. They may not see these fruits immediately, and perhaps, in many cases, not until the millennium; but the savor of their testimony will pass down from father to son. Children will say, &#x201C;The words of life were spoken to my grandfather and grandmother: they told me of them, and I wish to become a member of the Church. I also wish to be baptized for my father and mother and grandparents;&#x201D; and they will come and keep coming&#x2014;the living and the dead; and you will be satisfied with your labors, whether they have been much or little, if you continue faithful. <\/div> <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3386\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n816\"> Brother Long remarked that before he gathered to Zion he had imbibed an idea that the people were all pure here. This is a day of trial for you. If there is anything that should give us sorrow and pain, it is that any of the brethren and sisters come here and neglect to live their religion. Some are greedy, covetous, and selfish, and give way to temptation; they are wicked and dishonest in their dealings one with another, and look at and magnify the faults of everybody, on the right and on the left. &#x201C;Such a sister is guilty of pilfering; such a brother is guilty of swearing,&#x201D; &amp;c., &#x201C;And we have come a long distance to be joined with such a set: we do not care a dime for &#x2018;Mormonism,&#x2019; nor for anything else.&#x201D; The enemy takes the advantage of such persons, and leads them to do that for which they are afterwards sorry. This is a matter of great regret to those who wish to be faithful. But no matter how many give themselves up to merchandising, and love it better than their God, how many go to the gold mines, how many go back on the road to trade with the wicked, or how many take their neighbors' wood after it is cut and piled up in the canyons, or steal their neighbors' axes, or anything that is their neighbors. You live your religion, and we shall see the day when we shall tread iniquity under foot. But if you listen to those who practice iniquity, you will be carried away by it, as it has carried away thousands. Let everyone get a knowledge for himself that this work is true. We do not want you to say that it is true until you know that it is; and if you know it, that knowledge is as good to you as though the Lord came down and told you. Then let every person say, &#x201C;I will live my religion, though every other person goes to hell. I will walk humbly before God, and deal honestly with my fellow beings.&#x201D;  <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>There are now scores of thousands in this Territory who will do this, and who feel as I do on this subject, and we will overcome the wicked. Ten filthy, dirty sheep in a thousand cause the whole flock to appear defiled, and a stranger would pronounce them all filthy; but wash them, and you will find nine hundred and ninety pure and clean. It is so with this people: half-a-dozen horse thieves tend to cause the whole community to appear corrupt in the eyes of a casual observer. <\/div><div class=\"paragraph jod\" id=\"v8n818\"> Brother Long said that the Lord will deal out correction to the evildoer, but that he would have nothing to do with it. I do not know whether I shall or not; but I shall not ask the Lord to do what I am not willing to do; and I do not think that brother Long is any more or less ready to do so than I am. Ask any earthly king to do a work that you would not do, and he would be insulted. Were I to ask the Lord to free us from ungodly wretches, and not lend my influence and assistance, he would look upon me differently to what he now does. <\/div><div class=\"paragraph jod\" id=\"v8n819\"> You have read that I have had an agent in China to mix poison in the tea, to kill all the nations; that I was at the head of the Vigilance Committee in California; that I managed the troubles in Kansas from the beginning to the end; that there is not a liquor shop or distillery but what Brigham Young dictates it: so state the newspapers. In these and all other accusations of evildoing, I defy them to produce the first show of evidence against me. It is also asserted that President Buchanan and myself concocted the plan for the army to come here, with a view to make money. By-and-by the poor wretches will come bending, and say, &#x201C;I wish I was a &#x2018;Mormon.&#x2019;&#x201D; All the army, with its teamsters, hangers-on, and followers, with the judges, <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3385\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and nearly all the rest of the civil officers, amounting to some seventeen thousand men, have been searching diligently for three years to bring one act to light that would criminate me; but they have not been able to trace out one thread or one particle of evidence that would criminate me. Do you know why? Because I walk humbly with my God<span class=\"citation\" id=\"62205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62205)\">Micah 6:8<\/a><\/span> and do right, so far as I know how. I do no evil to anyone; and as long as I can have faith in the name of the Lord Jesus Christ to hinder the wolves from tearing the sheep and devouring them, without putting forth my hand, I shall do so. <\/div><div class=\"paragraph jod\" id=\"v8n820\"> I can say honestly and truly, before God, and the holy angels, and all men, that not one act of murder or disorder has occurred in this city or territory that I had any knowledge of, any more than a babe a week old, until after the event has transpired. That is the reason they cannot trace any crime to me. If I have faith enough to cause the devils to eat up the devils, like the Kilkenny cats, I shall certainly exercise it. Joseph Smith said that they would eat each other up, as did those cats. They will do so here, and throughout the world. The nations will consume each other, and the Lord will suffer them to bring it about. It does not require much talent or tact to get up opposition in these days. You see it rife in communities, in meetings, in neighborhoods, and in cities. That is the knife that will cut down this Government. The axe is laid at the root of the tree, and every tree that bringeth not forth good fruit will be hewn down.<span class=\"citation\" id=\"62693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62693)\">Matt. 3:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n821\"> Out of this Church will grow the kingdom which Daniel saw.<span class=\"citation\" id=\"61193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61193)\">Dan. 2:44<\/a><\/span> This is the very people that Daniel saw would continue to grow and spread and prosper; and if we are not faithful, others will take our places; for this is the Church and people that  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will possess the kingdom forever and ever.<span class=\"citation\" id=\"61641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61641)\">Dan. 7:18<\/a><\/span> Shall we do this in our present condition as a people? No; for we must be pure and holy, and be prepared for the presence of our Savior and God, in order to possess the kingdom. Selfishness, wickedness, bickering, tattling, lying, and dishonesty must depart from the people before they are prepared for the Savior. We must sanctify ourselves before our God.<span class=\"citation\" id=\"85478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85478)\">D&amp;C 43:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n823\"> I wanted to ask brother Long a question this morning&#x2014;what he had learned in regard to the original sin. Let the Elders who like speculation, find out what it is, if they can, and inform us next Sabbath. Or if you <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have anything else that is good, bring it along. I wish to impress upon your minds to live your religion, and, when you come to this stand to speak&#x2014;not to care whether you say five words or five thousand, but to come with the power of God upon you, and you will comfort the hearts of the Saints. All the sophistry in the world will do no good. If you live your religion, you will live with the spirit of Zion within you, and will try by every lawful means to induce your neighbors to live their religion. In this way we will redeem Zion, and cleanse it from sin. <\/div><div class=\"paragraph jod\" id=\"v8n824\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}