{"ID":80036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Effective Preaching&#x2014;Support of the Poor, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, August 19, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Effective Preaching&#x2014;Support of the Poor, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/19\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v8n825\"> When the preaching is very dry, the Bowery is generally thinly attended; but when the preaching is full of marrow and good things, the Bowery will be full of people. This reminds me of an anecdote. A Presbyterian priest invited an Indian preacher to occupy his pulpit; and when the Indian was through preaching, the priest asked him why the people kept awake during his preaching, remarking that they invariably fell asleep while he was preaching. &#x201C;I will tell you,&#x201D; said the Indian: &#x201C;You feed them with a silver dish and silver spoon; you rap the dish with the spoon, and the ringing sounds put the people to sleep. But the Indian <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3384\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> takes his wooden bowl and ladle, and lades out the rich, nourishing succotash to the people, which makes them wide awake, and they want a little more.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n826\"> Brother George Q. Cannon has been in the States during two years past, and has done all he could to do good to the people of Utah. He has been faithful, has traveled from place to place, and has accomplished all he possibly could; and what he has not accomplished others have. <\/div><div class=\"paragraph jod\" id=\"v8n827\"> You know the history of &#x201C;Mormonism;&#x201D; and if this is not the Lord's work, we had better quit it, for we should derive no benefit from remaining in it. If this is the Church of  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3383\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Christ, God will take care of his people and carry on this work. Brother Cannon stated that one gentleman he conversed with said that there is a power in this work beyond the power of Brigham Young. If we did not know this, we should quickly scatter. All that any man can do is to do his duty. No one possesses power in himself to bear off the work of God and build up the Lord's kingdom. It is his work, and the Lord will accomplish it by the means he will employ. Brother Cannon has been successful, in the hands of God, in doing good; and so have others. Brothers Hooper and Eldredge have done good. <\/div><div class=\"paragraph jod\" id=\"v8n829\"> Brother Eldredge stated that he was not sent on a mission this time. He was not, but I was thankful that he took it in his head to go. We did not know whom to call upon to go and transact business for us in the States. He had crossed the Plains for us so often that I would not call upon him to go, but I was pleased and thankful when he concluded to go and proffered to attend to our business. He has always transacted our business to our satisfaction. I do not know that he has ever dropped a stitch in the net he has woven for us in his business transactions, and that is almost more than I can say of any other man. He has had my faith and prayers, the same as though he had been called. I was determined, if he did go, that he should make the first step towards it. He went, has done good, and all is well; and so have others done good: they have made themselves useful. <\/div><div class=\"paragraph jod\" id=\"v8n830\"> While brother Cannon was speaking of the trouble the Gentiles have in providing for their poor, I thought, if they would take my counsel, that I could tell them a better way than they practice. They raise large amounts of means for supporting their poor. It is given to them; they use it <div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3383\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up, and are where they were at first. Had they wisdom, they would appoint a man to take charge of the poor and take them into Kansas or Nebraska, or some other locality where land is cheap, and teach them to support themselves. Set the men to ploughing and the women to planting, with a good farmer to show them how, and in a little while they will be able to sustain themselves. Let each Ward of a city do this, until all the able poor are provided with farms and know how to raise their bread; then let them get a few sheep, and manufacture the wool into good, warm, and comfortable clothing, and then raise flax and manufacture it. By pursuing this course, in a few years there would be but few poor in the United States. <\/div><div class=\"paragraph jod\" id=\"v8n831\"> The reason we have no poor who are able to work is because we plan to set every person to work at some profitable employment, and teach them to maintain themselves. If a person is not able to take care of himself, we will take care of him. How? Ever since I left my father I have had some of his family to provide for. Ever since I have been in this Church I have never suffered a relative to be maintained by the Church. But some men and women cast their children and other relatives upon the Church. If one has an aged sister who cannot maintain herself, he passes her over to the Church; or if an aged father or mother, why, &#x201C;let the Church or brother Brigham take care of them and provide for them.&#x201D; It is a disgrace to every man and woman that has sense enough to live, not to take care of their own relatives, their own poor, and plan for them to do something they are able to do. There are some blind people here who more than maintain themselves. Some old ladies cannot do hard work, but they can darn stockings and do other light work. <\/div> <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3382\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n833\"> There is yet much to be done by the Bishops in these matters, though I have not so much occasion to preach to the Bishops on this subject as I used to have. We have been removing and appointing others who do better. We intend to do this until we have fathers for the people. If a Bishop will act to the extent of his calling and office, and magnify it, there will not be an individual in his Ward that is not employed to the best advantage. He would see that all lived as they should, walking humbly with their God,<span class=\"citation\" id=\"62206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62206)\">Micah 6:8<\/a><\/span> attending to their prayers, observing the Sabbath day to keep it holy, and ceasing to swear and steal. There would not be a person in his Ward that he does not know, and he would be acquainted with their circumstances, conduct, and feelings. That will be the case by-and-by. We are improving; and by-and-by we shall be quite a well-behaved family, and can hail each other with delight as brethren and sisters, and the Lord will own and bless us as his children. <\/div><div class=\"paragraph jod\" id=\"v8n834\"> We are all, both Jew and Gentile, of one common Parent, though now we are divided into various tongues <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3382\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and people having a great diversity of sectional feelings. I am pleased to see national feelings passing away in this community. The spirit of wisdom is so increasing that I think a national feeling is constantly growing less and less in the midst of this Church, though we can still see it in some. If you have the Spirit of God to a fulness, and your eyes are open to see things as they are, you will find that we are but one nation and family&#x2014;but one people&#x2014;but one flesh&#x2014;but one blood,<span class=\"citation\" id=\"71958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71958)\">Acts 17:26<\/a><\/span> no matter where born. <\/div><div class=\"paragraph jod\" id=\"v8n835\"> Put forth your ability to learn as fast as you can, and gather all the strength of mind and principle of faith you possibly can, and then distribute your knowledge to the people. Give them virtue, knowledge, principle, truth, godliness. The Lord is gathering those principles home to Zion from among the wicked nations, and is leaving them in darkness. What a pity it would be for the Lord to gather out all the good, and we be found unworthy of it. We shall be worthy of it, if we live for it; and may the Lord help us so to do! <\/div><div class=\"paragraph jod\" id=\"v8n836\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}