{"ID":80034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Light of the Spirit&#x2014;Laws of Health&#x2014;Joy in the Gospel, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, August 5, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Light of the Spirit&#x2014;Laws of Health, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/5\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v8n794\"> In instructing the people, I desire and seek to obtain the light of the Spirit of truth, and the power and assistance of God to give me words to so convey my ideas that the hearers can understand me. I have ideas that I deem very valuable, and I wish to so impart them to my fellow beings that they can comprehend them as I do, and, if they will, esteem them as I do, really feeling their worth. It is all I ask. Preachers are in the habit of reading a portion of Scripture for a text, and preaching from it, but seldom upon it. Such discourses as brother Bywater and brother Kimball gave us this forenoon, and such as you generally hear from this stand, would serve those preachers a long time, for they are all texts. We have not time to show wherein an Apostle or Prophet meant thus and so, but we pour out the words of life to the people, as did the Apostles and Prophets anciently. <\/div><div class=\"paragraph jod\" id=\"v8n795\"> No man ever preached a Gospel sermon, except by the gift and power of the Holy Ghost sent down from heaven. Without this power, there is no light in the preaching. Brother Bywater remarked that he did not desire a man of God, when he arose to speak to the people, to say, &#x201C;Thus saith the Lord<span class=\"citation\" id=\"53839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53839)\">Ex. 4:22<\/a><\/span> God Almighty,&#x201D; or &#x201C;Thus saith Jesus Christ.&#x201D; People who require this, or who constantly require written revelation, have not a correct conception of revelation and its Spirit. What <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3390\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do the present professing Christian world know about the words of the Lord that came to Jeremiah, Isaiah, and other ancient Prophets? They read and hear without understanding much; they have not a true conception of the truth or principle of what they are reading. Is this the case with the Latter-day Saints? It is more or less the case with those who are continually desiring to have &#x201C;Thus saith the Lord,&#x201D; and more written revelations. Those who possess the Spirit of revelation know the voice of the Good Shepherd when they hear it, and a stranger they will not follow.<span class=\"citation\" id=\"69619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69619)\">John 10:4-5<\/a><\/span> They discern the difference between the spirit and power of the Gospel and the precepts of men. When they hear truth poured upon the people, in comparison like the cataract of Niagara, they do not want &#x201C;Thus saith the Lord,&#x201D; for it carries with it its own evidence, and is revelation to the believer. They understand, and the fountain within them springs up to everlasting life;<span class=\"citation\" id=\"125025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125025)\">John 4:14<\/a><\/span> they are happy partakers of the peace of God through the administration of his servants, and of the truths the Lord dispenses; and they receive truth upon truth, light upon light, which cheers and comforts their hearts day by day. If you wish to understand the true principles of revelation, live for it: there is no other way of obtaining eternal life. <\/div><div class=\"paragraph jod\" id=\"v8n796\"> Our spirits were pure and holy when they entered our tabernacles;  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and if they have been defiled, it has been by the influence of Satan, through the weakness of the flesh. There is a constant warfare, and in the great majority of cases the flesh overcomes the spirit.<span class=\"citation\" id=\"74640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74640)\">Gal. 5:17<\/a><\/span> In the few cases where the spirit overcomes the flesh, it yields obedience to the whisperings of the eternal Spirit of truth, which elevates it above the power of all unholy desires and passions. <\/div><div class=\"paragraph jod\" id=\"v8n798\"> Is there anything on this earth you could not dispense with, for the sake of the Gospel? There should not be. <\/div><div class=\"paragraph jod\" id=\"v8n799\"> Our bodies are organized to derive enjoyment from their proper use. There is enjoyment in eating when you are hungry, and in resting when you are fatigued, to the extent the body rightly requires; but if appetite is so gratified that your body, when you wake, is tormented with a raging fever, where is the pleasure in eating so much of this or that delicious food? Satisfying the appetite brings to an end the pleasure of eating; and where food is partaken chiefly to gratify the pleasurable sensation derived from eating, disease is gendered, and true misery springs out of this unwise gratification. Some healthy, strong-constitutioned persons can eat large quantities of food with apparent impunity; but, in so doing, the tax they place upon their systems will ultimately bring disease and death. Those who have suffered excessive thirst while passing over plains and deserts realize that there is no blessing that is greater than cold water. When the system is thus parched for want of the proper supply of moisture to sustain the continual perspiration it is subject to, is there any luxury on the earth that can excel pure, cold water? Though, in case of excessive thirst and consequent exhaustion, care is required not to drink too freely, until the system is cooled, and becomes gradually imbued with this life-restoring element. But through the use of <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3389\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> water, by-and-by your thirst comes to an end, and you feel as though you had not been thirsty in your lives: the enjoyment has passed away. <\/div><div class=\"paragraph jod\" id=\"v8n800\"> Now, compare the greatest of earthly joys with the joys you receive in believing in Jesus Christ and obeying the Gospel he has delivered to the children of men. It is sweeter than the honeycomb; and to those who live according to it, it gives constant joy&#x2014;a lasting feast, not merely for an hour or a day, but for a whole life and throughout eternity. The appetite is always keen, and there is always plenty for it to feast upon. This is my experience. The revelations of the Lord Jesus Christ<span class=\"citation\" id=\"74385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74385)\">Gal. 1:12<\/a><\/span> are sweeter than honey or the honeycomb. We can eat, and continue to eat; drink, and continue to drink. Is there durable satisfaction? Yes. I am in the height of my enjoyment. All the pleasure and all the joy that can be bestowed upon a finite being is in the Gospel of salvation, through the Spirit of revelation, upon the creature&#x2014;upon the Saint of God&#x2014;old or young, male or female. Not that this comparison fully conveys the idea; for the language of mortals fails to fully portray the joys of the Gospel of life everlasting. <\/div><div class=\"paragraph jod\" id=\"v8n801\"> Cease not to do good, but let the Saints cease to do evil<span class=\"citation\" id=\"57677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57677)\">Isa. 1:16<\/a><\/span><span class=\"citation\" id=\"91079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91079)\">D&amp;C 124:116<\/a><\/span> and live for God and God alone, and their fleshly appetites and passions will not be in their way. Learn to overcome and control self. It is impossible for me to preach the sermon contained in this text; but let all live the life of a Saint, and they will understand it by-and-by. Let each person be determined, in the name of the Lord Jesus Christ, to overcome every besetment&#x2014;to be the master of himself, that the spirit God has put in your tabernacles shall rule; then you can converse, live, labor, go here or there, do this or that, and converse and deal with your brethren as you ought. If you have  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a chastisement for any, you can deliver it in the spirit of meekness. If you are abused, trampled upon, or in any way imposed upon&#x2014;if men take a course to injure you or your property or feelings, you can treat such conduct as you should, for you live above the channel of selfishness, pride, and every worldly vanity that some men walk in. This is the privilege of all the Saints. <\/div><div class=\"paragraph jod\" id=\"v8n803\"> Law is made for the lawless. Let the Saints live their religion, and there is not a law that can justly infringe upon them. They are subject to the powers that be, by living so pure that no law can touch them. Let them live their religion, and they keep the celestial law, so far as it is revealed. There is no law against doing good. There is no law against love. There is no law against serving God. There is no law against charity and benevolence. There is no law against the principles of eternal life. Live them, and no righteous law of man can reach you. The wicked and ungodly can injure the Saints, as they have done all through the history of this world; they can persecute and kill Saints. The wicked said there was no law that would condemn Joseph Smith, for he never transgressed the law; but, said they, Powder and ball will reach him; and they assassinated him. It is the privilege of all Saints to live as he did, that no law in heaven or upon earth can condemn them. It is our privilege to say, every day in our lives, &#x201C;That is the best day I ever lived.&#x201D; Never let a day so pass that you will have cause to say, &#x201C;I will live better tomorrow,&#x201D; and I will promise you, in the name of the Lord Jesus, that your lives will be as a well of water springing up to everlasting life.<span class=\"citation\" id=\"69040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69040)\">John 4:14<\/a><\/span> You will have his Spirit to dwell in you continually, and your eyes will be open to see, your ears to hear, and your understandings to comprehend. <\/div><div class=\"paragraph jod\" id=\"v8n804\"> I will take a text, and I want the <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3388\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people to preach upon it. The brethren cast the seed into the ground, and, so far as we have knowledge, the Lord has given them a bountiful increase.<span class=\"citation\" id=\"73153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73153)\">1 Cor. 3:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n805\"> Brethren and sisters, old and young, here and throughout the world wherever there is a Saint, when righteousness and peace are sown in your hearts, I ask you, for yourselves, for the inhabitants of the earth, for the good of the prosperity of the kingdom of God, and in the name of the Lord Jesus Christ, to water the good seed sown,<span class=\"citation\" id=\"64549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64549)\">Matt. 13:24<\/a><\/span> that the Lord may give you an increase. Let wisdom be sown in your hearts, and let it bring forth a bountiful harvest. It is more profitable to you than all the gold and silver and other riches of earth. Let wisdom spring up in your hearts, and cultivate it. Ask God to help you to live to his glory every day, and when night comes you cannot say you could have bettered it. There are thousands of this community that so live every day that when night comes, they could not have bettered it. That is a consolation. Let us induce all to live so, and we shall have power over Satan, over the powers of the earth, and over all the influences that hell wishes to pour upon us. <\/div><div class=\"paragraph jod\" id=\"v8n806\"> Shall we try to cultivate our minds, our feelings, the talent God has given us, so that we may improve continually and grow in grace and in the knowledge of the truth,<span class=\"citation\" id=\"85984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85984)\">D&amp;C 50:40<\/a><\/span> and cultivate wisdom in ourselves, and so live that we can truthfully say, today, that we are masters over every appetite? The person that wants the whiskey, cannot you do without it? Which would you part with first&#x2014;your tobacco, your whiskey, or your religion? Your tea, or your religion? Which would you shake hands with and bid goodbye forever&#x2014;your coffee, or your religion? I should think I had disgraced the man that stands before you this day, if I loved any object on the earth  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>better than I love my religion and my God. If we are not willing to live up to every requirement of the Gospel, we more or less disgrace our profession and being. <\/div><div class=\"paragraph jod\" id=\"v8n808\"> The woman that says, &#x201C;I will follow my husband to hell,&#x201D; will have the privilege. The man that says, &#x201C;I will follow a woman to hell, but what I will have her,&#x201D; will have the privilege of following her there. It is a disgrace to a Saint to love anything that he would not drop or forsake for his religion. Love your religion better than anything else. Love your God. Life everlasting is all in all to <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3387\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> us. Indulgence of appetite is not worthy the notice of men and women, though the body must be sustained, for that is a duty God has placed upon us. <\/div><div class=\"paragraph jod\" id=\"v8n809\"> Let us honor God, and prepare to embrace our Father and the family connection we were associated with at the time we left the spirit world to come here, and to be more familiar with them when we leave this world than we now are with one another. Live so as to enjoy each other's society hereafter in the light of eternal day; which may God grant. Amen. <\/div>\n<\/div>\n<\/div>"}