{"ID":80032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gospel of Salvation, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, August 5, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Gospel of Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/5\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v8n756\"> I rejoice in the Gospel of salvation. It is the first of all things upon this earth to me and to everyone who has received its fulness and the light and glory of the Spirit that accompanies it. <\/div><div class=\"paragraph jod\" id=\"v8n757\"> I have been highly gratified with the remarks just made by brother Bywater: they were truthful and to the point. Also, to what brother Kimball has just said, my heart responds, Amen. <\/div><div class=\"paragraph jod\" id=\"v8n758\"> In teaching the ways of life and salvation, a teacher seldom fully explains all the ideas he advances, and the light of the Spirit is necessary for their comprehension. I frequently throw out a part of an idea, or an <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3398\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> idea without explanation; and some will understand, while others do not. The Spirit of the Gospel is the fountain of salvation; the Spirit of revelation attends the Gospel, and without that Spirit no man can understand it. Brother Bywater alluded to the consistency of the system adopted by this people; yet it is a great mystery to that portion of the inhabitants of the earth who do not fall in love with the truth and embrace it in their faith. <\/div><div class=\"paragraph jod\" id=\"v8n759\"> False ideas and false principles are as tenaciously adhered to by those who imbibe them in their faith as is the truth by those who love it. I presume that the worshippers of idols  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in China, Japan, Hindostan, &amp;c., were we to enter their congregations and tell them that our religion differs from theirs, would be as astonished as we are that they see and understand things as they do. They are as tenacious of and as sanguine in their belief&#x2014;as enthusiastic in their religion as ever a true Saint was or can be in his. When I contemplate the endless variety in the dispositions, understandings, temperaments, countenances, and organizations of people, I am not surprised that there are those who do not understand things as I do. I expect people to have their own peculiar views, forms, principles, and notions. In consequence of this great variety, we should not be astonished if all do not believe the Gospel&#x2014;do not love the truth. <\/div><div class=\"paragraph jod\" id=\"v8n761\"> When Jesus was on the earth, he reproved sin, taught righteousness, strove to save the Jews, and deliver the Gospel to the nations of the earth; but the Jews could or would not understand things as they were. He came to save, not to destroy;<span class=\"citation\" id=\"67361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67361)\">Luke 9:56<\/a><\/span> but the Jews took a course through which they were afflicted and scattered among the nations of the earth, and brought upon themselves that which they said&#x2014;&#x201C;Let this man's blood be upon us and our children,&#x201D;<span class=\"citation\" id=\"66332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66332)\">Matt. 27:25<\/a><\/span> though he was not disposed to destroy, but to save them. Stephen prayed that those who stoned him might be forgiven,<span class=\"citation\" id=\"71564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71564)\">Acts 7:60<\/a><\/span> as they knew not what they did.<span class=\"citation\" id=\"68311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68311)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68311)\">Luke 23:34<\/a><\/span> Jesus so prayed for those who assisted in and consented to his death, when he was crucified for the sins of the world. He was not astonished that all people did not believe. They would not come unto him that they might be saved; they would not come to the light that their deeds might be reproved.<span class=\"citation\" id=\"68974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68974)\">John 3:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n762\"> It may be asked, Can people come to the light? Yes, all can, that their evil deeds may be reproved&#x2014;<span class=\"citation\" id=\"68977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68977)\">John 3:20<\/a><\/span>that they may forsake their iniquities and receive the truth. But will all do so? <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3397\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> No. Will all people believe the truth? They will not. Cannot the inhabitants of the earth submit to the Gospel? They can. Will they? No, they will not. Is there a conviction upon the minds of the people, when they have heard the Gospel preached, and where they have heard of it? Is there a conviction conveyed by the Holy Spirit that this is the Gospel of salvation? There is; and it cannot be denied without falsifying the truth. This has caused the persecution we have received. We are chastised for our sins, and by this means we are brought to understanding. We have been persecuted because there is a conviction, so far as they have heard the Gospel preached, that we have the truth. This is the cause of the opposition against us. <\/div><div class=\"paragraph jod\" id=\"v8n763\"> Would a priest of any denomination oppose &#x201C;Mormonism,&#x201D; if he was not convinced that it is true? No. Were a man to come into this congregation and relate something that every man, woman, and child present knew to be false, who would take the trouble to disprove it? We all know the statement to be false; consequently, we will not take pains to oppose it. On the other hand, were there no conviction in the sound of the Gospel to the minds of the people&#x2014;that it is true&#x2014;that it is of and from God, who would take pains to oppose it? Let a person go into a congregation of Methodists and try to prove that Jesus was an impostor, that every system of religion is false, and that the Bible is a matter of speculation got up by selfish divines expressly for their own benefit; and who in that congregation would deem it worth while to oppose views so erroneous to the minds of those who have heard, from Sabbath to Sabbath, the doctrines of the Gospel preached, so far as they understand them? No one, because to them the speaker's views would be so obviously false. <\/div> <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n765\"> No man can disprove a truth. This is why people are angry, and why they contend against facts. They are fearful, and say at once, &#x201C;If this system is true, all others must fail.&#x201D; Why not rather every man rise up and say, &#x201C;Let God be true,<span class=\"citation\" id=\"72292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72292)\">Rom. 3:4<\/a><\/span> let the truth remain, and let me know the truth; that is what I want&#x2014;I will submit to it; and let every false theory and principle fall, to rise no more?&#x201D; Will they do this? No, they will not. <\/div><div class=\"paragraph jod\" id=\"v8n766\"> With regard to people's being confined&#x2014;cramped&#x2014;contracted, in their liberties in the midst of these people, all that is required of anyone is to cease to do evil and learn to do well. Brother Bywater observed that he had never been in the least contracted, controlled, or in any way infringed upon, with regard to doing good; neither has any man or woman in this community. But there is a certain class here that say, &#x201C;We want so-and-so, such a piece of ground, or such other kind of property;&#x201D; and because they are not always gratified, right or wrong, they say that they are curtailed in their liberty, and allege that they are abused. Permit them to have their way, and what do they do, or want to? Some of them wish to open grog shops, and have the people patronize them, and get drunk. They wish to put the cup to your lips and pour the strong drink down your throats, caring only for what is in your pockets. They remind me of a Methodist priest in Iowa, after a good collection. The money was on the table, and he wished the people to sing; so he struck up, &#x201C;This is the God we adore.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n767\"> Others, of the class alluded to, wish to establish brothels in our settlements; and because we will not permit it, they assert that they are curtailed in their liberties and privileges. That class wish to scandalize the <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3396\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> name of every Saint on the earth, and ridicule the name and character of the God we adore and serve; but we will not permit them to do it here. They wish to ride through our streets blaspheming, and damning everything and everybody that does not bow to their corrupt practices; and because we will not permit it, they say that they are oppressed and curtailed in their privileges. Oh, how they are oppressed! They have not the privilege of serving the Devil quite as much as they want to. They do not enjoy quite as much privilege to steal our property, our horses, &amp;c., as they wish to. <\/div><div class=\"paragraph jod\" id=\"v8n768\"> Do our enemies love the truth? No; they love lies, and make them. It is acknowledged all the time that there are evildoers here; but are they Saints? No. I am not going to give up the ship, or forsake my religion, because there are those who do evil. I will stick to the old ship Zion until every passenger, the crew, and every officer on board are holy and live to God; and, God and good men being my helpers,<span class=\"citation\" id=\"125018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125018)\">Ps. 54:4<\/a><\/span> we will conquer, and we will run the ship into harbor&#x2014;the haven of rest. Be encouraged, all good men and women, and all you grumblers and complainers, who think that you are curtailed and oppressed, and do not enjoy liberty here, go elsewhere and get all the liberty you can. We do not want you here; but if you stay, do not take the name of God in vain, nor endeavor to corrupt and abuse everybody within your reach. <\/div><div class=\"paragraph jod\" id=\"v8n769\"> We have some drunkards who halloo in the streets, and we bear with them, and intend to as long as we can; and when we can bear no longer, we will disfellowship them. We have men who are dishonest, and are as yet obliged to have them; for the net gathers in the good and the bad.<span class=\"citation\" id=\"64693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64693)\">Matt. 13:47-48<\/a><\/span> We have the meanest and the best mixed together. <\/div> <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n771\"> The Gospel we preach is the Gospel of salvation. It is the power of God<span class=\"citation\" id=\"125019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125019)\">Rom. 1:16<\/a><\/span> sent down from heaven. The Spirit of life, intelligence, and reve<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lation is in it, and all who do not possess that Spirit do not enjoy our holy religion. <\/div><div class=\"paragraph jod\" id=\"v8n772\"> May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}