{"ID":80038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Dealings of the Lord With His People.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in Provo, August 26, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Dealings of the Lord With His People.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/26\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v8n852\"> I am happy in the privilege of again meeting with you. I am well in spirit and in body. I never was better in my spirit than I am this afternoon. The day I now enjoy is the best day of my life; these days are the best days I ever lived, and I expect them to grow better. The many reasons I might give for this I will omit. <\/div><div class=\"paragraph jod\" id=\"v8n853\"> It is some time since we met with you here. Next Sabbath, I think, it will be twenty-six months since I was upon this stand. Our circumstances then were very different from what they are today. Since then, some of our relatives and friends have been consigned to the <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3379\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> silent tomb; but there is a goodly number of us still living, and the favorable circumstances under which we are today should influence every heart to rejoice. If we could but understand and see things as they are&#x2014;comprehend the dealings of the Lord&#x2014;the workings of his kingdom, it would be a matter of great joy and rejoicing to us; but as yet we only see and understand in part,<span class=\"citation\" id=\"73695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73695)\">1 Cor. 13:9,12<\/a><\/span> though it is our privilege to so live that we may know things pertaining to our conduct here as they are understood by more intelligent beings. Let us faithfully improve upon what we do understand. <\/div><div class=\"paragraph jod\" id=\"v8n854\"> Can you discern and understand  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3378\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the dealings of the Lord with this people from the beginning? If we can understand this, it is indeed a matter of great rejoicing to us. All intelligent beings who are crowned with crowns of glory, immortality, and eternal lives must pass through every ordeal appointed for intelligent beings to pass through, to gain their glory and exaltation. Every calamity that can come upon mortal beings will be suffered to come upon the few, to prepare them to enjoy the presence of the Lord. If we obtain the glory that Abraham obtained, we must do so by the same means that he did. If we are ever prepared to enjoy the society of Enoch, Noah, Melchizedek, Abraham, Isaac, and Jacob, or of their faithful children, and of the faithful Prophets and Apostles, we must pass through the same experience, and gain the knowledge, intelligence, and endowments that will prepare us to enter into the celestial kingdom of our Father and God.<span class=\"citation\" id=\"91737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91737)\">D&amp;C 132:32-33<\/a><\/span> How many of the Latter-day Saints will endure all these things, and be prepared to enjoy the presence of the Father and the Son? You can answer that question at your leisure. Every trial and experience you have passed through is necessary for your salvation. <\/div><div class=\"paragraph jod\" id=\"v8n856\"> The greatest trial this people are under the necessity of bearing is to hold fellowship with false brethren.<span class=\"citation\" id=\"74286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74286)\">2 Cor. 11:26<\/a><\/span><span class=\"citation\" id=\"74459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74459)\">Gal. 2:4<\/a><\/span><span class=\"citation\" id=\"90926\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90926)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90926)\">D&amp;C 122:5<\/a><\/span> Which would you choose&#x2014;to leave your homes, as this people have done in many instances, and suffer yourselves to be driven, and seek new homes, and make new acquaintances in a strange country, or to live in your houses and upon your possessions, and be surrounded with false brethren? That question can be readily answered by every Saint. I can see those in this congregation who were in Missouri when thousands were ready and anxious to kill the few Saints then there; but the Saints would rather <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3378\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> suffer all that was suffered there and in other States, than be obliged to live with thieves&#x2014;with those who would swear falsely against them, and deceive, and be guilty of every kind of abomination. They would rather leave their homes, seek new locations, and make new possessions, than be under the necessity of mingling with, of eating bread and drinking water in the name of Israel's God, and fellowshipping the ungodly&#x2014;the wretches who would destroy them from the earth. <\/div><div class=\"paragraph jod\" id=\"v8n857\"> Some may think that they have passed through severe trials during the few years past; but so far as my own experience and knowledge go, I have passed through no scenes of trial or sorrow. I have never felt better in my life than I have during two or three years past. I do not know that I have had wicked, unrighteous, or ungodly feelings pertaining to the whole matter, though I may have felt desirous at times to lay righteousness to the line and judgment to the plummet and sweep away the refuge of lies;<span class=\"citation\" id=\"58625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58625)\">Isa. 28:17<\/a><\/span> but that would have only gratified that which pertains to the natural man. I am confident it would not have satisfied that immortal part within us that is pure and holy, but partakes more or less of the weaknesses incident to the fallen portion. I have sometimes had feelings of this kind&#x2014;&#x201C;Draw your swords, ye Elders of Israel, and never sheathe them so long as you have an enemy upon the earth.&#x201D; I sometimes felt before the move, like taking the sword and slaying my enemies, until they were wasted away. But the Lord did not design this, and we have remained in peace and quietness. <\/div><div class=\"paragraph jod\" id=\"v8n858\"> Do you see persons who have been in this Church for years, drinking the deathly draught put to their mouths by the wicked? Yes. Have you not seen them forfeit their right and title to the kingdom of God upon the  <div class=\"break pagebreak\" id=\"151a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0151.pdf\" target=\"pdfwin\">p.&#xA0;151a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3377\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>earth, and yield to a paltry, foolish, fallen disposition to do evil? Yes; wives have been called to weep and mourn for their children and husbands, husbands for their wives and children, and children for their parents. The parable of the Savior still holds good&#x2014;the net still gathers good and bad.<span class=\"citation\" id=\"64701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64701)\">Matt. 13:47-50<\/a><\/span> There are families here whose husbands and fathers are now preaching the Gospel. They will return by-and-by, and will bring their sheaves with them.<span class=\"citation\" id=\"125026\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125026)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125026)\">Ps. 126:6<\/a><\/span> Those who have been converted through their labors will follow them, and there will be a few who will be steadfast and live their religion, but not all who are gathered from the nations; for the Gospel net will gather good and bad, and will continue so to do as long as the fishermen cast their net into the sea. Still, a righteous person will never be discouraged, but will constantly contend against his evil passions, and against evil in his family and neighborhood; and the Lord will utterly cleanse his thrashingfloor as with the besom of destruction.<span class=\"citation\" id=\"58294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58294)\">Isa. 14:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n860\"> Be not discouraged, for it is a joyful time. Do you have peace and plenty? Yes. We have all the time enjoyed peace and plenty in Great Salt Lake City. Great peace have those who love the law of the Gospel, and nothing shall offend them. Great joy have they who love our <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3377\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord Jesus Christ; and great peace do those enjoy who delight in working the works of righteousness.<span class=\"citation\" id=\"86365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86365)\">D&amp;C 59:23<\/a><\/span> Let the blessings of heaven attend you, is my prayer continually. Be faithful, ye Saints. Contend against evil, and cease not to take every measure to do away with all the evil that is in your midst until God shall sanctify a people and prepare them to dwell in his presence. <\/div><div class=\"paragraph jod\" id=\"v8n861\"> Marvel not that we have what are called troubles: marvel not that our enemies seek to destroy us and the kingdom of God from the earth. These persecutions are to prepare the humble and faithful to dwell in the presence of God the Father and his Son, while the vast multitudes of the earth must dwell in the kingdoms prepared for them, but cannot dwell in his presence. If you expect to gain the glory you anticipate, never grieve, nor sorrow, nor mourn at the providences of God when they cause you to suffer, or to part with every earthly object you have. If they cause fathers and mothers to separate from their children, and husbands from their wives, it matters not: God is our Father, and the offspring of Adam are our brothers and sisters. Who is my father, mother, sister, and brother? Those who do the will of my Father in heaven.<span class=\"citation\" id=\"64457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64457)\">Matt. 12:46-50<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n862\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}