{"ID":80037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Triumph of &#x201C;Mormonism,&#x201D; &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, August 19, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Triumph of &#x201C;Mormonism,&#x201D; Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/19\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v8n838\"> I will bear my testimony to the truths that we have heard this morning. To my understanding, to my feelings, and to the spirit within me, we had a good, sound discourse, about three minutes and a half long, from brother Andrew Moffat. It was right to the point, and every word was a text. We have also had an excellent discourse from brother Hooper: his remarks were sweet to the taste of those who love the truth. <\/div><div class=\"paragraph jod\" id=\"v8n839\"> It is a matter of rejoicing to me to have the privilege of bearing my testimony to what we have heard this morning. Brother Andrew Moffat started from here for the States, last fall, on business; and he has labored most admirably in buying cattle and in assisting brother Cannon and others who were engaged in getting up trains, and in so doing has made himself very useful. And I think that he has not neglected, in his business transactions and in his traveling, to let people know that he was a member of the Church of Jesus Christ of Latter-day Saints, and to bear his testimony of the truth of the Gospel, and at the same time asked no odds of anyone who did not want to hear. This is the feeling of the Elders who are full of the Spirit of God, and what are the wicked going to do about it? The Elders have this assurance within them. <\/div><div class=\"paragraph jod\" id=\"v8n840\"> Father Smith, who spoke first this morning, has been in the Church almost from the beginning, but has not gathered with the Saints till this <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3381\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> season. In conversation with him the other day, he told me that leading men in New York said that &#x201C;Mormonism&#x201D; would be used up at the time the President issued his orders to the troops. Some of them asked what he thought of it? He replied that he did not know what would be done, but the result would be that &#x201C;Mormonism&#x201D; would triumph over all its enemies, and in that affray would come out of the top of the heap. This assurance is in every man who lives his religion; but when any begin to doubt, then they begin to think that this is rather a hard religion to live. <\/div><div class=\"paragraph jod\" id=\"v8n841\"> All that has been said by brother Hooper about temporal affairs is good. I have lived nearly sixty years, and am acquainted with many portions of the United States, somewhat acquainted with Europe, and historically acquainted with many parts of the world; but, so far as I have traveled and read, this is the best country we were ever in, or can now find, for raising Saints. <\/div><div class=\"paragraph jod\" id=\"v8n842\"> The Spirit of the Almighty is being withdrawn from the people; and is it not your prayer that he will gather to Zion all the wisdom, strength, intelligence, and integrity of the earth? This is the prayer of everyone that understands &#x201C;Mormonism.&#x201D; What will be their condition when the Spirit of the Lord is withdrawn? They will whet the knife to cut each other's throats, and, as brother Hooper remarked, try to make Mason and  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3380\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Dickson's the dividing line; but that will not remain, for they will cross it to destroy each other, and the sword and fire will be prevalent in the land. Says one, &#x201C;But you are a &#x2018;Mormon,&#x2019; and we do not believe anything in &#x2018;Mormonism,&#x2019; though we believe that calamities await the people, and that great events are at the threshold.&#x201D; The world, and particularly the United States, have been told these things during thirty years past; and though no one but myself had warned them, there would not now be a man upon the face of the earth but could have heard the Gospel, if he had been disposed to listen to it. They would have been prepared for what is coming; for any one of these my brethren has said enough to warn the whole world. This frees our garments, for we are bound to do our duty; and then, if they neglect, the blood of their garments will be found in their skirts, not in ours. <\/div><div class=\"paragraph jod\" id=\"v8n844\"> Brother Hooper remarked that he had learned that &#x201C;Mormonism&#x201D; is true. It is both the duty and privilege of the Latter-day Saints to know that their religion is true. If brother Hooper had yielded to his own natural feelings, he would not have represented us in Congress. Here is a great people, and they wish a man in Congress to represent them in their proper light. Now, who would say that he is capable of doing this? Brother Hooper submitted to the people's choice, as every man should. Had the choice fallen upon any other, as it did upon brother H. S. Eldredge, who was our first choice previous to the last election for Delegate (but it was thought best to change it), he also would have been able to have done his duty in Congress&#x2014;to have done whatever the Lord wished to have done. Brother Bernhisel was our Delegate for several years, and are we satisfied with his official course? Yes: he did his duty. <\/div> <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3380\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n845\"> How shall we know what to do? By being obedient to every requirement of the Gospel. Brother Hooper has stated that I promised him the assistance of the Almighty. I did. I laid my hands upon him and blessed him, and told him that he should have dreams and visions, and power with God to know what to do, if he lived his religion; but if he did not, I promised him nothing. He prepared himself to pray; and when a man with a disposition to listen to a truth called upon him, he felt as well as with his friends, and could express his feelings; but if visitors had no place for the truth, the sooner they left the better. Joy filled his bosom, and each time the brethren called to see him was the best time he had. When a man approached him with the Spirit of God, he felt&#x2014;&#x201C;This is the man for me: here is the Spirit; here are joy and peace in having fellowship with the Lord Jesus Christ and with the Father.&#x201D; This is the way brother Hooper felt; and just as much confidence as he had in what I told him, so much he received. <\/div><div class=\"paragraph jod\" id=\"v8n846\"> Revelation is here poured out every Sabbath. Thank God for it. Am I not happy? Yes, all the time. There is no darkness; and is there any necessity of having sorrow? No. Our religion is peace, happiness, wealth, and a fulness of good things to walk in the light of truth. These blessings are with and for the Latter-day Saints, and we have nothing to do but to live for them. <\/div><div class=\"paragraph jod\" id=\"v8n847\"> God has given us our tabernacles, and planted in them the germs of eternity; and it is for us, in this present existence, to let the spirit overcome every passion of the flesh, and never to suffer the spirit to submit to the temptations of the flesh. Labor to bring everything into subjection to Christ, for this is his earth. It came from God in the beginning, and that, too, not by any chances of  <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3379\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>creation; for all that you see and can comprehend and understand, that is good, is produced by the Almighty Creator of the worlds. <\/div><div class=\"paragraph jod\" id=\"v8n849\"> Respect one another; do not speak lightly of each other. Some, if they get a little pique against an individual, are disposed to cast him down to hell, as not worthy of a place upon earth. O fools! not to understand that those you condemn are the workmanship of God, as well as yourselves! God overlooks their weaknesses; and so far as they do good, they are as acceptable as we are. Thank God that you know better, and be full of mercy and kindness. I speak evil of no man; but I hate, with a most cordial hatred, the evil actions of some men. Their or<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3379\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ganization came from God, but their conduct does not. It is not the persons, but it is their wicked conduct that I despise and hate. <\/div><div class=\"paragraph jod\" id=\"v8n850\"> Live your religion. &#x201C;Mormonism&#x201D; will triumph, and all hell cannot prevent it; and those that live faithful will be exalted. When people get into the dark, they want to leave; and I do not know but that it is one of God's foreordinations that as soon as they lose the Spirit they should want to leave. That is just what I want; and I pray that there may be no barrier in their way&#x2014;that no man may ever stay here, unless he loves God with all his heart. <\/div><div class=\"paragraph jod\" id=\"v8n851\"> May the Lord bless you! Amen. <\/div>\n<\/div>\n<\/div>"}