{"ID":80039, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Three Glories.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt City, August 26, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Three Glories.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/26\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d39\">\n<div class=\"paragraph jod\" id=\"v8n864\"> I will read a portion of the vision Joseph Smith and Sidney Rigdon had concerning various kingdoms that God has prepared for his subjects&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v8n865\"> &#x201C;And the glory of the celestial is one, even as the glory of the sun is one. And the glory of the terrestrial is one, even as the glory of the moon is one. And the glory of the telestial is one, even as the glory of the stars is one; for as one star differs from another star in glory, even so differs one from another in glory in the telestial world; For these are they who are of Paul, and of Apollos, and of Cephas. These are they who say they are some of one, and some of another&#x2014;some of Christ and some of John, and some of Moses, and some of Elias, and some of Esaias, and some of Isaiah, and some of Enoch; But received not the gospel, neither the testimony of Jesus, neither the prophets, neither the everlasting covenant. Last of all, these all are they who will not be gathered with the saints, to be caught up unto the church of the Firstborn, and received into the cloud. These are they who are liars, and sorcerers, and adulterers, and whoremongers, and whosoever loves and makes a lie. These are they who suffer the wrath of God on the earth. These are they who suffer the vengeance of eternal fire. These are they who are cast down to hell and suffer the wrath of Almighty God, until the fulness of times, when Christ shall have subdued all enemies <div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3376\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> under his feet, and shall have perfected his work; When he shall deliver up the kingdom, and present it unto the Father, spotless, saying, I have overcome and have trodden the wine-press alone, even the wine-press of the fierceness of the wrath of Almighty God. Then shall he be crowned with the crown of his glory, to sit on the throne of his power to reign forever and ever. But behold, and lo, we saw the glory and the inhabitants of the telestial world, that they were as innumerable as the stars in the firmament of heaven, or as the sand upon the seashore; And heard the voice of the Lord saying: These all shall bow the knee, and every tongue shall confess to him who sits upon the throne forever and ever; For they shall be judged according to their works, and every man shall receive according to his own works, his own dominion, in the mansions which are prepared; And they shall be servants of the Most High; but where God and Christ dwell they cannot come, worlds without end. This is the end of the vision which we saw, which we were commanded to write while we were yet in the Spirit.&#x201D; (Doc. and Cov., sec. xcii., par. 7.)<span class=\"citation\" id=\"87200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87200)\">D&amp;C 76:96-113<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n866\"> I do not know that I have any particular desire to dwell upon this any more than any other subject of the Gospel, although this subject, in the abstract, occupies more of my affection, adoration, and heartfelt gratitude to our Father and God than any other that has ever been revealed  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to my knowledge, from the days of Adam to the present. <\/div><div class=\"paragraph jod\" id=\"v8n868\"> Looking at the human family&#x2014;the millions of intelligent beings who have come upon this earth from the days of Adam until now, and those that must still come in the course of events&#x2014;the question naturally arises, What are they created for? What is the object of their being? None of them have power to produce themselves. Jesus Christ is the heir of this vast family. He said that he had power to lay down his life and take it up again;<span class=\"citation\" id=\"69687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69687)\">John 10:17-18<\/a><\/span> but he had no more power to produce his life, in the beginning of his existence,<span class=\"citation\" id=\"89063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89063)\">D&amp;C 93:29<\/a><\/span> than we have. Every human being is endowed, more or less, with eternal intelligence, with the germ of life everlasting, of glory immortal; and then, when I view the human family as they are, with the traditions of the fathers, what the Bible has taught, what the priest has taught, and what kings and rulers have introduced and fastened upon their people, through traditions and customs, and contemplate the variety now existing and that has existed upon the earth, the marks of these finites, and what is their end, I can truly say that, in my estimation, no other revelation so glorious was ever given. You may read the character of the Deity as portrayed in all that has ever been revealed, until you come to this vision, in relation to his justice, his judgment, his power, his life, his glory, his excellence, his goodness, his mercy, and the fulness of every gift, of every <span class=\"italic\">trait<\/span>, of every principle inherent in the character of the Supreme Being, and it is not equal in magnitude, in my reflections, to that which God revealed to Joseph Smith and Sidney Rigdon in the vision from which I have read.<span class=\"citation\" id=\"86830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86830)\">D&amp;C 76:1-119<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n869\"> We are far advanced in the things of the kingdom of God. To say nothing about any other principle or doctrine that has ever been revealed, <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3375\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the transcending glory, excellency, wisdom, goodness, virtue, and power that God has revealed in this vision far outweigh all the Christian tenets, doctrines, and systems they have drawn from the Bible. No cistern, to use a figure, hewn by man, can hold water;<span class=\"citation\" id=\"60281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60281)\">Jer. 2:13<\/a><\/span> and every human doctrine and principle, professing to point the way of salvation, fades away. The doctrine God has revealed here is more precious to me, and is worth more than all the doctrines of Christendom. <\/div><div class=\"paragraph jod\" id=\"v8n870\"> We may read that the Lord will turn the wicked into hell, and all the nations that forget God;<span class=\"citation\" id=\"56358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56358)\">Ps. 9:17<\/a><\/span> but, so far as the Bible and priests are concerned, the world are left in the dark upon what this vision reveals. Fatality is sealed on the world by the priests as an everlasting inheritance and legacy, from which they never can be delivered. Their doom is to dwell in a lake of fire and brimstone.<span class=\"citation\" id=\"80580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80580)\">Rev. 20:10<\/a><\/span> God has created this intelligence to preserve it. If the world, with its present feelings, believed this vision, they would say&#x2014;&#x201C;Our condition will be so far better than we had anticipated, that we will continue our course; for we love the world and the things of the world,<span class=\"citation\" id=\"125037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125037)\">1 Jn. 2:15<\/a><\/span> and we will roll sin as a sweet morsel under our tongues, and delight in all the iniquity we have indulged in from youth, and continue to imbibe the erroneous principles taught by the fathers and others, and will pass on from day to day; for our condition is to be so far better than our priests have taught us.&#x201D; It would have been better for them had they never been born,<span class=\"citation\" id=\"86935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86935)\">D&amp;C 76:32<\/a><\/span> were it not so. <\/div><div class=\"paragraph jod\" id=\"v8n871\"> Were the wicked, in their sins, under the necessity of walking into the presence of the Father and Son, hand in hand with those who believe that all will be saved&#x2014;that Jesus will leave none, their condition would be more excruciating and unendurable  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>than to dwell in the lake that burns with fire and brimstone.<span class=\"citation\" id=\"80467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80467)\">Rev. 19:20<\/a><\/span> The fatalist's doctrine consigns to hell the infant not a span long, while the adulterer, whoremonger, thief, liar, false swearer, murderer, and every other abominable character, if they but repent on the gallows or their deathbeds, are, by the same doctrine, forced into the presence of the Father and the Son, which, could they enter there, would be a hell to them. <\/div><div class=\"paragraph jod\" id=\"v8n873\"> The kingdoms that God has prepared are innumerable.<span class=\"citation\" id=\"86823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86823)\">D&amp;C 76 Headnote<\/a><\/span> Each and every intelligent being will be judged according to the deeds done in the body,<span class=\"citation\" id=\"74129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74129)\">2 Cor. 5:10 (JST)<\/a><\/span><span class=\"citation\" id=\"82032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82032)\">Alma 5:15<\/a><\/span> according to his works, faith, desires, and honesty or dishonesty before God; every <span class=\"italic\">trait<\/span> of his character will receive its just merit or demerit, and he will be judged according to the law of heaven as revealed; and God has prepared places suited to every class. The Savior said to his disciples&#x2014;&#x201C;In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.&#x201D;<span class=\"citation\" id=\"69899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69899)\">John 14:2-3<\/a><\/span> How many kingdoms there are has not been told to us: they are innumerable. The disciples of Jesus were to dwell with him. Where will the rest go? Into kingdoms prepared for them, where they will live and endure. Jesus will bring forth, by his own redemption, every son and daughter of Adam, except the sons of perdition,<span class=\"citation\" id=\"86981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86981)\">D&amp;C 76:43<\/a><\/span> who will be cast into hell. Others will suffer the wrath of God&#x2014;<span class=\"citation\" id=\"87217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87217)\">D&amp;C 76:104<\/a><\/span>will suffer all the Lord can demand at their hands, or justice can require of them; and when they have suffered the wrath of God till the utmost farthing is paid,<span class=\"citation\" id=\"63165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63165)\">Matt. 5:26<\/a><\/span> they will be brought out of prison. Is this dangerous doctrine to preach? Some consider it dangerous; but it is true <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3374\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that every person who does not sin away the day of grace,<span class=\"citation\" id=\"83154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83154)\">Morm. 2:15<\/a><\/span> and become an angel to the Devil,<span class=\"citation\" id=\"81683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81683)\">Jacob 3:11<\/a><\/span> will be brought forth to inherit a kingdom of glory. <\/div><div class=\"paragraph jod\" id=\"v8n874\"> The sectarian world, as we call them, is a professed church of God, without the Priesthood. Sectarians have not the Priesthood; but all of them who live according to the best light and intelligence they can obtain through faithfulness to what they believe, as taught unto them, will receive a kingdom and glory that will far transcend all their expectations, imaginations, or visions in their most excited moments, whether in their falling-down power, jumping power, or squawling power. All they have ever desired or anticipated they will receive, and far more; but they cannot dwell with the Father and Son, unless they go through those ordeals that are ordained for the Church of the Firstborn. The ordinances of the house of God are expressly for the Church of the Firstborn.<span class=\"citation\" id=\"87019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87019)\">D&amp;C 76:54<\/a><\/span><span class=\"citation\" id=\"90182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90182)\">D&amp;C 107:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n875\"> &#x201C;Go into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; and he that believeth not shall be damned.<span class=\"citation\" id=\"66784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66784)\">Mark 16:15-16<\/a><\/span> And these signs shall follow them that believe; In my name,&#x201D; &amp;c. This is the law of the celestial kingdom, and those who hearken to this law, and embrace its truths in their faith, and live them in their lives, will be brought to enjoy the presence of the Son, and will dwell with him and the Father. And all the residue, who do not sin against the Holy Ghost,<span class=\"citation\" id=\"64384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64384)\">Matt. 12:31<\/a><\/span><span class=\"citation\" id=\"82292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82292)\">Alma 39:6<\/a><\/span> will be punished according to their deeds, and will receive according to their works, whether it be little or much, good or bad. Jesus will redeem the last and least of the sons of Adam, except the sons of perdition,<span class=\"citation\" id=\"86982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86982)\">D&amp;C 76:43<\/a><\/span> who will be held in reserve for another time. They will become angels of the Devil.<span class=\"citation\" id=\"81682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81682)\">Jacob 3:11<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n877\"> What say you, ye Latter-day Saints? Is not this the most glorious thought that ever was revealed to mortal man? Let the Elders of this Church go forth and preach that every person who does not become as they are will have to suffer the wrath of God, and go down to hell to dwell in a lake that burns with brimstone and fire,<span class=\"citation\" id=\"80468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80468)\">Rev. 19:20<\/a><\/span> &#x201C;where the worm dieth not, and the fire is not quenched,&#x201D;<span class=\"citation\" id=\"60257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60257)\">Isa. 66:24<\/a><\/span><span class=\"citation\" id=\"66587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66587)\">Mark 9:43-44,46,48<\/a><\/span> and I would not give the ashes of a rye straw for all they will do. It is good for nothing: there is no life in it&#x2014;there is no soul in it. <\/div><div class=\"paragraph jod\" id=\"v8n878\"> This intelligence must endure. We must preserve our identity before the Lord, who has sent his Son and angels, and is sending the Holy Ghost, and his ministers, and revelations, to comfort, cheer, guide, and direct the affairs of his kingdom on the earth. Shall we dwindle out in our faith and in those blessings God bestows on us at this time? No. Let us live to increase them. Let us so live, that when we receive our bodies in the resurrection, we will be <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3373\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> received in the presence of the Father and the Son. This kingdom is designed expressly to prepare the people to dwell with God the Father and his Son Jesus Christ, and all the world beside will receive according to their works upon the earth. This is a joy that is unspeakable: it is a glory beyond the capacity of our minds at the present time to appreciate. It is a great joy to me. <\/div><div class=\"paragraph jod\" id=\"v8n879\"> Sometimes I feel as though I would like to dwell upon these principles, they are so delightful; but I do not feel like preaching or talking much this morning. The glory and intelligence that God has prepared for the faithful, and for every other being that is worthy to receive, expand, extend, and comprehend, no man knoweth. Should not this fill every heart with peace and joy that there is no end to the progress of knowledge? Let us continue to prepare ourselves to dwell with Him in eternal burnings.<span class=\"citation\" id=\"59033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59033)\">Isa. 33:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n880\"> May the Lord bless the people! Amen. <\/div>\n<\/div>\n<\/div>"}