{"ID":80033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gospel of Life and Salvation, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, July 29th, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Gospel of Life and Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/29\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v8n773\"> Here is a congregation of Saints who have forsaken all they formerly esteemed near and dear, for the sake of the knowledge of the holy Gospel of salvation; and when an Elder of Israel rises to speak to you, how many are paying attention to what he says? People are, in comparison, like little children who have to be frequently cautioned not to throw articles into the fire&#x2014;not to cut or mar the furniture, and requiring almost constant watchcare and instruction. In like manner, the young, middle-aged, and old require to be taught every Sabbath, every day, and all the time, as it is written&#x2014;&#x201C;Then they that feared the Lord spake often one to another.&#x201D;<span class=\"citation\" id=\"62467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62467)\">Mal. 3:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n774\"> We are but babes in the Gospel of life and salvation, take this people as a whole. What poet, who understands things as they are, would write&#x2014;&#x201C;Bear the cross and despise the shame?&#x201D;<span class=\"citation\" id=\"77173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77173)\">Heb. 12:2<\/a><\/span> It is a cross to the feelings of many to acknowledge that Jesus is the Christ. &#x201C;Take up your cross, brother, and bear it, and you shall wear the crown.&#x201D; What cross? If the eyes of a person were opened <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3395\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to see the eternal principles that pertain to the worlds that are, that were, and that will be, and the Gods that dwell upon those planets we behold, would he talk about a cross&#x2014;about despising the shame?<span class=\"citation\" id=\"77174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77174)\">Heb. 12:2<\/a><\/span> What is the shame? Where is it? Miserable, filthy individuals, full of the principles of death, point the finger of scorn at those who confess that Jesus is the Christ. Will you regard their scorn? No. Pity the ignorant creatures who are bound to ruin. To a man devoted to God, and endowed with the fine feelings and principles of life everlasting, the pointing, by the wicked, of the finger of scorn at one who acknowledges that Jesus is the Christ&#x2014;at one who believes in God the Father and in Jesus the Mediator, is not worthy of the least regard. Do you despise those who scorn and ridicule the righteous? No; for in comparison they are no more than the dust, or the smallest insect you can behold with your best microscopes. <\/div><div class=\"paragraph jod\" id=\"v8n775\"> True, the human family are endowed with the germ of life; but who is capable of preserving that life&#x2014;of preserving his identity? <\/div> <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n777\"> When we talk about sinners, Saints, the world, Christ, men of God, men of the world, men of science, men of talent, and kings on their thrones, every person that understands the Gospel of salvation realizes that more glory and honor are attached to his character and calling than to all the man-made kings ever crowned upon the earth. <\/div><div class=\"paragraph jod\" id=\"v8n778\"> When I reflect upon these things and realize them, it is impossible for me to answer my feelings before the people. You frequently hear me express a wish that I had a voice to penetrate the heart of every being upon the earth.<span class=\"citation\" id=\"82209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82209)\">Alma 29:1-2<\/a><\/span> But if I had the power to speak to them, and the ability to convey my ideas in language so plain that children could not misunderstand, speaking to all in their own language, I should still come far short and be obliged to say, &#x201C;My soul is burdened, because I have no place to pour it out.&#x201D; That is the situation of angels and Prophets who have gone behind the veil. Here are persons who have been in this Church from the beginning. Do they so live that the heavens are open to them? Or are they still of the earth, earthy?<span class=\"citation\" id=\"73972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73972)\">1 Cor. 15:47<\/a><\/span> Are they groveling in the darkness that covers the nations of the earth? This inquiry you may answer for yourselves. Perhaps some will say they have a reason to be discouraged. This people have not received, improved, grown, and enlarged in their capacities as fast as they should have done. I am not accusing any individual; but, as a community, we have not improved and increased in the knowledge of God and godliness according to our privileges. Am I discouraged? I am not. Does my heart fail me? Am I ready to say that the kingdom of God is broken, and there is no salvation for the people? By no means. If I live as long as Enoch lived, who walked with the Lord three hundred and sixty-five <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3394\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> years,<span class=\"citation\" id=\"125020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125020)\">Gen. 5:23-24<\/a><\/span> can I then see a people prepared to enter at once in the celestial world? No. Many may think that Enoch and his whole city were taken from the earth directly into the presence of God.<span class=\"citation\" id=\"92992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92992)\">Moses 7:21<\/a><\/span> That is a mistaken idea. If, within three hundred and sixty-five years, I can see a people capable of surmounting every sin, of overcoming every evil and effect of sin to such a degree as to be separated in the flesh from the sinful portion of the world and from all the effects of the fall&#x2014;a great people as pure and holy as were the people of Enoch, I should not complain, and, perhaps, have no cause to. Yet, in the latter days, God will cut short his work in righteousness.<span class=\"citation\" id=\"72693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72693)\">Rom. 9:28<\/a><\/span><span class=\"citation\" id=\"86019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86019)\">D&amp;C 52:11<\/a><\/span><span class=\"citation\" id=\"87948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87948)\">D&amp;C 84:97<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n779\"> Do you understand that what the Lord will perform in the latter days will be done quicker than in the former days? He suffered Noah to occupy one hundred and twenty years in building the ark.<span class=\"citation\" id=\"52821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52821)\">Gen. 6:3<\/a><\/span> Were he to command us to build an ark, he would not allow so long a time for completing it. On account of the work's being hastened in our time,<span class=\"citation\" id=\"125021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125021)\">Isa. 60:22<\/a><\/span><span class=\"citation\" id=\"125022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125022)\">D&amp;C 88:73<\/a><\/span> I have good reason to urge upon the people the necessity of their living their religion every moment&#x2014;of their increasing in faith, in wisdom, in knowledge, and in power to forsake all bad habits&#x2014;to say to all who are in the habit of doing wrong, of getting angry, of contending with their neighbors, and abusing them with their tongues, and abusing themselves, Refrain from your evil ways. &#x201C;We will,&#x201D; say they; but in a very short time many are engaged in their former evil practices, like the child's whittling the furniture. It appears as though such persons were glued to the world, and will love and worship it. When they learn the truth, they will learn that it is a folly for a man to love gold and silver, goods and chattels, or any other kind of property and possessions. One  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that places his affections upon such things does not understand that they are made for the comfort of the creature, and not for his adoration. They are made to sustain and preserve the body while procuring the knowledge and wisdom that pertain to God and his kingdom, in order that we may preserve ourselves, and live forever in his presence. <\/div><div class=\"paragraph jod\" id=\"v8n781\"> When the Elders address you from this stand, how many of those who seem to be listening hear and understand? Are most of the congregation thinking about what they design to do tomorrow? Are the sisters planning their weaving and spinning for tomorrow? Are the brethren planning to go to the canyons tomorrow? Do you know that it is your privilege to so live that your minds may all the time be perfectly within your control? That you may be so well schooled in the knowledge of your religion, that your minds are as perfectly under your control as are your bodies, except when they are nervous? Persons taking too strong tea or coffee, or too much whiskey, have not that control over themselves that they should have, because they become too weak. Study to preserve your bodies in life and health, and you will be able to control your minds. And when you come to meeting, bring your minds with you. After all our experience and the knowledge the Lord has given us, but few can take their minds to meeting. Others have their minds here before them; their affections and feelings are at the assembly of the Saints, and they want their bodies there also, to enjoy themselves. That class come here to pay attention, and to understand all that is said to them. Others come here with their bodies, but where are their affections? Upon the labors of the coming week. &#x201C;I do not know how I shall get my adobies tomorrow, or how I shall <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3393\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> get my timber out of the canyon.&#x201D; Or, &#x201C;I have a fence to build, to secure my field before the crop is destroyed,&#x201D; &amp;c., &amp;c.; and the mind is not in the meeting. <\/div><div class=\"paragraph jod\" id=\"v8n782\"> Can you understand that we are behind our privileges? I know the argument that arises in the minds of the people&#x2014;&#x201C;I am bound to provide for myself.&#x201D; I wish that obligation rested stronger on some than it does. &#x201C;But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.&#x201D;<span class=\"citation\" id=\"75956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75956)\">1 Tim. 5:8<\/a><\/span> That is the argument, and yet some will sell their last bushel of wheat, and then come to me, or to others of the brethren, and beg. They will peddle off every particle of substance God has given them for their sustenance. It is our duty to be economical, to go to meetings, to the canyons, and to build, plant, and do everything required of us to build up the kingdom of God on the earth; but the first duty is to learn how to sustain ourselves. The people have not yet learned that, though they are learning it. One may plough, plant, water, and till, but have no increase. Another person sows a field with wheat, but cannot get water for it, and goes to this neighborhood and that to attend to a little Church business; and when harvest time arrives, he reaps an abundant harvest. The man who took the water has no wheat, and the one who labored, as his Bishop called upon him, for the benefit of the people, has a good crop. This is a lesson the people are learning, that God gives the increase.<span class=\"citation\" id=\"125023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125023)\">1 Cor. 3:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n783\"> How the world hate us! How they despise the kingdom of God! How they have sought to destroy it! How they exclaim&#x2014;&#x201C;What ignorant, degraded beings the Mormons are!&#x201D; The insignificant, low, degraded, contemptible opinion they have of the Latter-day Saints does not reach the  <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>depth of the low, miserable degradation that they themselves are in. But do we despise them? No; we pity them. &#x201C;Pity them?&#x201D; Yes, pity them. They are flesh of your flesh, bone of your bone.<span class=\"citation\" id=\"52527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52527)\">Gen. 2:23<\/a><\/span> God &#x201C;hath made of one blood all nations of men for to dwell on all the face of the earth;&#x201D;<span class=\"citation\" id=\"71957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71957)\">Acts 17:26<\/a><\/span> consequently, they are flesh of our flesh and bone of our bone. They profess to despise us, but they are not able to think as meanly of us as we know them to be, and we pity them. We seek to do them good. They are endowed with capacity to learn and practice principles that will preserve them on the earth, in the world of spirits, and after the resurrection; but they are abusing their talent,<span class=\"citation\" id=\"66090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66090)\">Matt. 25:18<\/a><\/span> and they are to be pitied. <\/div><div class=\"paragraph jod\" id=\"v8n785\"> All who understand the principles of eternal life look upon their fellow beings with a watchful eye, and their hearts are filled with deep anxiety for their welfare. They anxiously desire that people would see and understand what pertains to eternal life. It is highly gratifying to the Lord, to angels, and to all good men, to see intelligent beings organized to receive a great amount of intelligence&#x2014;seeking to possess eternal life. On the other hand, how sad it is to see them wasting their time with trifles, and directing their steps to eternal death! How delightful it would be to see them pursuing the way of life&#x2014;to preserve both the body and spirit, and in the resurrection to see their noble spirits reunited with their bodies and coming into the presence of God to live forever! There are men here who look upon us as being of an organization inferior to that of the generality of the people of the world. If I did not pity them, I should be chagrined at myself. <\/div><div class=\"paragraph jod\" id=\"v8n786\"> Contrast the course this people are pursuing with that of the world. All ye inhabitants of the earth, hearken and hear! God has, in our day, <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3392\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spoken from the heavens; he has bestowed his holy Priesthood on the children of men; he has called upon all people to repent; and here are the few who have left all for the sake of the eternal life proffered to them, and their course is upward and onward to eternal increase. Do this people know more than they did a few years ago? Yes; every day's experience adds to your amount of knowledge: you are treasuring up knowledge and wisdom. The children raised in this Church are more than a match, in spiritual matters, for the kings, princes, governors, senators, representatives, and all the reputed wise men of Egypt. And the boys from twenty to twenty-five years of age, who have been raised in this community, who have enjoyed the teachings of the Prophet Joseph, will outweigh, in intelligence in relation to national policy, the Congress of the United States, with the President at their head. <\/div><div class=\"paragraph jod\" id=\"v8n787\"> Your course is onward and upward, although you do not improve as rapidly as you should. You should walk continually in the light of God's countenance,<span class=\"citation\" id=\"57007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57007)\">Ps. 89:15<\/a><\/span> and no more walk in darkness.<span class=\"citation\" id=\"125024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125024)\">John 8:12<\/a><\/span> Were such the case, would you hear of any contention&#x2014;of those little, frivolous, trifling difficulties that now too frequently occur? Would you hear, &#x201C;The world is something to me!&#x201D; &#x201C;My farm is something to me!&#x201D; &#x201C;My goods are something to me!&#x201D; &#x201C;My heart is upon the things of this world!&#x201D; &#x201C;I must provide for my family,&#x201D; &amp;c.? There are but few of this people, in comparison, who yet know how to provide for a wife and two children. What of the world? Are they any more capable of providing for themselves than are this people? In the world you will find many more, in proportion, who know less, and are less capable of taking care of themselves. <\/div><div class=\"paragraph jod\" id=\"v8n788\"> I wish you to thoroughly under<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"137a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0137.pdf\" target=\"pdfwin\">p.&#xA0;137a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stand economy, and how to preserve your bodies. I wish you to fully understand the principles of natural life. How necessary it is that you should know them for your own benefit, and that you may be able to teach them to your children, which you should do all the time. Be careful of your bodies; be prudent in laying out your energies, for when you are old you will need the strength and power you are now wasting. Preserve your lives. Until you know and practice this, you are not thoroughly good soldiers nor wise stewards. Learn how to do good&#x2014;how to do right. Work righteousness, and build yourselves up in the faith of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v8n790\"> In the ordinance we here attend to in the afternoon, we show to the Father that we remember Jesus Christ, our elder brother: we testify to him that we are willing to take upon us his name.<span class=\"citation\" id=\"84410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84410)\">D&amp;C 20:77<\/a><\/span> When we are doing this, I want the minds here as well as the bodies. I want the whole man here when you come to meeting. &#x201C;Is that the way you come?&#x201D; Yes, it is the way I go everywhere, when I go from home. When I leave home, I dismiss it from my thoughts. <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3391\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Is not your mind upon your family?&#x201D; When I pray, I ask God to bless and preserve them; and then, whether he does or not, it is all the same to me. I do not trouble my mind about anything but the business before me. That is the way for us to conquer this weakness in us, and take our minds with us. Then, when you come to meeting, you know what is said, and what this ordinance is for. Then, when you are baptized, you know what it is for. Whatever duty you are called to perform, take your minds with you; and apply them to what is to be done. You may leave your selfishness when you start to meeting, but take yourselves. And if your minds are reaching after this, that, or the other, tell those ideas to stay away. You may feel anxious about your fields, about your crops, or about going to the canyons; but bid those thoughts depart, for you want to go to meeting to worship the Lord, and wish to drop all care while at meeting. Then, when the time comes, go to the canyons and to your other avocations, and do not let anything else interrupt you. That is the way to live. <\/div><div class=\"paragraph jod\" id=\"v8n792\"> May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}