{"ID":80042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Trials and Duties of the Saints.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, September 2, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Trials and Duties of the Saints.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/2\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v8n909\"> I will say a few words to those who have lately arrived. <\/div><div class=\"paragraph jod\" id=\"v8n910\"> The Spirit of the Gospel which they received in their native countries caused them to rejoice, lighted the lamp of devotion within them, and created in their hearts a love of truth. When people receive the Holy Ghost, or the Gospel evidenced by the Spirit of truth, they in a degree feel and <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> realize the glory of Zion. The commandment has gone forth for the Saints to gather and build up Zion. They very readily receive the impression that the gathering place is Zion, that the gathered are actually living in Zion, that the evil influences abroad in the world and which afflicted them there will cease to afflict them here, that they will enjoy the sweet  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>communion of the holy ones upon the earth, and that their sorrows and all that afflicts them will have passed away. <\/div><div class=\"paragraph jod\" id=\"v8n912\"> I wish to inform you, brethren and sisters, who have just arrived in these valleys, that all your trials hitherto are but trifling in comparison to the trials you will now be called to meet and pass through. How many of you will continue faithful&#x2014;preserve yourselves in your integrity and in the faith of the Lord Jesus Christ? You have come here expressly to be assembled with the Saints; your object in gathering was to forsake the wickedness that is in the world and to mingle with those who serve God with an undivided heart,<span class=\"citation\" id=\"129828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129828)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129829)\">Hosea 10:2<\/a><\/span> and you expect to be faithful; but let me inform you that you will not all prove faithful; some of you will apostatize. Can you tell who? You reply, &#x201C;No:&#x201D; but the first you are aware, some of you will be off to California, perhaps, with the words&#x2014;&#x201C;To Cache or Carson, we don't care a d&#x2014;which,&#x201D; on your wagon covers, as they were on the wagon covers of some who started for Carson last spring. Some of you will be tempted above what you will bear&#x2014;will tamely submit to darkness and its powers&#x2014;to the evil influences of wicked spirits&#x2014;will forsake the faith, and the Devil will get the advantage of you. <\/div><div class=\"paragraph jod\" id=\"v8n913\"> Your troubles have just commenced; you are on the threshold of the department wherein you will have fiery trials,<span class=\"citation\" id=\"78166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78166)\">1 Pet. 4:12<\/a><\/span> such as you have never had. Some who have been here for years will come around you and say&#x2014;&#x201C;Well, brother, or sister, how do you do? Do you like the country and people?&#x201D; &#x201C;I don't know. I guess I shall; I should like to have some things a little different; but this is a good people.&#x201D; &#x201C;Well,&#x201D; says an old brother who has been laboring in the Church for years to save the people, &#x201C;I don't know about it; I understand <div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3365\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that A. says thus and so. I don't know about it; a few days ago, I saw a brother, who seems to be a good brother, talking with the President; he seems to be in close communion with the heads of the Church, and is all the time stealing horses. I really do not know about this.&#x201D; Very likely the Lord has suffered this old &#x201C;Mormon&#x201D; to stay in the Church thus long to get some of you to apostatize; and when he succeeds, you will go to hell together. Thus you will be led step by step to deny the faith, and to reduce the light that was in you to total darkness. <\/div><div class=\"paragraph jod\" id=\"v8n914\"> One will reflect&#x2014;&#x201C;I do not know about brother John; there are some things in his character that look dark to me, and, according to the religion I have embraced, I do not understand them; and there is James, if his conduct corresponds with the Gospel as I have heard it preached in my native country, I do not know about it; I will look more narrowly into this;&#x201D; and the first you know you will retire to rest without praying in your family. And when you rise in the morning you are meditating upon what John and James are doing&#x2014;that you just saw one of them taking a pole from his neighbor's fence, and you say, &#x201C;I don't know about this; this is rather a dark affair among the Latter-day Saints who have assembled here from among all nations to serve God! Well, wife, have you got your breakfast ready? Come on, family; breakfast is ready; gather round the table.&#x201D; The wife's heart sinks, for she had been accustomed to hear this man pray; but there is no prayer this morning. A short blessing is asked, the breakfast is eaten, and the man looks off to John, James, Dick, Harry, the Devil, and hell; and by-and-by away he goes, another apostate. <\/div><div class=\"paragraph jod\" id=\"v8n915\"> God gathers his people to school them. While you were in England,  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>France, and other foreign countries, were you prepared to receive the oracles from heaven? No. Are you prepared now? No. Are those who have been in the Church twenty, twenty-five, or thirty years prepared to have the visions of eternity opened to them? No. To hear the voice of the angel Gabriel? No. How can you be prepared, if you let little, frivolous, trifling afflictions and temptations overcome you and turn you away? The Lord has brought you here to try every fiber of your hearts, even as Abraham was tried in all things,<span class=\"citation\" id=\"89395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89395)\">D&amp;C 101:4<\/a><\/span> to prove whether you are friends of God.<span class=\"citation\" id=\"77599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77599)\">James 2:23<\/a><\/span> And when you see anyone do wrong, you should say, &#x201C;That is nothing to me; he is in the hands of God, and will have to answer to Him, and I for myself.&#x201D; And when you see persons about to give way to temptation, you should say to your families, &#x201C;Let us pray to the Lord to give them strength and power to overcome the temptations of the evil ones, that they may remain here, instead of apostatizing.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n917\"> Some of you will do as I have stated; but if you will be faithful to your covenants, you will not only be saviors to yourselves and to your wives and children, but also to your neighbors. When you see a neighbor begin to slip, pray for him that he may have the Spirit of the Gospel as he once had. And if you feel this Spirit within yourselves, pray for an increase of that light you received when you first received the Gospel, and you will save yourself and house. <\/div><div class=\"paragraph jod\" id=\"v8n918\"> Yet, after all the labor that will be performed by the Elders of Israel in traveling to the utmost parts of the earth, in gathering out the people from all nations, kindreds, tongues, and people, and gathering them home to Zion and Jerusalem, and perhaps other places the Lord will appoint for the gathering of the people in the latter days; and after all the preaching, <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3364\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> faith, and toil that will be wrought by the servants of God, when Christ comes, there will be five foolish virgins and five wise.<span class=\"citation\" id=\"66001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66001)\">Matt. 25:1-13<\/a><\/span><span class=\"citation\" id=\"85697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85697)\">D&amp;C 45:56-57<\/a><\/span><span class=\"citation\" id=\"86501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86501)\">D&amp;C 63:54<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n919\"> My exhortation to every man, woman, and child that has named the name of Christ&#x2014;<span class=\"citation\" id=\"126154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126154)\">2 Tim. 2:19<\/a><\/span>my positive command to you, which I urge upon you, and which it is your imperative duty to hearken to and obey, is to so live every moment that there will not be a dark spot upon your lives&#x2014;that you can say every night, &#x201C;The last is the best day I have ever lived. God be praised that I have been enabled to so live this day that I can go to sleep with a clear conscience.&#x201D; In short, so live that when you wake in the spirit world you can truthfully say, &#x201C;I could not better my mortal life, were I to live it over again.&#x201D; I exhort you, for the sake of the house of Israel, for the sake of Zion which we are to build up, to so live, from this time, henceforth, and forever, that your characters may with pleasure be scrutinized by holy beings. Live godly lives, which you cannot do without living moral lives. <\/div><div class=\"paragraph jod\" id=\"v8n920\"> A man can commit sin, and return to the Lord and receive forgiveness; but who has the assurance that he will have power to repent? Who has the right and privilege granted unto him to swear, or to take that which is not his own and make use of it for himself? I know of no such right. Who has a right to commit adultery? If anyone has such a permit from the Almighty, bring it forth and let us read it to the congregation, that we may know it. Who has a right to bear false witness? Who has a right to defile himself by getting drunk? If you have this right, let us see it. If you have a right to disgrace your wives and children in the eyes of the people, and God says it is just and true, bring out your authority and let us see it. I know of no person who has a right to sin. <\/div> <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n922\"> &#x201C;Brother Brigham, don't you sometimes sin?&#x201D; If I do, it is none of your business; and the whole of you are not smart enough to catch me in a wrong. Look back at my life since I have been preaching the Gospel, and point out, if you can, the iniquity I have committed. &#x201C;Have you not taken the name of God in vain?&#x201D; Not the first time have I ever used the name of my Savior, or the name of a holy angel, or the name of the mother of Jesus, or the name of our Father in heaven with trifling feelings. &#x201C;Have you not taken that which was not your own?&#x201D; No; and I have not been able to get half of what is my own. I am going to have much more than I now have&#x2014;not twice or thrice, but a hundredfold more. I never yet felt that I had license to commit a sin; and if I have not, who has? <\/div><div class=\"paragraph jod\" id=\"v8n923\"> Some may imagine that I am boasting: you may call it what you please. God has preserved my feet and tongue, and I am here today, though not so good as I ought to be; and you are not so good as you ought to be: there is a chance for us all to be much better. Where is there a boy in this community who has the right to disgrace his father by sin? Where is the daughter who has the right to disgrace her mother by defiling herself? Have you such a license, young women? Have you such a license, young men? If you cannot show your license to commit sin, we shall consider you impostors, and that you have no right and do not belong to our society. We will disfellowship all such men and women, whether old or young: they are already disfellowshipped in my feelings. <\/div><div class=\"paragraph jod\" id=\"v8n924\"> You newcomers are here expressly to mingle your faith with the faithful, and your acts with those who perform the acts of righteousness&#x2014;to bring together to Zion, from every nation, kingdom, tongue, and people, <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3363\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the good, and the strength, power, and wisdom of God that has been dispensed to the nations&#x2014;to take hold with us who have been trying to purify ourselves and the people. It is your duty to take hold with us with your might to exalt righteousness. Look to God for grace to purify yourselves, instead of looking at your brethren. You who wish to be numbered with the wise virgins, keep your vessels full of oil; do not let it burn out, and lie down and sleep, thinking that you can get a supply of oil when you wake. Be careful that you are not caught with your vessels empty: keep them full, and your hearts full of the Holy Spirit. Cease not to do good. By so doing you will be numbered with the wise virgins.<span class=\"citation\" id=\"66002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66002)\">Matt. 25:1-13<\/a><\/span><span class=\"citation\" id=\"85698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85698)\">D&amp;C 45:56-57<\/a><\/span><span class=\"citation\" id=\"86502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86502)\">D&amp;C 63:54<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n925\"> This is the best country in the world for raising Saints, though many things will cause it to appear strange to you for a time. People here procure livelihoods differently, in many respects, from what you have been accustomed to in your native lands. Many of you have been used to receiving your wages at the end of the week&#x2014;then only barely sufficient to provide for your wants during the coming week. How did you manage in cases of sickness, when you could not work? I presume some of you nearly starved. Here there as yet has been no starving. Some do not know what they will do here: you cannot starve to death, as many do in countries you have come from. <\/div><div class=\"paragraph jod\" id=\"v8n926\"> Find shelter for your families, and do not be in a panic, nor fret; and when a person meets you and says, &#x201C;Brother, I want to hire a little help,&#x201D; perhaps you are a collier and never worked above ground, or a silk weaver and never worked at anything else, and you ask what he wants done. When he tells you, you may not know how to do it, but you can learn. If a person wants the silk  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>weaver to take the spade and dig a ditch, let the weaver say, &#x201C;I don't know how, but I can learn; fetch on your spade.&#x201D; Take the first job of work offered, and earn a bushel of wheat or a bushel of potatoes; and when that job is done, another will be ready. Do not be anxious to get great wages. Go to work and say nothing about wages, but feel that &#x201C;this is Zion; and what can I do to build it up, without asking any man to pay me one dollar?&#x201D; Let that be your chief joy and delight, and you will never lack for work, food, or raiment. The Lord has all these things for those willing characters. <\/div><div class=\"paragraph jod\" id=\"v8n928\"> &#x201C;But,&#x201D; says one, &#x201C;some are very poor.&#x201D; That is because they are not liberal enough in their feelings. I remember a question being asked of Aaron Lake, in Canada. He went into a house, and by way of introduction was asked, &#x201C;Can a man rise by falling, or gain by losing?&#x201D; He thought a moment, and replied, &#x201C;Yes.&#x201D; You say, &#x201C;There are some here who are poor and destitute.&#x201D; That is because they refuse to fall that they may rise, to become poor that they may become rich, or to humble themselves that they may receive the righteousness of God in their hearts <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3362\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to dictate them day by day. Do you think that the Lord will suffer his people to be hungry and starve to death, to go naked and freeze to death, or to go houseless, if they serve him with an undivided heart?<span class=\"citation\" id=\"129830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129830)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129831)\">Hosea 10:2<\/a><\/span> He never will&#x2014;never, no, never. <\/div><div class=\"paragraph jod\" id=\"v8n929\"> This people have been driven from place to place, to give them expanded hearts to receive the blessings of the Lord, and that the wicked might fill the cup of their iniquity and receive their reward, and the right was theirs. So soon as we are prepared to receive his blessings, the warfare is over; but that will not be just yet. We yet have to contend for every inch of ground, for the Devil has power and possession on the earth, and he does not mean to give it up. But, God, angels, and good men being my helpers,<span class=\"citation\" id=\"56773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56773)\">Ps. 54:4<\/a><\/span> I will never cease to contend, inch by inch, until we gain the ground and possess the kingdom. That is my feeling and faith, and we will accomplish it. I will prophesy, in the name of the Lord Jesus Christ, that we will possess the kingdom of God upon the whole earth, and possess the earth.<span class=\"citation\" id=\"61642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61642)\">Dan. 7:18<\/a><\/span> Do you believe it? [Many voices: &#x201C;Yes.&#x201D;] That is as true as it is that the sun now shines. <\/div><div class=\"paragraph jod\" id=\"v8n930\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}