{"ID":80046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Light of the Spirit&#x2014;Course of Missionaries.<\/div>\n<div class=\"subtitle\">Instructions by President Brigham Young made in the Bowery, and in the Historian's Office, Great Salt Lake City, September 9, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt and J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Light of the Spirit&#x2014;Course of Missionaries.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/9\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v8n973\"> If I have the Spirit of the Lord sufficiently, I may have a word for each and all classes present; though in a few remarks I by no means expect to comprehend all the duties that devolve upon the Saints. Here are newcomers who, for the first time, have the privilege of assembling with the Saints at the gathering place; some of them perhaps have been here one Sabbath, and others two. You have traveled thousands of miles to be assembled with the Saints. Here is another class of persons who have been living here for years, and who also need teaching. And here is still another class that needs teaching, perhaps, more than unbelievers. I refer to the Elders who are about to start on their missions. <\/div><div class=\"paragraph jod\" id=\"v8n974\"> We say to them, Go forth and preach the Gospel, gain an experience, learn wisdom, and walk humbly before your God,<span class=\"citation\" id=\"62208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62208)\">Micah 6:8<\/a><\/span> that you may receive the Holy Ghost to guide and direct you, and teach you all things past, present, and to come.<span class=\"citation\" id=\"70347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70347)\">John 16:13<\/a><\/span> I cannot say that this is sufficient to say to them, for it is not. <\/div><div class=\"paragraph jod\" id=\"v8n975\"> We say to the citizens of these valleys who have lived here and are going to stay here, Seek unto the Lord your God with all your hearts, ye Latter-day Saints, and so live, that the Holy Ghost will be your constant companion. It will teach you all things; it will bring to your remembrance<span class=\"citation\" id=\"70019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70019)\">John 14:26<\/a><\/span> past things that you have forgotten, things that are now present, and show you the providences of God, <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3352\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the dealings of the Lord with his people, his designs in organizing the world and in peopling it, &amp;c. You Latter-day Saints, live humbly and live your religion faithfully, that you may enjoy the spirit of revelation to a fulness. <\/div><div class=\"paragraph jod\" id=\"v8n976\"> We say to the newcomers, If you will live your religion&#x2014;live to the light that was given to you when you embraced the truth, you will enjoy the same Spirit you then received, and there is not the least danger but what in so doing you will be Saints at home and abroad, in the morning and in the evening, enjoying the light of the Holy Spirit; and the Holy Ghost will be your constant companion, teaching you all things, which will constantly suffice for you. <\/div><div class=\"paragraph jod\" id=\"v8n977\"> For unbelievers we will quote from the Scriptures&#x2014;&#x201C;Whosoever believeth that Jesus is the Christ is born of God.&#x201D;<span class=\"citation\" id=\"78787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78787)\">1 Jn. 5:1<\/a><\/span> Again&#x2014;&#x201C;Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God.&#x201D;<span class=\"citation\" id=\"78749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78749)\">1 Jn. 4:2<\/a><\/span> I will now give my scripture&#x2014;&#x201C;Whosoever confesseth that Joseph Smith was sent of God to reveal the holy Gospel to the children of men, and lay the foundation for gathering Israel, and building up the kingdom of God on the earth, that spirit is of God;&#x201D; and every spirit that does not confess that God has sent Joseph Smith, and revealed the everlasting Gospel to and through him, is of Antichrist,<span class=\"citation\" id=\"78619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78619)\">1 Jn. 2:22<\/a><\/span><span class=\"citation\" id=\"78753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78753)\">1 Jn. 4:3<\/a><\/span> no matter whether it is found in a pulpit  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>or on a throne, nor how much divinity it may profess, nor what it professes with regard to revealed religion and the account that is given of the Savior and his Father in the Bible. They may say that they acknowledge Him until doomsday, and he will never own them, nor bestow the Holy Spirit upon them, and they will never have visions of eternity opened to them, unless they acknowledge that Joseph Smith is sent of God. Such people I call unbelievers. They tell about believing in Jesus Christ, but they might as well talk about birds understanding the Hebrew language. This statement is no more positive than true. <\/div><div class=\"paragraph jod\" id=\"v8n979\"> The spirit that confesses that this is the kingdom of God and his Church has the Spirit that fills the heavenly worlds, and every other spirit is of Antichrist. All whom I call unbelievers, if they will repent of their sins, obey the requirements in the New Testament, be baptized for the remission of sins by a man who holds the key and authority to lead them into the waters of baptism, and receive the laying on of hands for the Holy Ghost, shall receive a witness that Joseph Smith was a Prophet of God, and that he was sent of God to build up his kingdom in this last dispensation. You will receive a Spirit that will bring all things to your remembrance,<span class=\"citation\" id=\"70020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70020)\">John 14:26<\/a><\/span> past, present, and to come,<span class=\"citation\" id=\"91285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91285)\">D&amp;C 130:7<\/a><\/span> teaching you all things necessary for you to understand. There are but a few in this generation who will do this. &#x201C;Will one to a thousand?&#x201D; Doubtful. &#x201C;One to ten thousand, or a hundred thousand?&#x201D; I hope so. Of the Latter-day Saints there will be many who will not so live their religion as to fully enjoy the Holy Ghost. The Latter-day Saints are like children who have to be taught continually, and still, like children, they handle, figuratively speaking, razors, glasses, cups, sau<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3351\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cers, &amp;c., contrary to the teachings that are given them. <\/div><div class=\"paragraph jod\" id=\"v8n980\"> Those Elders about to start on their missions will declare before this congregation and before the whole world that they do know, by the power of God, that Joseph Smith is a true Prophet of God, and that this is the work of God; that God has set to his hand to gather Israel: but let them neglect their duty and get into darkness, and they will lose this Spirit and testimony. They do not see this with their natural eyes, for it is spiritually discerned,<span class=\"citation\" id=\"73106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73106)\">1 Cor. 2:14<\/a><\/span> as all things of God are. Let them do wrong and lose the Spirit, and by-and-by they apostatize and declare that they do not know &#x201C;Mormonism&#x201D; to be true, and think that they never did. How many are there of this class? Brethren, live your religion. As a mischievous child needs constant watching to keep it from falling into the fire, or otherwise injuring itself, so you need watching, warning, teaching, and admonishing all the time; you need to be continually teased to your duty. <\/div><div class=\"paragraph jod\" id=\"v8n981\"> A spirit prompts both the good and the evil: an invisible influence seems to be shed abroad upon all nations. Let us seek unto the Lord, that we may be prompted by a good spirit. It matters not what your neighbors do, look to your God with all your heart, instead of watching your neighbors, and there will be no danger of your leaving the true path. If they will only live up to it, there has already been enough taught the brethren who have lived here for years to prepare them to enter into the strait gate<span class=\"citation\" id=\"63833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63833)\">Matt. 7:13<\/a><\/span> and into the New Jerusalem,<span class=\"citation\" id=\"125049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125049)\">Rev. 21:2<\/a><\/span> and be prepared to enjoy the society of the holy angels. <\/div><div class=\"paragraph jod\" id=\"v8n982\"> No other people are under the obligations to God that we are, who have been privileged to meet here Sabbath after Sabbath. We have the privilege of being gathered&#x2014;the  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>privilege of the law of the celestial kingdom, of receiving revelation, of enjoying the keys and power of the blessings of the Priesthood as sons of God. What other people have these privileges? No other that we have any knowledge of. This brings us under deep obligation to one another, to angels, to Jesus, and to God our Father. We have to live close to the Lord, in order to have his Spirit to learn and understand what he requires of us. You hear some say&#x2014;&#x201C;I wish I had influence and power, and were in a situation to do good!&#x201D; Is there a man in this community deprived of the privilege of doing all the good his heart can desire? You can every day live to promote the cause of our God, and your whole lives can be filled with doing good. <\/div><div class=\"paragraph jod\" id=\"v8n984\"> The travels and labors of the Elders about to go on missions will throw them into positions which will cause them to seek unto the Lord. They need to live their religion, to go forth with pure hearts and clean hands,<span class=\"citation\" id=\"125050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125050)\">Ps. 24:4<\/a><\/span> and then preach the Gospel by the power of God sent down from heaven. They should touch not and taste not of sin, and when they return they should come pure and clean, ready to meet the Saints with open countenances. To all appearance, the Elders on missions have been in the habit of making their pockets a matter of more consideration than the souls of men. I am not going to suffer this any longer. <\/div><div class=\"paragraph jod\" id=\"v8n985\"> I want every Elder to make his calculations to get rich here, and not go abroad to get riches from the Saints there. Plan and operate here to make as much property as you please; and if you can put it in a shape to gather the Saints, do so; and when you are abroad use every sovereign to emigrate the poor. You may have one shirt on and one at the washerwoman's, and decent and comfortable clothing; but what you <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3350\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> obtain over this must be used to gather the poor. &#x201C;May I obtain money enough to come home?&#x201D; Yes. &#x201C;How many coats and pantaloons may we bring, and how many trunks packed with clothing of the most expensive kinds, for our wives and children?&#x201D; I utterly forbid this practice. I forbid your bringing or sending home silk dresses and the like. Send and bring home the poor. I forbid your coming home in your carriages; I forbid your going out preachers and coming home merchants, but come home bringing your sheaves with you&#x2014;<span class=\"citation\" id=\"125051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125051)\">Ps. 126:6<\/a><\/span>the souls of the children of men&#x2014;spirits clothed in tabernacles. I forbid the Elders of Israel coming home as they have; but men, women, and children must be all the property, means, wealth, glory, and power that they bring home. <\/div><div class=\"paragraph jod\" id=\"v8n986\"> O ye gentiles, let me tell you that every Elder will do as I have told him, when he learns that the opposite course is wrong. And let me tell you that you will see the day when you will wish that you were &#x201C;Mormon&#x201D; Elders. By-and-by the Elders of Israel will have gold and silver for plates, cups, saucers, &amp;c.; and when we have adorned and furnished our houses we will have gold and silver to pave our streets, and their enemies will be in hell, unable to raise a decent fiddler there, or any liquor, for it will all burn up, and every decent fiddler will go into a decent kingdom: we will have them. We are going to have the kingdom of God and the fulness thereof, and all the heights and depths of glory, power, and knowledge; and we shall have fathers and mothers, and wives and children. <\/div><div class=\"paragraph jod\" id=\"v8n987\"> Brother Cannon remarked that people wondered how many wives and children I had. He may inform them that I shall have wives and children by the million, and glory, and riches, and power, and dominion, and kingdom after kingdom, and  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reign triumphantly. &#x201C;What will you do with all those who have sought to kill you?&#x201D; Make them soap boilers and kitchen flunkeys. We are not going to send them into hell fire, for it takes a good Latter-day Saint apostatized to get down into that deep (did I say bottomless?) pit. A person, to become an angel of the Devil, has first to be a good Saint, and then deny the Lord who bought him. <\/div><div class=\"paragraph jod\" id=\"v8n989\"> Do you query why we give endowments to A., B., and C.? It is to make devils of those who will deny the faith, for that is also necessary, as a host of devils will be needed. We also want Saints, angels, holy ones, and those that are exalted to the highest glory&#x2014;we want them to inherit kingdoms that number millions on millions. <\/div><div class=\"paragraph jod\" id=\"v8n990\"> Brother Hooper stated that he had charity. My charity is that God has provided for his children, the sons and daughters of Adam and Eve, where all who have lived according to the best light they had will have better kingdoms than ever entered into their hearts to conceive. That is the charity of God in his plans to save his people. Will the Latter-day Saints so live that they can enjoy the fulness of the heights, depths, glory, and intelligence in which the Father and the Son dwell? If they do not, they must go into another kingdom. He has designed that we should become Gods&#x2014;the sons of God&#x2014;<span class=\"citation\" id=\"125052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125052)\">D&amp;C 76:58<\/a><\/span>fathers of eternal lives, like Abraham. This is the promise he received&#x2014;to be the father of endless lives, that his posterity and generation should never cease, in time nor eternity.<span class=\"citation\" id=\"91699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91699)\">D&amp;C 132:29-37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n991\"> Some may think that the restrictions upon our Missionaries are greater than they should be; but if they learn to be practical men, they will learn that my system is the best. Send Elders forth to attend to the business of the churches&#x2014;to the <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3349\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spiritual and the financial departments, and to preside over them, and the care and toil are very laborious. But if, at the same time, their minds are upon speculation, and they lay awake at night to calculate how they are going to speculate&#x2014;how many teams they need to bring a lot of goods across the Plains, &amp;c., the labor becomes so severe as to nearly drive them crazy: it at least causes them to have but little spiritual strength when they return; and I really think it best to relieve them from this extra burden. To study, plan, and labor to be merchants, and to bring home silks, satins, velvet, &amp;c., for their wives and children, is a great burden; and we wish to relieve them from that, and let them come home, bringing the poor with them. <\/div><div class=\"paragraph jod\" id=\"v8n992\"> If Elders go and fill their missions, they have enough to do; and if they at the same time study to be merchants and to speculate, it will crush them into weakness and poverty. Those who have mixed speculation with preaching, and have thereby oppressed and hedged up the emigration of the poor, upon their return seem to have no spirit left for anything except speculation. Your best plan, if you wish to make money, is to make it here at the gathering place. This is the place for you to accumulate property&#x2014;to make your families comfortable, that when you go on your missions you can go stript for the race and harnessed for the battle, for the work before you, and have nothing else in your hearts. <\/div><div class=\"paragraph jod\" id=\"v8n993\"> If the Lord ever revealed anything to me, he has shown me that the Elders of Israel must let speculation alone and attend to the duties of their calling, otherwise they will have little or no power in their missions or upon their return. It commenced long ago in England, and those who have practiced it are in poverty; and  <div class=\"break pagebreak\" id=\"180a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0180.pdf\" target=\"pdfwin\">p.&#xA0;180a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it is high time that it was put a stop to, which I am going to do, God and good brethren being my helpers.<span class=\"citation\" id=\"56775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56775)\">Ps. 54:4<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n995\"> I am in earnest in this matter, and God will sustain me in it. Quit sending or bringing silks, satins, and furbelows for your wives to flaunt in. I am strongly opposed to it. <\/div><div class=\"paragraph jod\" id=\"v8n996\"> Some may inquire whether I did not make money when on missions. If I did, it has been expended to gather the poor. When I returned from England, I had but one sovereign left when I reached home. Brother Joseph asked me what I was going to do for a living. I told him that I was going to borrow fifteen cents to put with my sovereign to buy a barrel of flour, visit my friends, and when that flour was eaten I should be ready to do what the Lord required. I went on my mission to England, performed its duties, and returned with clean hands and a pure heart;<span class=\"citation\" id=\"125053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125053)\">Ps. 24:4<\/a><\/span> and all who desire to honor God and their holy calling to the Priesthood must pursue this course. <\/div><div class=\"paragraph jod\" id=\"v8n997\"> From this time forth every man that goes on a mission with a view to speculation will be overtaken by poverty, for speculation is no part of the duties devolving upon the Elders. They should practice the strictest economy, especially while on their missions. I have not sought for riches, nor placed my affections upon the things of this world. I do not at home any more than I did abroad. When I obtain money and other property, I study to dispose of it to the best advantage for promoting the cause in which we are engaged. And I tell you, in the name of Israel's God, that it is my counsel and imperative command that our Missionaries let speculation alone, and preach the Gospel, and so live that when you blow the Gospel trump your words will be like melted lead in the hearts of the people, and not <div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3348\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> return unto you void,<span class=\"citation\" id=\"125054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125054)\">Isa. 55:11<\/a><\/span> that you may glory and do good in the labor to which God has called you. Do not operate as some have, but let your minds and energies be devoted to the business on which you are sent. <\/div><div class=\"paragraph jod\" id=\"v8n998\"> Publications have been issued from the Liverpool Office and crowded upon the people, seemingly regardless of the wants or ability of the brethren, and creating what is known as the &#x201C;Book Debt,&#x201D; the very sound of which is disagreeable; lithographed and engraved likenesses of Elders have been forced upon Conferences; and in some instances the money on hand in London and Liverpool has been taken and used by the Elders to the estimated amount of the publications and likenesses, a large portion of which remain lumbering storerooms as dead stock, except where sold out of the way as waste paper. Brethren have been obliged to take more or less copies of publications, whether they could use them, or afford to pay for them, or not; and this very system of forcing publications upon the brethren and Conferences has prevented hundreds and thousands of the Saints from emigrating, turned a great deal of money from its legitimate channel, and left us useless articles instead of the money the Church or the people should have had. Put thousands of pounds into the hands of an Elder in this manner, and it will go from him without his being able to tell where or how it has gone: it seems impossible for him to keep it or its value; it slips away. <\/div><div class=\"paragraph jod\" id=\"v8n999\"> There are thousands of pounds' worth of books, &amp;c., now lying useless in the Liverpool Office, that have been paid for with Tithing money, which ought to have been used for emigrating the poor, paying debts, and otherwise carrying on the work, in accordance with counsel from here: but instead of this, the books lie use<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>less in the Office. And a few have tried to get rich, but all their riches seem to have had the wings of the morning<span class=\"citation\" id=\"125055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125055)\">Ps. 139:9<\/a><\/span> and have flown far from them. <\/div><div class=\"paragraph jod\" id=\"v8n1001\"> How many in Utah pay Tithing on their money? Comparatively very few. Probably we do not get one dollar to a thousand on cash Tithing. And if horses, oxen, or cows could be sold for money, probably but few of them would be turned in on Tithing; and if wheat could be sold for money, we should get no wheat except from a very few. But we get along and are not dead yet; and we shall live and do well, while others will be dead and in their graves. The humble will live, their spirits will be buoyant, and they will live to a great age. <\/div><div class=\"paragraph jod\" id=\"v8n1002\"> You Elders who are selected to go on missions, be virtuous and holy before the Lord your God, that you may be filled with his Spirit. And when you reach your respective fields of labor in the States, in England, or elsewhere, do not begin to pull down your predecessors. So far as their conduct will permit speak of them as your brethren, and as men who have done the best they knew how. Testify that you know them to be good men, when you know that they have been doing according to their best judgment and understanding; and do not say hard words about your predecessors in the vineyard. Not one who does this will gain anything by it. Do not discourage, deride, or bring anything against any of your predecessors to lessen the character of anyone who has done the best he knew how. You have not heard me say that I disfellowship them, for I believe that they have not intended to do a wrong thing in all that is past. All that I blame them for is because I believe that they could or should have known better. I consider that having lived till now, they should so live as to <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3347\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have the Holy Ghost within them continually, to guide them in the way of life. <\/div><div class=\"paragraph jod\" id=\"v8n1003\"> We are so organized that we need preaching to all the time. This is because of our weaknesses, and we shall have to bear with one another until we become stronger and wiser. Until then, we will travel and preach and do all the good we can. And those that put their shoulders to the wheel, with a desire and determination to preach the Gospel, save souls, and aid in whatever they are called upon to do for the rolling forth of this great work, will live the longest, have the most gold and silver, and enjoy more eternities of happiness and exaltation than those who do nothing but grumble and find fault with what others do and say. <\/div><div class=\"paragraph jod\" id=\"v8n1004\"> It is not necessary, in crossing the Plains, for our Missionaries to travel on foot and carry their valises; and we wish you to be provided to cross the Plains comfortably, and to take prudent care of your bodies while absent and to come home as comfortably as you can: but do not get money from the poor Saints to buy a carriage with. I have traveled and preached a great deal, and had to live, and I have always had a large family to support. I have had to borrow money to come home with, and I do not remember that I ever brought any money home, but what it has gone directly to relieve the Prophet of his burdens. He used to ask me how I managed to support myself and family. I told him that I made a sixpence go, perhaps, as far as some would make a quarter of a dollar go&#x2014;that I had done what I could, and the Lord had done the rest, and that was all I knew about it. Of course there are some things I know, and many that I do not; but I do know that Heber C. Kimball and myself used 86 dollars in board and other expenses when tra<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>velling on a mission, and that when we started we had but 13 dollars, 50 cents. And I do know that I once took a five-dollar bill out of my pocket, when we were raising money for brother Joseph, and threw it in, and that the next day I had just as much as I had before I gave away the five dollars. I do know that when I went to pay some money that I owed, after giving some away to the poor, I had just as much when I came to pay my debts as I had before I gave any to the poor. I do know that I handed out a half-eagle to a poor man in my office, and then found two half-eagles in my pocket that I never put there. And I also do know that I never hungered or thirsted for property. <\/div><div class=\"paragraph jod\" id=\"v8n1006\"> Some may say&#x2014;&#x201C;Brother Brigham, you are boasting, and you may be tried.&#x201D; I may be tried; but if I am, I pray God to give me strength to bear the trial. I feel under the most positive and strict obligation to make every penny go as far as I can towards preaching the Gospel, gathering Israel, and doing good. I do not lust after property; and I wish my brethren could see my heart as I see theirs. I know the hearts of my brethren who are around me, whether I chasten them or not. You act out <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3346\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> what is naturally in you, and I can tell, by the acts, by the faces, and by the doings of men, what is in their hearts. We are here, and we have the kingdom of God to build up as the Lord directs, and carry out his requirements in all things. <\/div><div class=\"paragraph jod\" id=\"v8n1007\"> The Saints abroad are required to pay their Tithing, but they have been made to donate and pay so much that they have felt that the cords were drawn pretty tight. Of late we have let the strings loose, and the people in the European Missions have become slack in regard to paying even their Tithing. This is a natural result, and I expected it. The brethren will now exhort them to renew their good works in again paying Tithing, and we must have a correct account of it, and must have the privilege of directing its expenditure for gathering the Saints and building up the kingdom. We wish to hurry and gather the brethren, that they may receive their endowments, and either remain Saints or apostatize; and those who continue faithful may be taught to more and more honor their faith and cooperate in building up the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v8n1008\"> I have detained you long enough. God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}