{"ID":80043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Covetousness, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, September 16, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Covetousness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/16\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v8n932\"> I can say amen to what brother Pratt has just said. I think I can with propriety say to him and a great many of the Elders of Israel that they may dismiss those little doubts that brother Pratt has spoken of in regard to proving faithful. You who are in the Church and have been a long time faithful, the Lord will never suffer to so fall away that you cannot be saved. I hardly know of a man who has been in the Church fifteen, twenty, or twenty-five years and longer, but what had better be thankful that that time is past, and not wish to live it over again, for fear he would not do as well. True, some of the brethren have taken missteps&#x2014;have dealt amiss in some instances, and have not done so well as they could, had they lived so as to have known more; but I am satisfied with them, if they will continue to learn and improve upon their gifts and become perfect; otherwise, I shall not be satisfied, either with myself or with my brethren, the Elders of Israel. The knowledge we now have in our possession is sufficient to guide and direct us step by step, day by day, until we are made perfect before the Lord our Father. If we do not take a course to sanctify the Lord God in our hearts,<span class=\"citation\" id=\"77901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77901)\">1 Pet. 3:15<\/a><\/span> and attain to perfection, I do not intend to be satisfied with either myself or anyone who comes short of this. <\/div><div class=\"paragraph jod\" id=\"v8n933\"> When I came into the meeting, brother Pratt was speaking upon the principle of covetousness, which is <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3361\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> idolatry.<span class=\"citation\" id=\"75615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75615)\">Col. 3:5<\/a><\/span> This a matter that ought to be understood, though it is as impossible to make those understand who are not seeking to know, as it is to make blind people understand the difference between colors. It is a hard matter to so bring some to their understanding that they will comprehend, recollect, and practice correct principles. Preaching the word to Saint or sinner is of but little moment, unless there is a place in the hearts of the hearers to receive it; otherwise it is to them like sounding brass and a tinkling cymbal.<span class=\"citation\" id=\"73657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73657)\">1 Cor. 13:1<\/a><\/span> To enjoy the light and power of the Holy Ghost day by day is prayed for by brother Pratt; but the preacher does not need it any more than the hearers. The preacher needs the power of the Holy Ghost to deal out to each heart a word in due season, and the hearers need the Holy Ghost to bring forth the fruits of the preached word of God to his glory.<span class=\"citation\" id=\"125041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125041)\">D&amp;C 50:17-22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n934\"> We need not refer to the traditions of the fathers with regard to the manifestations of the covetousness we see so much of. Observe the customs and habits, not of the fathers, but of the children&#x2014;our brethren and sisters here. We see men, from twenty years up to old age, who are entirely overcome by their desire to obtain gold. It is asserted that there are 75,000 people at Pike's Peak. What business have they there? Simply to worship the god of this world.<span class=\"citation\" id=\"74064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74064)\">2 Cor. 4:4<\/a><\/span> He was said to be there, and they flocked there to worship him.  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>A little gold dust was found near Pike's Peak; the golden god&#x2014;the god of this world&#x2014;<span class=\"citation\" id=\"74065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74065)\">2 Cor. 4:4<\/a><\/span>was hoisted, and what is the result? Priests and people, the old and young, rich and poor, wise and foolish, noble and ignoble, are all running after this god. <\/div><div class=\"paragraph jod\" id=\"v8n936\"> Are all who profess to be Latter-day Saints entirely free from this Mammon worship? No. You have heard &#x201C;Oppression!&#x201D; sounded from Maine to Texas, from Texas to California, then to Washington Territory, in the British Provinces in America, in England, and all over the world&#x2014;&#x201C;Great oppression in Utah!&#x201D; because we exhort the people not to be such fools as to run after the golden image; and sometimes we tell them that we will cut them off from the Church, if they do. This has caused this great outcry. Some who have come here this season expressly to enjoy the privilege of their religion are not satisfied, but want to go where there is more money. Money is their god. Go&#x2014;go after it and worship it as much as you please, and trouble us not. Go your way rejoicing<span class=\"citation\" id=\"125042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125042)\">Acts 8:39<\/a><\/span> as much as you can; but you will have sorrow in that course. Instead of bettering your condition, you will make it a great deal worse. Your spirits will sink into darkness and wretchedness, and you will go your way mourning instead of rejoicing. <\/div><div class=\"paragraph jod\" id=\"v8n937\"> It is reported that thousands of persons will soon be on Strawberry Creek, a little east of the South Pass. What are they after? Someone, they say, has found sand with a little gold dust in it. There is their god again, and hosts are coming running after it. The world is after riches; riches is the god they worship. It is a marvel that they do not discover the emptiness of earthly riches, when hundreds are going out like a candle burnt down in the socket. We know that we are here, and how soon we shall go hence we <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3360\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know not. Perhaps some of us may be called from this life before tomorrow morning, and some, perhaps, before sunset will pass into the spirit world. But that does not lessen the appetite for gold. I do not know that a miser's appetite for gold would be lessened in the least degree, if he knew that he would be required to leave it tomorrow. <\/div><div class=\"paragraph jod\" id=\"v8n938\"> Such riches can give no real enjoyment. There is no happiness in gold, not the least. It is very convenient as an article of exchange, in purchasing what we need; and instead of finding comfort and happiness in gold, you exchange it to obtain happiness, or that which may conduce to it. There is no real wealth in gold. People talk about being wealthy&#x2014;about being rich; but place the richest banking company in the world upon a barren rock, with their gold piled around them, with no possible chance of exchanging it, and destitute of the creature comforts; and they would be poor indeed. Where then is their joy, their comfort, their great wealth? They have none. <\/div><div class=\"paragraph jod\" id=\"v8n939\"> What constitutes health, wealth, joy, and peace? In the first place, good pure air is the greatest sustainer of animal life. Other elements of life we can dispense with for a time, but this seems to be essential every moment; hence the necessity of well ventilated dwelling houses, especially the rooms occupied for sleeping. You can live without water and food longer than you can without air, and water is of more importance than meat and bread. In what, then, consists your riches? In being comfortably clad, comfortably sheltered, and suitably provided with food. Gold, where those comforts could not be obtained, would avail nothing. But the greatest of all comforts are the words of eternal life:<span class=\"citation\" id=\"69335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69335)\">John 6:68<\/a><\/span> they also comprise the greatest of all riches. The greatest riches  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that can be bestowed upon man is eternal life&#x2014;<span class=\"citation\" id=\"84085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84085)\">D&amp;C 14:7<\/a><\/span>the power to sustain ourselves and preserve our identity before our God, though this is not esteemed riches by the world. You may assemble such men as Dick Turpin of England, Joaquin of California, and Joseph C. Hare of the United States, and let them hoist the golden flag, and you will see priest and people running after them, and they will call them fine gentlemen, give them of their substance, and their daughters to wives. <\/div><div class=\"paragraph jod\" id=\"v8n941\"> We have the real wealth here. We have not much gold and silver here, but we have the good, fine flour, good wheat, horses, cattle, beef, pork, vegetables, fruit, sheep, and wool, and good wives to manufacture the wool into clothing. This is real wealth. This people is a rich people. We are the wealthiest people, in what constitutes true wealth, and in proportion to our number, that there are in any other part of our country: we have the comforts of life. <\/div><div class=\"paragraph jod\" id=\"v8n942\"> I will now inform the Latter-day Saints in this Territory that I wish them to fit out our Missionaries, who are going into the world to preach, with means to go to their fields of labor, and then sustain their families when they are gone. That is the text I wish to lay before the people. If I do not preach upon it this morning, I may this afternoon. I was with the Bishops last Thursday evening, and I requested them to notify the brethren to come here prepared to donate their half-eagles, eagles, fifty dollar pieces, horses, mules, wagons, wheat by the twenty and hundred bushels, and other available means, that we may send these brethren away rejoicing; and then we will give them a promise that we will provide for their families after they are gone, so far as they are unable to provide for themselves. <\/div><div class=\"paragraph jod\" id=\"v8n943\"> You may inquire, &#x201C;What has hap<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3359\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pened? Is there anything new under the sun? Are the Church and kingdom of God becoming different from what they were?&#x201D; All this can be explained to you&#x2014;only give us time. I think that the brethren were required to go and preach &#x201C;without purse and scrip,&#x201D; and that is what I am now trying to get them to do&#x2014;to go &#x201C;without purse and scrip,&#x201D;<span class=\"citation\" id=\"68120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68120)\">Luke 22:35<\/a><\/span> and not beg the poor Saints to death. Let us support the Elders, instead of making the poor do it. We are able to send these men out to preach the Gospel, and they may go &#x201C;without purse or scrip.&#x201D;<span class=\"citation\" id=\"68119\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68119)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68119)\">Luke 22:35<\/a><\/span> It may be asked, &#x201C;What do you say to the following words of Paul?&#x2014;'Yea, ye yourselves know, that these hands have ministered unto my necessities, and to them that were with me. I have showed you all things, how that so laboring ye ought to support the weak, and so remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive.'&#x201D;<span class=\"citation\" id=\"72081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72081)\">Acts 20:34-35<\/a><\/span> When the Elders are on Missions, I want them to let speculation alone. I call trading, begging, and borrowing, and laying plans to come home wealthy, speculation. The Elders of Israel have not magnified their callings as they should have done. Had they known things as they really are, and seen them as they are in the bosom of eternity, they would rather have suffered their right hands to be cut off, or their heads to be severed from their bodies, than do as some have done. <\/div><div class=\"paragraph jod\" id=\"v8n944\"> &#x201C;The earth is the Lord's, and the fulness thereof.&#x201D;<span class=\"citation\" id=\"56461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56461)\">Ps. 24:1<\/a><\/span> All the gold and silver are in the hands of the Lord. When he is so disposed, gold cannot be found; and when he is disposed, the surface of the earth is full of it. There may be gold here; but, to find it, the persons will have to ride over my faith. No doubt many of the Elders are hunting to find gold. I was going to say that I would rather  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they would find hell; for they would, if they found gold. Every man that prays to find it here virtually prays that the Devil may have power over the kingdom of God to destroy it from the earth. Perhaps some of these very men will give a sixpence, shilling, or a dollar to the Elders who are going out to preach. Such men know no more than those Elders who go out on missions to gather gold to administer to their nonsensical appetites; but it goes from them, and they know not where it goes. Every Saint should understand that the Lord will bring forth to us the gold when we need it. We now want shoes, boots, hats, bonnets, dresses, coats, food, and comfortable houses, to enable us to live long on the earth, with wisdom to know how to use all creature comforts. <\/div><div class=\"paragraph jod\" id=\"v8n946\"> The means which you donate for supporting our Missions shall be entered in the book of the law of the Lord, that the record thereof may go down to your posterity. It will not be put into our pockets, nor used for other purposes&#x2014;at least, not with my knowledge or consent. I shall throw this business into the hands of the Bishops. The good Bishop will get a liberal donation, while the others will not get much. &#x201C;As is the priests, so are the people;&#x201D;<span class=\"citation\" id=\"58399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58399)\">Isa. 24:2<\/a><\/span> and as is the Bishop, so is his Ward. Let the Bishops commence at the intermission to receive donations, and continue so to do until a week from tonight. With these means we expect to send the Elders directly to their fields of labor. <\/div><div class=\"paragraph jod\" id=\"v8n947\"> It is my business to control the disbursements of the Tithing paid by the Saints, and not the business of every Elder in the kingdom who thinks the Tithing belongs to him. In the English Mission, where comparatively but little was done, fifty-four thousand dollars of the Tithing money has been expended by the Elders during the last two years. <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3358\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> This has been kept from my knowledge until recently; but I have now got hold of the rope, and I will search out every secret act pertaining to this matter. The money that has been spent on those Elders ought to have been used to gather the poor and pay the debts previously contracted in their emigration. Elders have expended hundreds of thousands of dollars of Church funds, and have left me hundreds of thousands of dollars to pay. The motto of many seems to have been&#x2014;&#x201C;Not one cent will we let the Trustee-in-Trust have, if we can keep it out of his hands.&#x201D; I am going to search into this course until it is stopped. It is the business of the Elders to preach the Gospel and gather the poor. If they do not do this, they will come home shorn of their strength. You may wonder why I have not sooner spoken of this. I could not get it in shape to do so until now, and have had to groan under it. My Counselors and immediate associates know how I have felt, ever since I have been in this Valley, with regard to the way in which the work is carried on abroad. <\/div><div class=\"paragraph jod\" id=\"v8n948\"> The Lord takes one man, whom he knows to be just and righteous, and places in his path an abundance of possessions&#x2014;houses and lands, cattle, and every good thing that can be bestowed upon an individual, while many of his brethren and neighbors around him imagine that he has obtained his possessions by deceiving, by oppressing the poor, and keeping back the wages of the hireling,<span class=\"citation\" id=\"62411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62411)\">Mal. 3:5<\/a><\/span> and they undertake to get rich by dishonesty. This is the case with many of the Elders of Israel, and herein they make a great mistake. &#x201C;The race is not to the swift, nor the battle to the strong, nor riches to men of wisdom,&#x201D;<span class=\"citation\" id=\"57591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57591)\">Eccl. 9:11<\/a><\/span> but to those whom God favors. You may ask me for proof of this. It is ready, were it wise to produce it. May the Lord bless you! Amen. <\/div>\n<\/div>\n<\/div>"}