{"ID":80045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Spirit of the World and the Spirit of Zion.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, September 9, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Spirit of the World, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/9\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v8n964\"> The instructions, faith, revelations, and Scriptures that have been given from the earliest ages to the present&#x2014;all the past that has come within my notice&#x2014;all that is now transpiring among the nations of the earth, so far as we can see and understand&#x2014;all the privileges that men can enjoy, that are allotted to the intelligent beings now before me, with the rest of mankind, and much more than all this, continually occupy my mind, feelings, sympathies, and judgment. We enjoy the greatest blessings and privileges of any people we are acquainted with. <\/div><div class=\"paragraph jod\" id=\"v8n965\"> What causes this people to do as they do? It is written, &#x201C;But there is a spirit in man: and the inspiration of the Almighty giveth them understanding.&#x201D;<span class=\"citation\" id=\"56184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56184)\">Job 32:8<\/a><\/span> It is a spirit that causes this people to do what they do&#x2014;to leave their native countries, to leave their fathers and mothers, brethren and sisters, and take up their line of march and travel thousands of miles to this distant country; and then, when selected for missions, to again leave their fathers, mothers, and friends, and travel back to their native lands, or to some other place, wherever they are appointed to go. We cannot behold that spirit and influence with our natural eyes. The results alone are known. <\/div><div class=\"paragraph jod\" id=\"v8n966\"> What causes the inhabitants of the earth to do as they do&#x2014;those who do not believe in the Christian religion? You remember that a few years ago Mr. Sutter, in California, hired some of our brethren, who had been in the <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3354\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Mormon Battalion, to dig a millrace, in which they found gold. The news spread rapidly; and now, in the States, how many places you can find forsaken! Good farms, mechanic shops, stores, and other good situations for men to live in and make themselves comfortable, are deserted, having been sold or mortgaged for a few hundred dollars with which to go and get gold. Then try to number the widows and orphans who have been left in a state of destitution; then count the bones that are bleaching on the prairies between the frontiers of the Eastern States and California, and is not this conduct as great a mystery as it is to see our Elders do as they do? There is also a spirit that prompts this craving for gold. <\/div><div class=\"paragraph jod\" id=\"v8n967\"> There is a spirit that prompts the nations to prepare for war, desolation, and bloodshed&#x2014;to waste each other away. Do they realize it? No&#x2014;no more than a wicked man realizes the propriety of an Elder's taking his line of march to Europe to preach the Gospel. The Spirit of the Gospel that is in the hearts of believers prompts them to do as they do, and the spirit of the enemy that is in the wicked prompts them to do as they do and is it not a mystery? Verily we can say that man is a mystery to himself&#x2014;that he does not understand himself. When he understands himself, he will understand much about his Creator&#x2014;his Father and God. <\/div><div class=\"paragraph jod\" id=\"v8n968\"> The greatest desire in the bosom of our Father Adam, or in his faithful  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>children who are coworkers with God our Father in heaven, is to save the inhabitants of the earth. Many spirits have gone forth into the world&#x2014;<span class=\"citation\" id=\"78734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78734)\">1 Jn. 4:1<\/a><\/span><span class=\"citation\" id=\"85927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85927)\">D&amp;C 50:2<\/a><\/span>very many, as also the Holy Spirit of the Gospel to lead this people and all the human family, who will receive it, back into the presence of our Father and God. It has been the greatest desire of the faithful to see their relatives and friends follow that good Spirit, that they may return to the presence of their Father and God. <\/div><div class=\"paragraph jod\" id=\"v8n970\"> Brother Hooper has stated that he has charity. Every good man has; but there are only a few men on the earth who understand the charity that fills the bosom of our Savior. We should have charity; we should do all we can to reclaim the lost sons and daughters of Adam and Eve, and bring them back to be saved in the presence of our Father and God. If we do this, our charity will extend to the utmost extent that it is designed for the charity of God to extend in the midst of this people. But I have no love or charity for a wicked and corrupt scoundrel, who commits iniquity with his eyes wide open, though I pity and regret the condition of the human family in their ignorance. They would come to the light, but for one thing&#x2014;their deeds are evil,<span class=\"citation\" id=\"68903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68903)\">John 3:19<\/a><\/span> and they do not mean to have them <div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3353\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reproved. They would be rebuked, and they will not bear it; and so they pass on, and will, until they are punished. <\/div><div class=\"paragraph jod\" id=\"v8n971\"> May God bless the righteous and sustain his cause. He will do so. The wicked cannot do anything against the truth. Every move they make to crush the kingdom of God will be attended with the signal blessings of the Almighty for its further extension and ultimate triumph. All their efforts will result in the overthrow of sin and iniquity, and the increase of righteousness and the kingdom of God upon the earth, until &#x201C;the kingdoms of this world are become the kingdoms of our Lord, and of his Christ.&#x201D;<span class=\"citation\" id=\"79431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79431)\">Rev. 11:15<\/a><\/span> &#x201C;Shall we see this in the flesh?&#x201D; Yes. &#x201C;Before we receive new bodies?&#x201D; I do not know, though I expect to see all this in the flesh. Whether in this or in a new body, God being my helper,<span class=\"citation\" id=\"56774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56774)\">Ps. 54:4<\/a><\/span> I shall contend for the righteousness of God and the rights of his Saints, and contend manfully, until we gain possession of our relatives, friends, neighbors, country, the nations of the earth, and the earth, to purify it and prepare it for the habitation of angels. That is our business. May the Lord help us to accomplish this purpose! Amen. <\/div>\n<\/div>\n<\/div>"}