{"ID":80041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Diversity Among Men As to Their Capacity for Receiving Truth, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, September 2, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Diversity Among Men, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/2\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v8n893\"> Are our minds framed to receive and profit by those communications which the Lord would give through his servants? We are so constituted that we can receive but little at a time, though there is quite a diversity in men as to their capacity for learning, and also in regard to retaining what they learn. Some comprehend their lessons quickly, while others are not so gifted. I have also noticed that some children commit their lessons quickly and well; but ask them the meaning and intent of what they have committed, and they cannot answer you; while others pay more attention to the intent and meaning of what they learn. Such is the case with all persons, no matter what their age; and some are capacitated to receive more and faster than others. <\/div><div class=\"paragraph jod\" id=\"v8n894\"> When the Latter-day Saints and those who believed in the coming of the Messiah, and those who believed in him when he came, and those who have believed in him since he came, see eternal things by the vision of their minds being opened. They will <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> consider it a great mystery why all people did not understand the things of God. They are so easy to be understood and so congenial to our capacities and situation on the earth&#x2014;so admirably adapted to our nature. That mankind do not understand the things of God is marvelous to an enlightened person, and that what truth they do learn they wish to have it understood that it is by their own wisdom: the wisdom that comes from God they do not desire. <\/div><div class=\"paragraph jod\" id=\"v8n895\"> We observe in some of the Latter-day Saints a dull stupidity in regard to learning the things that pertain to life. For persons to understand themselves, their own organization, they must understand the character of that Being who has organized them, or they never can understand their own organization. This mankind are unwilling to admit. No person can follow the thread of his own existence, without inseparably connecting it with the Father&#x2014;the Supreme Being who dwells in eternity. We are inseparably connected, and must be, to that eternal Being who produced us. You will therefore  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>readily understand that without the principle and Spirit of revelation, it will be impossible to communicate these principles to the people. <\/div><div class=\"paragraph jod\" id=\"v8n897\"> The Gospel of Jesus Christ is the opening avenue&#x2014;the open gate in the road or way from earth to heaven, through which direct revelation comes to the children of men in their various capacities, according to their callings and standing in the society in which they live. The Gospel of salvation is a portion of the law that pertains to the kingdom where God resides; and the ordinances pertaining to the holy Priesthood are the means by which the children of men find access to the way of life, wherein they can extend their travels until they return to the presence of their Father and God. This no person will dispute, who has faith in the character of the Deity. They will acknowledge that God is true, that his system of salvation is correct, that his law is just, that he is equal in all his ways, and that the ordinances of his house are true and faithful; but when you speak of the Gospel as preached by the Elders of this Church, the query arises in a moment, &#x201C;Is this true?&#x201D; Yes, as you have often heard stated, it is a fact that earth and hell cannot deny. The sound of this Gospel carries conviction to every heart that has heard it; it carries an influence and power that no other sound has. But, though they are thus convicted, yet they will query, &#x201C;Is it true?&#x201D; If it were not that the conviction of the Almighty pervades even the sound of &#x201C;Mormonism,&#x201D; you would not see armies arrayed against this people. <\/div><div class=\"paragraph jod\" id=\"v8n898\"> This is the most moral people upon the face of all the earth, with all the rascality there is in a few. The Gospel net gathers both good and bad.<span class=\"citation\" id=\"64702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64702)\">Matt. 13:47-50<\/a><\/span> We have both here. But this people, as a people, are the most circumspect and moral people that now live. It has <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3369\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been said that we are a low, groveling, lawless people. There is not a man in our Government, who has a good sound heart and brain, but what will say that we are the most law-abiding people in the United States. <\/div><div class=\"paragraph jod\" id=\"v8n899\"> All, so far as they have heard, are convinced that the work in which we are engaged is true&#x2014;that it is the Gospel of salvation&#x2014;the voice of God from the heavens to all people. Hear it, O ye inhabitants of the earth! The Lord has again spoken from the heavens, and revealed the holy Priesthood, to save the children of men from impending ruin. Though this is true, they fancy that they can devise systems by which they can save themselves, enter into the gate of rest, and secure to themselves that eternal repose the heart aches for all through life. There may be some exceptions to this general truth, but the existence of a Supreme Being is universally acknowledged by man. This is to be found in the lowest of the heathen nations, and they worship according to the best knowledge they have. The inhabitants of Hindostan, Japan, &amp;c., are devotional people, though they worship before images, not knowing better. The aborigines of this country also worship according to their traditions, as do all the heathen nations. They make their graven images of brass, wood, silver, and gold to represent the Deity they seek to please. The Roman Catholic Church uses paintings and images of Jesus Christ and the Virgin Mary; but ask them if they worship these pictures and images, and they will tell you, &#x201C;No: the picture or image only represents to the eye the Being we worship.&#x201D; So it is with the worship of the heathen nations: they will tell you they &#x201C;do not worship the inanimate image, but that the God they worship is in eternity. We do not see him, but our fathers have taught us many things which we wish to retain  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in memory.&#x201D; You present to your children the image or picture of the Savior, or any good being, and teach them to imitate his example, and by this means strive to create the best possible impression upon their young minds. And which is best&#x2014;to do this, or to present them a pack of cards and teach them the use of them? Then do not depreciate the heathen worship, nor the brethren of our former Christian faith; for the majority of them worship according to the best knowledge they have. Intelligent beings are organized to become Gods, even the sons of God,<span class=\"citation\" id=\"87040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87040)\">D&amp;C 76:58<\/a><\/span> to dwell in the presence of the Gods, and become associated with the highest intelligences that dwell in eternity. We are now in the school, and must practice upon what we receive. Wickedness now dwells upon the earth; but as we are exhorted from time to time by words, deeds, and examples, and by the faith of the good, let us continue in this labor of love until we overcome the evil that is within ourselves. With all the rest of the good that you can commit to memory, be sure to recollect that the Gospel of salvation is expressly designed to make Saints of sinners, to overcome evil with good, to make holy, good men of wicked, bad men, and to make better men of good. Wherein we are wicked, wherein we have evil passions, the Gospel will aid us in overcoming evil. It gives us the influence, the power, the knowledge, the wisdom, and the understanding to overcome our weaknesses and to purify ourselves before the Lord our God. How often we have heard it said that &#x201C;a Saint will be a Saint, a devil will be a devil, and the wicked will be wicked!&#x201D; People should understand that there is no man born upon the face of the earth but what can be saved in the kingdom of God, if he is disposed to be. There is not a word to contradict this in all the <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3368\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sacred writings. When the wicked man forsakes his wickedness, though he has rolled it under his tongue as a sweet morsel, he can be saved. If God has foreordained certain men to certain ends, it is because he knew all things from eternity, as in the case of Pharaoh, who he knew would do wickedly; consequently, selected him to be put upon the throne.<span class=\"citation\" id=\"53764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53764)\">Ex. 1:8<\/a><\/span> &#x201C;You are determined to be wicked and to carry out the schemes of the Devil; therefore I will use you to promote my kingdom on the earth and to exalt me among men, for I know that you will do all you can against my children, against my work, and against my grace to save the children of men.&#x201D; God raised him to the throne of Egypt because he foresaw that in this position he could use him to the greatest advantage to His cause&#x2014;not because he was foreordained to that position.<span class=\"citation\" id=\"72760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72760)\">Rom. 9:17-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n901\"> There are no persons without evil passions to embitter their lives.<span class=\"citation\" id=\"78530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78530)\">1 Jn. 1:8<\/a><\/span> Mankind are revengeful, passionate, hateful, and devilish in their dispositions. This we inherit through the fall, and the grace of God is designed to enable us to overcome it. The grace of God is bestowed upon all, and the kingdom of God is planted on the earth expressly to enable mankind to overcome the evil that is in them, and to save all. If the Latter-day Saints live their religion, they will forsake iniquity and overcome the evil that the enemy of all righteousness<span class=\"citation\" id=\"125040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125040)\">Acts 13:10<\/a><\/span> causes to rise within them, until every passion and appetite is as perfectly under their own control as a patient animal they hold by the bit. <\/div><div class=\"paragraph jod\" id=\"v8n902\"> Ye wise men, ye great philosophers, do you comprehend and know what is the origin of the intelligence we behold? Where did it spring from? Who is the author of our existence? Who has brought us forth upon the earth and given us this intelligence, creating us erect, given  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us ability to learn and to continue to learn to all eternity, and to reach forth for the hidden things that are in the future? Can the wise men of the day define this intelligence? Can the chemist analyze it? No; it cannot be searched out by human wisdom. We must admit that God is true, that his law is just, that his kingdom is just and pure, and that it is now set up upon the earth, or there can be no being saved in his presence. We are his children. This is obvious, and is easy to be understood by those who can only understand simple facts. We are his offspring, and to him we shall return. This being so, we should so live as to be counted worthy to be again received into the family of heaven, to be participants of all the glory, excellency, and power that pertain to the family of God in eternity, and to be joined with those who sing hallelujah to his name in mansions of bliss. Let the wicked world pass on and the inhabitants of the earth rail, and let the wicked imagine a vain thing and the heathen rage<span class=\"citation\" id=\"56297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56297)\">Ps. 2:1<\/a><\/span> and run to and fro; yet knowledge will increase, and they cannot prevent it. The kingdom of God and the ordinances of his house are again restored, and we are made happy participants thereof. Praise his holy name, then, brethren and sisters, and acknowledge his hand in all things, improving your talents, and making yourselves worthy to receive more. The kings, queens, nobles, and great men of the earth will yet bow to the Gospel, though not until they are obliged to. <\/div><div class=\"paragraph jod\" id=\"v8n904\"> We have not much history of the wise men of the east after they saw the star and found the child Jesus.<span class=\"citation\" id=\"62638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62638)\">Matt. 2:1-16<\/a><\/span> He had not lived two years before an edict was sent forth to slay all the children in certain regions, under such an age, thinking that the child Jesus would be caught among them and slain. But Joseph was warned in <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3367\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a dream to escape with the young child.<span class=\"citation\" id=\"62643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62643)\">Matt. 2:13-15<\/a><\/span> Where then were the wise men who came to worship him? They had gone their way, and were still. There are many wise men of this day who feel so influenced; they would worship with the Saints, but will not endure the opposition they must receive, if they should do so. Never was the kingdom of God so privileged as it is now. The children of Israel had the Gospel and the kingdom in their possession, but they were so wicked and ungodly that only Joshua and Caleb, of all the adult males who went out of Egypt, were left to go over and possess the promised land.<span class=\"citation\" id=\"54732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54732)\">Num. 14:27-38<\/a><\/span> They were prospered and slew their enemies; but after a while they went into bondage, were again made free, and again went into bondage. Did they enjoy the privileges that we do? No. We can travel and preach from island to island, and from nation to nation, and can travel and preach in our own nation, for God has prepared the way. We are blessed more than all the people on the face of the earth, and are therefore under the deepest obligations to praise and serve God. It matters little, though we have many times left our houses and other possessions, having been driven from them by our enemies; for the earth is the Lord's and the fulness thereof;<span class=\"citation\" id=\"56460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56460)\">Ps. 24:1<\/a><\/span> the gold and the silver they are taking from the earth are all in his hands to dispose of at his pleasure. He sets up kingdoms and casts them down at his pleasure.<span class=\"citation\" id=\"60966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60966)\">Dan. 2:21<\/a><\/span><span class=\"citation\" id=\"61464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61464)\">Dan. 4:25<\/a><\/span> The fulness of the earth is in his hands, but it cannot be enjoyed, in the full sense of the term, without enjoying it in connection with his kingdom. When put to its proper use, gold, instead of being made a god of, will be made into dishes, and all things will be prepared for Jesus to reign and rule and live here, for he is the heir of this earth. The gold will also be used for paving streets for us to  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>walk upon: all the faithful will have the privilege of walking the golden streets of the New Jerusalem.<span class=\"citation\" id=\"80808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80808)\">Rev. 21:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n906\"> I feel that this is the best day I ever saw; and were I to give vent to my feelings, I should jump and shout, like a Methodist, Hallelujah! God reigns; his kingdom is upon the earth, and he will save the remnant in the latter days. I feel happy. &#x201C;Mormonism&#x201D; has made me all I am, and the grace, the power, and the wisdom of God will make me all that I ever will be, either in time or in eternity. Do you think that I suffer affliction? No; for I am happy when in a house, or in the mountains, or wherever I chance to be. Our religion measures, weighs, and circumscribes all the wisdom in the world&#x2014;all that God has ever revealed to man. God has revealed all the truth that is now in the possession of the world, whether it be scientific or religious. The whole world are under obligation to him for what they know and enjoy; they are indebted to him for it all, and I <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3366\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> acknowledge him in all things. Is it not reasonable and highly commendable to worship Him, unto whom every knee shall bow,<span class=\"citation\" id=\"75424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75424)\">Philip. 2:10<\/a><\/span> with a pure heart and conscience uncontaminated by the sins of the world? <\/div><div class=\"paragraph jod\" id=\"v8n907\"> The greatest weakness, ignorance, and foolishness of the human family are exhibited in their denying the Savior, denying the hand of God, and not submitting to his supremacy on the earth. O fools, and slow of heart to believe.<span class=\"citation\" id=\"68414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68414)\">Luke 24:25<\/a><\/span> Let the few who have received the truth live to it strictly, daily, hourly, and momentarily, so that they can receive more and more, and grow in grace and in the knowledge of the truth.<span class=\"citation\" id=\"85985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85985)\">D&amp;C 50:40<\/a><\/span> That is my prayer for you constantly to my Father and God, in the name of Jesus. <\/div><div class=\"paragraph jod\" id=\"v8n908\"> That we may be blessed, let us do our duty, gather the house of Israel, redeem and build up Zion, see Jerusalem established, and Jesus reign triumphantly upon the earth; which is my desire, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}