{"ID":80047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Remarks Pertaining to Foreign Missions, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, September 23, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Remarks Pertaining to Foreign Missions, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/23\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v8n1010\"> I am happy in discerning from brother Calkin's remarks that he is really expanding and improving. He could not have talked to this people before he went on his mission as he can today. I now know that he has been prompt and fervent in the discharge of his duty, and has enjoyed the Spirit of the Lord. And so far as I have learned concerning his labors, I do not know but that I am perfectly satisfied with his course during his absence. He reported himself immediately upon his arrival, before he went home, saying, &#x201C;I am here, and all I have is here; now what is wanted of me?&#x201D; Go home, rest, and make yourself happy and comfortable, and by-and-by we will have a long talk. I am pleased with his remarks today. He is ready to leave again tomorrow, to go here or there, east or west, north or south. This is a satisfaction to me. He feels to bless the people, and to pray for them. He has had no doubt in regard to the results of the afflictions or seeming trials that our enemies strove to bring upon us. Every heart that believes in the fulness of the Gospel of life and salvation, as it is revealed in this our day, has never had a doubt as to the good results: there is no doubt in the case. We may fail, if we are not faithful; but God will not fail in accomplishing his work, whether we abide in it or not. <\/div><div class=\"paragraph jod\" id=\"v8n1011\"> I will now express a wish in relation to all who may rise here to <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3345\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> ask a blessing on the bread and water of the sacrament, or to speak to such large congregations as assemble here. When a blessing is asked upon the bread and water by some persons, you cannot hear them ten feet from the stand, and only a few persons in this vast congregation can hear one word. I want brother Hunter to let his voice partially correspond with his body; and when brother Hardy opens his mouth, or any of the rest of the Bishops, I want their voices to correspond with the occasion; I want them to so lift up their voices that all may hear, that all may say &#x201C;Amen.&#x201D; When the Elders rise here to speak, I want them to so raise their voices that the people can hear them, that the audience may be able to say &#x201C;Amen&#x201D; to all the good; and if there is evil, refuse it.<span class=\"citation\" id=\"57989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57989)\">Isa. 7:15<\/a><\/span> Naturally, I speak low, and use but few words; but here I see thousands of people who wish to hear what is said; and how can they hear, unless the speaker uses sufficient voice? I am often obliged to so raise my voice beyond my natural strength that it hurts my lungs and my whole frame; but I do this for the satisfaction of the people. I want my brethren to do the same, that the hearts and faith of the congregation may have an opportunity to join in the worship of God. When anyone rises to preach, pray, sing, exhort, or bless the sacramental emblems, let him do so with voice sufficient for all to hear. <\/div><div class=\"paragraph jod\" id=\"v8n1012\"> I am highly gratified with brother  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Calkin's report in relation to the Foreign Missions. We understand the situation of the brethren in those Missions, and one fact we wish the Saints at the gathering place to understand. How many hearts are now ready to receive what I am going to say? How many of you can receive the sentiments I will now advance, and treasure them up&#x2014;make them more choice in your feelings than the pure gold? They are worth everything to us and to the people abroad. Do you know that here is the standard, the nucleus, the fountain, the head for all the exercises of the kingdom of God upon the face of the whole earth? Now, let the Saints in this congregation droop in their faith, and that spirit will spread before tomorrow morning throughout the vast domain of this creation. Every Elder that goes abroad is a witness of this fact. This spirit spreads through a telegraphic influence or force that is independent of wires. Let this people at the gathering place wake out of their slumbers, gird on their armor, and go forth like men of war against wickedness, and every Branch throughout the Church feels the influence in a very short time&#x2014;it is speedily imparted to all creation. The wires, as it were, are set, the lightnings flash over them, and all feel the influence, when we are doing our duty here. It all depends upon us here. &#x201C;Are we not obliged to send forth Elders?&#x201D; Yes, for helps and governments,<span class=\"citation\" id=\"125056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125056)\">1 Cor. 12:28<\/a><\/span> which are all necessary to God's work. <\/div><div class=\"paragraph jod\" id=\"v8n1014\"> Here is the kingdom, the Priesthood, and the power. Here are the eyes, and here is the sense; the head and the body are here, and every component part that comprises the kingdom of God upon the earth. The small Branches abroad feel the impulse of the spirit here, whether it is for good or for bad, whether it is for information, for forgiveness, for life, for faith, <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3344\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for light, or for power, or apostasy; the whole Church throughout the world feels the spirit that predominates here. Hear it, O ye Saints, and profit by it. We are sending forth our Elders, and do you think it is in our power to tie their hands? If the head that has sent them forth into the world to preach the everlasting Gospel goes to sleep in its armor, wallows in wealth, or in anything that is this side of the power of God, our Elders are at once tied; they feel the oppression, are trammeled and weakened, and will totter and fall, unless the head is wide awake for them. <\/div><div class=\"paragraph jod\" id=\"v8n1015\"> Brother W. C. Staines, in his remarks, wished the Saints here to remember him in their prayers. Thousands here will hold him up in their faith and prayers. I wanted to add to his life on the earth, which going on his mission will do, even many years, if he does his duty. Such will be the case with brother John Needham. They are merchants, and have heard that they are sent on this mission because they are speculators. I do not know anything about that, but I feel that it is time that William C. Staines went on a mission: his life is worth more than the gold which he gathers from the sale of the goods he deals in. He is going on a mission, and is going just right. Brother Needham has been a merchant from his youth, and brother Staines has been a tiller of the soil. I have not the least fault to find with either of them; but brother Needham would probably die in a short time, were he to stay here. If he goes on this mission, he will probably live many years to do good, and be richer than if he stayed here and followed merchandising. We have called them because we want them to go, and we wish them to go their way rejoicing.<span class=\"citation\" id=\"125057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125057)\">Acts 8:39<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1016\"> We have promised the Missionaries,  <div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if they will live according to the manifestations of the Spirit, and preach the Gospel by the power of God sent down from heaven, that they will feel more of the Spirit and power of their calling than they have ever felt before. Do you think that we are always going to remain the same size? I am not a stereotyped Latter-day Saint, and do not believe in the doctrine. Every year the Elders of Israel are improving and learning, and have more power, more influence with the Heavens, more power over the elements, and over diseases, and over the power of Satan, who has ruled this earth from the days of the fall until now. We have to gain power until we break the chain of the Enemy. Are we going to stand still? Away with stereotyped &#x201C;Mormons.&#x201D; I have more power than I had last year. I feel much stronger than ever before, and that too in the power of God; and I feel as though I could take the people and bring them into the presence of God,<span class=\"citation\" id=\"125058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125058)\">D&amp;C 84:23-24<\/a><\/span> if they only hearken to counsel. Do you think that I am improving? &#x201C;Yes.&#x201D; Keep up, then; keep your places, and follow in the track. <\/div><div class=\"paragraph jod\" id=\"v8n1018\"> The kingdom of God is all that is of real worth. All else is not worth possessing, either here or hereafter. Without it, all else would be like a dry tree prepared for the burning&#x2014;it is all consumed, and the ashes are driven to the four winds. Let the brethren who go upon missions go with the power of God upon them, and shun every appearance of evil.<span class=\"citation\" id=\"75748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75748)\">1 Thes. 5:22<\/a><\/span> Love the Gospel and cling to the Lord. Seek unto him by day and by night, that you may have his Holy Spirit to be with you to guide your feet and your affections, and give you wisdom to ask and answer questions; then you will not be apt to fall into temptation and be caught away in the snares of the Devil. <\/div> <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3343\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1019\"> So far as I have learned, the brethren and sisters have most liberally responded to the call made on them last Sunday for sending forth the Elders. I have not a full list of the contributions, or I would report it to you today. A few of the Bishops have reported to me what their Wards have done, but I have not learned the full amount that has been collected. So far as I can learn, the Saints have felt the responsibility that is upon them. It belongs to us to send the Gospel to the uttermost parts of the earth, and it belongs to the Elders to preach it. Some may say that the Elders ought to start from here without anything, and go into the world and get their support. You who have never given anything, since you have been in the Church, for the spread of the Gospel, have an opportunity to begin now; and those who have always been on hand to help will help more; and between the two classes, we will receive enough to send the Elders abroad, and sustain their families during their absence, so far as their families need assistance. <\/div><div class=\"paragraph jod\" id=\"v8n1020\"> I wish the Elders to go forth as I have taught them. If you have a clean shirt and one to be washed, then be satisfied. If you are clothed so as to be comfortable, be satisfied, and do not let your minds reach out after anything, only to preach the Gospel and gather the souls of men. That is all the business you have upon your hands&#x2014;it is your whole mission; and trust in God to get home&#x2014;trust in the Lord to go from place to place, and the way will be opened for you. And when you start to come home, if you have more than you need to bring you home, without bringing a dress pattern for your wife or children, and though, when you reach home, your own clothes will be worn to strings and tatters, if you have five dollars more than you need  <div class=\"break pagebreak\" id=\"186a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0186.pdf\" target=\"pdfwin\">p.&#xA0;186a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to defray your expenses on your return, help the poor Saints with it, and I will warrant you more food to eat, more clothing to wear, and more friends in heaven and on earth, more houses, lands, and possessions, than you would have, were you to bring home rich dresses for your wives and expensive clothes for yourselves, with your minds shrunk with covetousness and love of the world. <\/div><div class=\"paragraph jod\" id=\"v8n1022\"> I have been striving with my brethren, all the day long, to build up the kingdom of God. As long as Joseph lived, I labored with all my might with my brethren. In the days of the Prophet it was proven to a demonstration that he could not bear off this kingdom without temporal means. If this was absolutely necessary in his day, why not now? Elders of Israel have taken a course&#x2014;those who have been to Australia, to the East Indies, to California, San Bernardino, the State of New York, Philadelphia, and other places in the United States, and those who have had charge of the European Missions, to keep every dime out of my hands. I will not suffer this any longer. They require me to bear off the kingdom of God, and they would keep every dollar from me, if they could. I am satisfied with the brethren, for they seem to have supposed that this kingdom was a kingdom of merchandise. I do not say that the brethren have done as they have with their eyes open, for they are as good men as ever walked on this footstool; but they have been mistaken. This is the kingdom of God, to gather the poor, for the poor are the people of God, and they shall inherit the earth;<span class=\"citation\" id=\"125059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125059)\">Matt. 5:5<\/a><\/span><span class=\"citation\" id=\"125060\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125060)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125060)\">D&amp;C 88:17<\/a><\/span> and if you make merchandise of anything, buy the souls of the children of men, and bring them into the kingdom of God, and lay them at the feet of Jesus. <\/div><div class=\"paragraph jod\" id=\"v8n1023\"> Every person who knows anything about life must know that it requires <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3342\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> means to carry on this work; and that means I shall require, from this day forth, to be at my control, and not at the beck and call of every Elder; and at the same time they make me gather the poor and pay all the debts of the Church. We want to build the Temple walls on this block. We now support thousands of people, and wish to support thousands more. They want hats, coats, shirts, dresses, tea, coffee, and sugar. The wife wants the comforts of life to give to her husband while he is laboring hard, and for herself while she is knitting stockings, etc., for the hands. The Elders abroad are wallowing in their riches, and there are women here before me in their silks and satins that have been bought with money that belongs to my purse. They shall not do this any longer. I wrote to brother Calkin to give me a history of matters abroad: he has done so. In the emigration operations of one season Church funds were kept out of my hands by Elders, and they rolled seventy-six thousand dollars of Church indebtedness on me to pay, and that too without the least notification, until it was all transacted and done. While the Elders were buying the best silks and satins for their wives, and the most expensive clothes for themselves, with the money that I ought to have controlled (going out preachers and coming home merchants, with their pockets full of money and drafts), I have had to take the old worn-out horses, and the old toothless cows, and the potatoes, and wheat, when they would not bring money, and make a shift of a shirt, and a shirt of a shift, and a pair of breeches of a shirt, and then make another shift to get hold of money to keep the work in motion. If I were not one of the best financiers on the earth, we should have been in trouble today; and all I know, God has taught me. I have been obliged to ask brother Wells to work like a  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>slave, to deal for me here and there, and change property, and to keep him running until he was almost run out; and now the people are teasing him all the time, for they want dresses, shirts, boots, pantaloons, etc.; and he has nothing to give them, while some are rolling in wealth. <\/div><div class=\"paragraph jod\" id=\"v8n1025\"> I am going to make the Elders of Israel help to bear off this kingdom, or I will scourge them until they do. &#x201C;How is it with yourself, brother Brigham?&#x201D; I would rather wear gray homespun than your fine broadcloth. I have it made up; but, to please my family and the people, I wear such as I do. I would as soon wear a good homemade coat as a coat of the finest cloth in the world. As to food, my greatest luxury is roasted potatoes and a little good, clean, sour buttermilk. Such fare is good enough for Brigham. <\/div><div class=\"paragraph jod\" id=\"v8n1026\"> Now, let me say to you all, and hear it, O Israel, you have either to give me the control of the Church funds, and pay your Tithing promptly, or take the responsibility of bearing off this kingdom. If the Twelve Apostles <div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3341\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the Presidents of Seventies and the High Priests will take the responsibility of bearing off this kingdom and sending the Gospel to the uttermost parts of the earth, of gathering the poor, building up Zion, and doing all that is necessary preparatory to the coming of the Son of Man, Brigham is with you to labor with you all his days, and support himself. I have fed and clothed myself from the beginning, and I am willing to do it now, and to spend all my time in the work of God, no matter in what department. If you take the responsibility, you shall have the means; but if you roll the responsibility upon me, I must have the means. If you wish me to bear off the kingdom, will you give me the means to do it with? If you will, raise your right hands. [All hands were raised. To the contrary vote, not a hand was raised.] <\/div><div class=\"paragraph jod\" id=\"v8n1027\"> We all should follow our leader; and when we are perfectly united in one, we produce the best results for Israel. <\/div><div class=\"paragraph jod\" id=\"v8n1028\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}