{"ID":80049, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Helping in the Immigration.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, October 6, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Helping in the Immigration.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d49\">\n<div class=\"paragraph jod\" id=\"v8n1048\"> Last spring we called upon some of the Bishops to furnish a few teams to go to the Missouri River and back this season, to prove to the people a fact that several of us were convinced did exist. We obtained twenty teams from the Wards; I also sent a few, and they have successfully performed the journey to Florence, N.T., and back, under the charge of Elder Joseph W. Young. Bishop Woolley also went down with some mule and ox teams, and returned with the ox train. I want to hear them both speak this afternoon on the subject of freighting with teams sent from here. <\/div><div class=\"paragraph jod\" id=\"v8n1049\"> The handcart system has been pretty well tried; and if a handcart company start in proper season, and manage properly, I will venture to say the most of them can come in that way more pleasantly than they generally come with wagons. But drawing their provisions, &amp;c., is a hard task, and it would be more satisfactory, if we could manage it, to bring in wagons the freight and those who are unable to walk. <\/div><div class=\"paragraph jod\" id=\"v8n1050\"> In 1834, a company of us were called upon to go to Missouri, and in that trip the labor of walking, so far as we averaged in a day, was very fatiguing. A great many of that company walked, and we cooked by the way as much as do those who travel across the Plains, and we carried a greater weight than is generally carried by those who walk from the Missouri River to this city. This I <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3336\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know, for I was one of those who walked the whole distance. In less than three months I walked two thousand miles, as far as to Florence and back; and others of the company did the same. And instead of having a healthy climate to walk in, we passed through one of the most deathly and sickly climates in the United States, which proved to me that most people can walk, if they will try. <\/div><div class=\"paragraph jod\" id=\"v8n1051\"> We now contemplate trying another plan. If we can go with our teams to the Missouri River and back in one season, and bring the poor, their provisions, &amp;c., it will save about half of the cash we now expend in bringing the Saints to this point from Europe. It now costs in cash nearly as much for their teams, wagons, handcarts, cooking utensils, provisions, &amp;c, for their journey across the Plains, as it does to transport them to the frontiers. We can raise cattle without an outlay of money, and use them in transporting the Saints from the frontiers, and such freight as we may require. Brethren and sisters, save your fives, tens, fifties, a hundred dollars, or as much as you can, until next spring (considering yourselves, as it were, a thousand miles from a store), and send your money, your cattle, and wagons to the States, and buy your goods and freight them. Twenty dollars expended in this way will do you as much good as several times that amount paid to the stores here. <\/div> <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1053\"> If we can convince the brethren that it is a successful operation, we shall endeavor to engage in it largely next year. We wish to send two or three hundred wagons, with two or three yokes of cattle to a light Chicago wagon. If you have not the wagons, you can send the money and buy them. In this way, where we could emigrate a hundred from Liverpool to this place by the old method, we can emigrate some two hundred by going to the frontiers and bringing them. This will facilitate, by almost half, the gathering of the Saints, and at the same time enable us to procure, at cheap rates, such articles as we do not produce. I wish the brethren to grasp in their faith the facts that will be presented, and believe that we can do all that we can, and then be ready to do it. We have plenty of cattle and can send them, and they will perform the journey as well as horses or mules, with far less risk of their being stolen on the Plains. <\/div><div class=\"paragraph jod\" id=\"v8n1054\"> I wish the Bishops to improve upon the counsel I gave them this morning, receiving it as kindly as it was given; for we only desire to turn the current of our business transactions into the channel that will most conduce to the welfare of the Saints. I also want them to present to their Wards the plan of sending teams to <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3335\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the frontier; and I want the men who think and write to send to the Editor of the <span class=\"italic\">Deseret News<\/span> articles about sending teams to the States to bring our poor brethren and our freight, and to take out and bring back our Missionaries. <\/div><div class=\"paragraph jod\" id=\"v8n1055\"> Last spring our Elders went down with the trains at a saving of some two thousands dollars in cash, and on reaching the frontier were prepared to go on their way rejoicing.<span class=\"citation\" id=\"125063\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125063)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125063)\">Acts 8:39<\/a><\/span> And when they return, I anticipate the honor of our teams bringing them back as poor as they went&#x2014;that they will not return as merchants; for if they do, from this time forth, the curse of God will rest upon them, and they will lose the spirit of their religion and apostatize. I want them to respect their missions, themselves, their brethren, their religion, and our God, as to return poor in regard to gold, silver, &amp;c., but rich in gathering the souls of the children of men to this place, where we can chasten them and prove whether they are Saints or not, and where the Lord will have the privilege of proving them either to be Saints or unworthy of the kingdom. <\/div><div class=\"paragraph jod\" id=\"v8n1056\"> I will now call upon brother E. D. Woolley to preach a sermon about ox-trains going to the States. <\/div><div class=\"paragraph jod\" id=\"v8n1057\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}