{"ID":80044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Civilization&#x2014;Missionary Labors, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, September 16, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Civilization&#x2014;Missionary Labors, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/16\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v8n950\"> In the forenoon, brother Hooper asked&#x2014;&#x201C;What will not people do for gold?&#x201D; I will answer the question. They will not serve God with a pure heart; you cannot hire them to do this. If they serve God, it will be by their own free will and choice. Persons can be hired to preach for money, but it does not follow that such preaching is doing God service. <\/div><div class=\"paragraph jod\" id=\"v8n951\"> As I mentioned this morning, when the god of this world<span class=\"citation\" id=\"74066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74066)\">2 Cor. 4:4<\/a><\/span> is hoisted, the priest from the pulpit and the pious deacon and the people worship at its shrine. All the churches and all the world run after gold. <\/div><div class=\"paragraph jod\" id=\"v8n952\"> The arts and sciences are somewhat advanced among the Christian nations; but as to a true knowledge of things as they are in eternity, there never were nations more ignorant. According to my definition of the word, a people are heathenish that do not know things as they ought. The Christian world, so called, are heathens as to their knowledge of the salvation of God. If those nations that we call heathen were civilized as we are, intelligent as we are, we would not call them heathen. The civilized world term those heathen who do not follow their customs, who are not educated as they are, and who do not worship according to the modern Christian form of worship. Without doubt, much of the display and pretended knowledge and wisdom that were presented to the Japanese visitors by the senators, representatives, and great men of our nation, <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3357\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were offensive to them; and perhaps they looked upon the inhabitants of the United States as a poor, miserable, degraded, abominable people, not fit to live upon the earth. Pass from Japan to China, then to India, then westerly across Asia, and probably those people view our nation in much the same light. And when you arrive in the Christian nations, they esteem themselves wiser and far in advance of those they call heathen. <\/div><div class=\"paragraph jod\" id=\"v8n953\"> The women in Christendom cannot successfully compete, in spinning and weaving, with those in the East Indies and some other heathen nations. And arts and sciences, in the so-called heathen nations, in many respects excel the attainments of the Christian nations. Then pass in review the ancient heathen nations&#x2014;examine their architecture and their other productions in the mechanical departments, as to this day exhibited in their works and ruins, and all the boasted knowledge of Christendom in those branches fades in comparison. The civilized world have a tolerably good understanding of the art of navigation, but father Noah knew more about it than do all the mariners now upon the earth. Abraham knew more about astronomy and true philosophy than does all Christendom. The civilized nations know how to make machinery, put up telegraph wires, &amp;c., &amp;c.; and in nearly all branches, they are trying to cheat each other; and finally they will learn that they have been cheat<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing themselves for the golden god&#x2014;the Mammon of this world. <\/div><div class=\"paragraph jod\" id=\"v8n955\"> The world is drunk, but not with wine or strong drink;<span class=\"citation\" id=\"125043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125043)\">Isa. 29:9<\/a><\/span> and our country is the most drunken of all. They are deluding themselves; they are drunk with party fanaticism; they are high-minded, heady,<span class=\"citation\" id=\"125044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125044)\">2 Tim. 3:4<\/a><\/span> and senseless, and are fast going to destruction. As brother Heber has stated, the Lord Almighty will empty the earth<span class=\"citation\" id=\"128248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128248)\">D&amp;C 5:19<\/a><\/span> of the wickedness that has dwelt upon it for so many hundreds of years: it will not be suffered to dwell upon it much longer.<span class=\"citation\" id=\"125045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125045)\">Isa. 24:1<\/a><\/span> The wicked will go to their place, and the Almighty will gather his Saints and raise up a people who know their right hands from their left, which Christendom does not know, so far as pertains to the plan of salvation. <\/div><div class=\"paragraph jod\" id=\"v8n956\"> Serve your God, but not for gold. Strive to be righteous, not for any speculation, but because righteousness is lovely, pure, holy, beautiful, and exalting: it is designed to make the soul happy and full of joy, to the extent of the whole capacity of man, filling him with light, glory, and intelligence. If you cannot love it for that, do not undertake to be righteous. A man cannot be a Saint at the same time that he loves sin and rolls it under his tongue as a sweet morsel, any more than an Elder can do good on a mission while his heart is set upon riches, planning to bring home merchandise. The Elders cannot accomplish both these things at once; and in trying to do so they have missed their aim, for they have neither got rich nor magnified their calling and priesthood. <\/div><div class=\"paragraph jod\" id=\"v8n957\"> I can say amen to what brother Heber has said. Those who now go forth upon missions will feel more of the power of God than they ever had, and will speak as men having authority, asking no odds of the wicked. I said, in Nauvoo, that we were going to leave our possessions. <div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3356\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We did so, and God has been and is our helper,<span class=\"citation\" id=\"125046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125046)\">Ps. 54:4<\/a><\/span> and is on our right and left, and round about us<span class=\"citation\" id=\"87918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87918)\">D&amp;C 84:88<\/a><\/span> like a wall of fire to defend this people, if they serve him with an undivided heart.<span class=\"citation\" id=\"129832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129832)\">Ps. 12:2<\/a><\/span><span class=\"citation\" id=\"129833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129833)\">Hosea 10:2<\/a><\/span> Will our enemies be saved? No. They have had the Gospel preached to them year after year, and have rejected it. What are they? Comparatively nothing. Where are they? Nowhere. Who are they? Nobody; and as they ripen in iniquity they will depart to the place prepared for them, and be as though they had never been. Can you so much as hire them to serve God? No: but go into the East Indies and you can hire hundreds to profess to serve God, by paying them so much a day. Christian ministers are said to build up their churches there by hiring the natives to be sprinkled and have their names written in the church records. There is a gentleman now in our city who has been blamed by missionaries, both in Europe and America, for writing the truth about their operations in Africa. They had not made as many converts as they had lost missionaries on the African soil. <\/div><div class=\"paragraph jod\" id=\"v8n958\"> We want the Elders of Israel to preach the Gospel without purse or scrip,<span class=\"citation\" id=\"67380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67380)\">Luke 10:4<\/a><\/span><span class=\"citation\" id=\"125047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125047)\">Luke 22:35<\/a><\/span> and to trust in God for their food, raiment, and lodging. If you have not a second shirt with you, do not be fretting about it, but trust in God for some person to give you another; for you will not have anything without the Lord pleases, neither food nor raiment; and what he wants you to have he will bring about. Then trust in the Lord, going forth in his name. I will leave the matter of gathering means to the Bishops. <\/div><div class=\"paragraph jod\" id=\"v8n959\"> &#x201C;How much, brother Brigham, do you want gathered to enable the Missionaries to reach their fields of labor and assist their families during their absence? Will five dollars do? for we are very poor in our Ward:  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we cannot give much.&#x201D; You are a poor Bishop. We want your hundreds and thousands; and what is not needed now, we will save for the Elders next spring; and when we bind burdens for you, you shall not be able to truthfully say that we will not reach out our little fingers to lift them. You may bring two or three of your best men, and I will give more than they all; I will put forth my whole hand. If any man in this kingdom will give me two-thirds of what my property is worth, I will sell it to him and give every dime of the money towards gathering the poor, and in ten years from now I will be far richer than I am now. I would like to devote every dollar I am worth to preaching the Gospel and gathering the poor, to show the people what God is willing to do for his servants, though he be possessed of weaknesses. Bring the man or woman, who has labored for me, that can say in truth that I have oppressed the hireling in his wages.<span class=\"citation\" id=\"62412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62412)\">Mal. 3:5<\/a><\/span> No living being can in truth say that I have; but I have fed and clothed hundreds and thousands who have not labored for me. <\/div><div class=\"paragraph jod\" id=\"v8n961\"> I shall keep the plan of assisting our Missionaries from here before the people until we learn that it is the best policy. I do not, on this account, wish the people abroad to omit paying their Tithing and doing all they can; but I wish to dictate the Church means in a way that will benefit the kingdom of God; for I will gather the poor and build up <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3355\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Zion, while the course of others wastes and destroys. Doubtless many of the Elders think that they are smarter than I am. As brother Kimball has said, some of the knowing ones marveled when we were called to the Apostleship. It was indeed a mystery to me; but when I considered what consummate blockheads they were, I did not deem it so great a wonder. When they would meet brother Kimball and myself, their looks expressed, &#x201C;What a pity!&#x201D; Then I would think, You may, perhaps, make tolerably good men after a while; but I guess that you will tumble out by-and-by, just as they did: they could not stay in the Gospel net,<span class=\"citation\" id=\"64703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64703)\">Matt. 13:47-50<\/a><\/span> they were so big and grew so fast; they became larger than the ship and slid overboard. <\/div><div class=\"paragraph jod\" id=\"v8n962\"> I ask no odds of the enemies of truth, neither have we from the beginning. Let us so live that God and angels are with us, and all is right; and if we do not, it matters not what becomes of us, nor how quickly we are overthrown as a people. Let all hearts be fervent in their covenants, and glorify their Father who is in heaven, with their spirits and bodies, which are his.<span class=\"citation\" id=\"73264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73264)\">1 Cor. 6:20<\/a><\/span> Let our most earnest desire be to bring forth and build up the kingdom of God upon the earth, save the house of Israel and all the honest among the Gentiles, and fill the whole earth with the light, glory, power, and knowledge of God, and be prepared to enjoy it; which may Jesus grant. Amen. <\/div>\n<\/div>\n<\/div>"}