{"ID":80040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Privileges of the Gathered Saints, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, August 26th, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Privileges of the Gathered Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/26\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v8n882\"> We enjoy great blessings and privileges, and ought to appreciate them. No people on the earth enjoy that peace and tranquility that we do in these mountains; and no people have so much reason to be truly thankful and grateful, and to acknowledge the hand of God in all things,<span class=\"citation\" id=\"86335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86335)\">D&amp;C 59:21<\/a><\/span> as we have. We have the words of life: the law of life is committed unto us&#x2014;the Priesthood of the Son of God, which is after the power of an endless life.<span class=\"citation\" id=\"68618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68618)\">John 1:18 (JST)<\/a><\/span><span class=\"citation\" id=\"76843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76843)\">Heb. 7:16<\/a><\/span> We are in the happy and peaceable possession of it. <\/div><div class=\"paragraph jod\" id=\"v8n883\"> We have great reason to be truly thankful that we are in these mountains. I have said so from the time we first came here. When our enemies learned that we were going to locate in these mountains, they said that we never could be driven from them, and they told the truth. If we ever go from them, we shall go voluntarily. They said that they would drive us from Ohio, from Missouri, and from Illinois, and they did so; but they cannot drive us from these mountains we now inhabit. All we have to do is to do right, walk humbly before God, deal justly one with another<span class=\"citation\" id=\"62207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62207)\">Micah 6:8<\/a><\/span> and with the whole human family, and let our worst wish toward our worst enemies be that we may see the time when they will be obliged to do right. I never did wish anything worse upon them than they should do right, pay their debts, deal justly, and walk humbly one with another. This is the worst wish I have towards those who are now here and have tried to shed our blood for <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3372\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> money, and that when they leave the Territory they do not steal anything. I despair of inducing them not to lie about us. <\/div><div class=\"paragraph jod\" id=\"v8n884\"> All the nations are fast approaching the brink of ruin. Search the most enlightened nations now dwelling on the earth, and you will learn that they live upon fiction, delight in shadow, run after error, greedily drink down falsehood, and hate truth. This is particularly the case with the nation in which we live, as everyone knows, who is acquainted with its religious, political, and moral classes. There are individual exceptions; but, taking the nations of the world as nations, they do not believe the truth; they are after falsehood and lies, and say to themselves&#x2014;&#x201C;The world goes on&#x2014;the morning comes as usual, and is followed by the evening. We live day after day, and all things are about as they were yesterday.&#x201D; How long will they continue so? They think that all things are going to remain as they were since the fathers fell asleep, that Christ is not coming, and that the prophecies will not be fulfilled, except it may be spiritually. <\/div><div class=\"paragraph jod\" id=\"v8n885\"> Search history, from the days of Enoch, when he built a city which was taken from the earth; pass on to Noah who built an ark and floated on the water over a drowning world, and to Abraham, Isaac, and Jacob; read the writings of Moses, and of Isaiah, Jeremiah, Ezekiel, and the lesser Prophets, down to the time of John the Baptist, the forerunner of the Messiah, or until Mary and Elizabeth  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rejoiced together that the Messiah was to be born; then read the writings of the disciples of the Lord Jesus, and search history from that day to this, and you will learn that when the nations have for years turned much of their attention to manufacturing instruments of death, they have sooner or later used those instruments. <\/div><div class=\"paragraph jod\" id=\"v8n887\"> Our nation, England, France, Germany, Austria, Italy, and other nations have for years exercised their inventive skill, and expended much means in inventing and fabricating instruments of death. Upon his return, brother Hooper presented to me a rifle, for which it is almost claimed that it will kill people while it is hanging up, and without powder and ball; and brother George Q. Cannon brought a brace of pistols, each of which can be fired twelve times instead of six. From the authority of all history, the deadly weapons now stored up and being manufactured will be used until the people are wasted away, and there is no help for it. The spirit of revolution goes on through the nations: it never goes back. <\/div><div class=\"paragraph jod\" id=\"v8n888\"> We are in these mountains, and in the enjoyment of peace and plenty. Are there any who have not enough bread? Some complain of living poorly; but what hinders such persons from living well? Have you not plenty of breadstuff? Yes, you have the best of flour, and can have plenty of good cornmeal. You also have rye, barley, and oats. Who prevents your keeping a cow and having butter and milk? Can you not raise potatoes, squashes, turnips, onions, cabbages, and every other kind of produce that you can use? What hinders your keeping a pig and having a little pork? Nobody hinders you: you can have all these things, if you are so disposed, and live well. Who can disturb you? Nobody but yourselves. You can quarrel with <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3371\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> each other, rail against each other, and make life disagreeable, if you are so disposed; otherwise you may have an agreeable life here, and the peace of God will rest upon you. <\/div><div class=\"paragraph jod\" id=\"v8n889\"> We are the best people in the world, and have the greatest reason to be thankful because of our location and situation. Let us love one another, and love God supremely.<span class=\"citation\" id=\"65450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65450)\">Matt. 22:37-39<\/a><\/span> It is written, &#x201C;Love your enemies.&#x201D;<span class=\"citation\" id=\"63206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63206)\">Matt. 5:44<\/a><\/span> Brother Erastus Snow was going to correct Paul for trying to excuse himself.<span class=\"citation\" id=\"72849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72849)\">Rom. 12:20<\/a><\/span> I do not think the term was any more misapplied than when the Apostles wrote, &#x201C;Love your enemies;&#x201D; for I do not believe a word of that. &#x201C;Love your enemies!&#x201D; What, love hell? When people do that, they get where devils are. If it had been written, &#x201C;Love the spirits God has placed in tabernacles, and try to reclaim them and do them good, and pray for those who despitefully use you,&#x201D;<span class=\"citation\" id=\"63207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63207)\">Matt. 5:44<\/a><\/span> I would feed and clothe them, take peculiar care of them, and place them where they would not hurt anybody. You may think that I am disputing the Bible. If you understood what the Lord means when he talks about loving his children, you would understand that he does not love them as they are now; for he hates and is angry with the wicked. He dislikes their wicked acts, but he loves his children, because he has organized them, and he wishes to see them obedient. <\/div><div class=\"paragraph jod\" id=\"v8n890\"> Many of you are acquainted with brother John Smith, the Patriarch, who went to the States last year after his friends. He has just come into the Bowery. The companies are all well. They want some flour, and we can send it to them. Brother Kimball will send his team this time, and there is no necessity for calling upon the Bishops. We have heard from the last company. On the fourth of August they were on Wood River: their cattle looked well, and the  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>company was making good progress. They had been eleven days out from Florence, and had traveled 170 miles. A few cattle have died in some of the companies; and if any of the brethren, <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3370\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who have relatives or friends in the companies still out, wish to assist them, they can do so by sending out their teams and helping them in. <\/div><div class=\"paragraph jod\" id=\"v8n892\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}