{"ID":80048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of The Saints&#x2014;Covetousness, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, September 30, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings of The Saints&#x2014;Covetousness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 9\/30\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v8n1030\"> I feel the force of the ancient saying&#x2014;&#x201C;Behold, how good and how pleasant it is for brethren to dwell together in unity! It is like the precious ointment upon the head, that ran down upon the beard, even Aaron's beard: that went down to the skirts of his garments; As the dew of Hermon, and as the dew that descended upon the mountains of Zion: for there the Lord commanded the blessing, even life for evermore.&#x201D;<span class=\"citation\" id=\"57284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57284)\">Ps. 133:1-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1031\"> I realize all that has just been said in regard to the blessings of heaven being ready to be poured out upon this people, if they were prepared to receive them, and that too in a far greater degree than has ever entered into the heart of man to conceive; for the heart of man is incapable of fully comprehending the blessings that God has in store for the faithful, unless he has revealed those blessings to them by the revelations of his Spirit.<span class=\"citation\" id=\"72998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72998)\">1 Cor. 2:9-11<\/a><\/span> The natural man is contracted in his feelings, in his views, faith, and desires, and so are the Saints, unless they live their religion.<span class=\"citation\" id=\"125061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125061)\">1 Cor. 2:14<\/a><\/span> If they live their religion, all that has been said this morning they will fully realize to be true. <\/div><div class=\"paragraph jod\" id=\"v8n1032\"> It may be asked, &#x201C;Shall we go to the world for wisdom?&#x201D; They have none, so far as pertains to the plan of salvation. To be sure, they have considerable knowledge of the arts and sciences; but in those do they understand all that has formerly been understood? I have no idea that <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3340\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they do. Do they know anything of the things of God? No. Brother Taylor observed, &#x201C;Go to the priests of the day, and they cannot inform you.&#x201D; There is a good reason why&#x2014;because they know nothing directly in regard to the things of the kingdom, and they are equally ignorant with regard to the design of their present existence, to say nothing of either their prior or future existence. They are a mystery to themselves, and do not even understand the things which they see; still they are searching and researching, and studying and striving with all their powers to understand the things they see every day, and come short of doing that. How, then, can they understand the invisible things that pertain to eternity? There is no knowledge of these things in the so-called Christian world, in comparison with what they should possess, in consideration of the advantages which have been granted to them, neither is that knowledge among those denominated heathen. There are only a few dark traditions&#x2014;a few incorrect and garbled ceremonies and ordinances remaining of the true system that was once possessed by mankind. <\/div><div class=\"paragraph jod\" id=\"v8n1033\"> We are in the kingdom of God, and must yield obedience to it. We say that we do&#x2014;we feel that we do, but when will this people fully see and understand things as they are? I may answer in the future, and all I can now say is that they are learning  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x2014;growing in grace and in the knowledge of the truth;<span class=\"citation\" id=\"85986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85986)\">D&amp;C 50:40<\/a><\/span> but to say we are perfect, we cannot. When brother Taylor referred, in his remarks, to our leader and dictator, with regard to his perfections and imperfections, I felt that I could almost say that I did not want him to be perfect yet. I remember Joseph Smith's saying, &#x201C;If I were as pure and holy as you wish me to be, I could not stay with you; I should not be here to guide and direct you, for the Lord would take me from you.&#x201D; He did take him; the people were not worthy of him. The people required him to be as holy as the Almighty himself, and to never make a mistake. Wherein the First Presidency and the Twelve do wrong, it is not in the ability of the people to detect them in those wrongs. They are far advanced, and they know enough more to lead out; and if they commit an error, it is passed over, and the people cannot tell wherein or when, nor how to correct it. <\/div><div class=\"paragraph jod\" id=\"v8n1035\"> The Christian world are all looking for a day of perfection, and are donating their money and sending out Missionaries&#x2014;they have also a great many Tract and Bible Societies, &amp;c., &amp;c., expressly to convert the world and bring forth the day the ancient Prophets have written about&#x2014;a day of rest, the millennium, or any other term you please to apply to it, but it is a day when the Saints who believe in the Lord Jesus Christ shall see eye to eye,<span class=\"citation\" id=\"59568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59568)\">Isa. 52:8<\/a><\/span> when all shall come to the knowledge of the truth,<span class=\"citation\" id=\"75863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75863)\">1 Tim. 2:4<\/a><\/span> and the law of the Lord shall be written in the hearts of all, and none shall need to say to his neighbor, &#x201C;Know ye the Lord,&#x201D; for all shall know him, &amp;c.<span class=\"citation\" id=\"60676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60676)\">Jer. 31:33-34<\/a><\/span> All Christendom is looking for that day. I will inform this congregation and the whole world that they will never come to perfection&#x2014;never can commence the great work of reformation in them<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3339\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves and with each other, until the superior knowledge can take the inferior and direct it, and, if need be, chasten it, and remove its errors, and give it the truth. <\/div><div class=\"paragraph jod\" id=\"v8n1036\"> During a few weeks past much has been said in relation to the folly, feelings, and doings of Elders of Israel. Joseph Smith was a rod in the hands of the Lord to scourge the Elders of Israel; he was the mouthpiece of the Almighty, and was always ready to rebuke them when requisite. You who were acquainted with him know his course and life. He had a word of comfort and consolation to the humble and faithful, and a word of rebuke to the froward and disobedient. But for a few years past, in the midst of the Elders of Israel, they have treated each other with what may be called silken words spoken with velvet lips; and what you have lately been hearing about has produced this course of life and feeling among the Elders not to chasten or rebuke each other. If they wished to correct, they would preach a long sermon, and tell how miserable they themselves were, how wicked they had been, how much evil they had done, and how many times they had transgressed and been out of the way; and after they had painted their own characters as black as darkness, they would say, &#x201C;Brethren, do you not think that you have done wrong in what you have done? I am afraid you have; but my own evil works are so much greater than yours, that I dare not mention it.&#x201D; This conduct is connected with other things; in fact, the whole experience of man and the whole plan of salvation are so interwoven that it is hard to draw out and divide one subject from another, though it may be done in some instances. Men become darkened in their minds; they say that the Elders of Israel, they believe, have  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fallen from grace and have received the spirit of the world. Those Elders are not willing to acknowledge this, but almost every track they make proves it; almost every deed they perform proves that they have become lukewarm, and they preach with silken lips, and do not pour the truth of God upon the people as the Lord wishes them to, nor cause the overt acts of the ungodly to feel the wrath of justice and the weight of truth. This is what I see, and what I have seen for a long time. <\/div><div class=\"paragraph jod\" id=\"v8n1038\"> People become covetous. The whole world is more or less covetous; and when the questions are asked, &#x201C;Where shall we go for wisdom&#x2014;for strength? To whom shall we apply for knowledge? Where shall we seek for life?&#x201D;&#x2014;there is but one source, and that is the God who organized us. When will we become entirely independent? Never, though we are as independent in our spheres as the Gods of eternity are in theirs. When will we lead out and act for ourselves? When we have overcome, and that is not yet. Jesus has not yet overcome; he has not received his kingdom from the Father. He has to contend against the enemy&#x2014;against the power of the Devil, until he overcomes death and him that has the power of it.<span class=\"citation\" id=\"76478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76478)\">Heb. 2:14<\/a><\/span> If he is successful, and we believe that he will be, when he overcomes and subdues all enemies and puts them under his feet, he will present the kingdom to the Father; and then he will be crowned, and not until then.<span class=\"citation\" id=\"87229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87229)\">D&amp;C 76:106-108<\/a><\/span> When will we be crowned? Not until we pass through ordeals preparatory to receiving those crowns. We are not our own.<span class=\"citation\" id=\"73260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73260)\">1 Cor. 6:19-20<\/a><\/span> We have our existence, but it is not our own. <\/div><div class=\"paragraph jod\" id=\"v8n1039\"> That which we seem to possess is not our own, but is owned and controlled by a superior power. Even the power of the Devil can take money from one man's pocket and place it in another man's pocket, to <div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3338\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> say nothing of what the power of God can do. Some men seemingly possess much riches, as did Job, and how long may it be before they have not a farthing's worth of property, or a wife, or child? In a few weeks the Lord took almost all from Job;<span class=\"citation\" id=\"125062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125062)\">Job 1:13-22<\/a><\/span> he spared to him a wife, who, as recorded in the Bible, seemed to taunt Job's trust in his God&#x2014;his fidelity to his Maker. &#x201C;Now,&#x201D; says she, &#x201C;you had better curse God at once and die. I told you that he would not stand by you.&#x201D; I presume Job felt like saying, &#x201C;Go to the Devil your own road.&#x201D;<span class=\"citation\" id=\"56066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56066)\">Job 2:9-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1040\"> Who does have true power? Those who have overcome and sat down with the Gods in eternity,<span class=\"citation\" id=\"79121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79121)\">Rev. 3:21<\/a><\/span> and who have committed to them the keys that are prepared for them. Then they can reign triumphantly, for they have perfect control over death and him that has the power of death,<span class=\"citation\" id=\"76479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76479)\">Heb. 2:14<\/a><\/span> and over all evil: then they control life. <\/div><div class=\"paragraph jod\" id=\"v8n1041\"> I frequently reflect upon how much power we need. You hear the Elders of Israel praying for power to overcome their enemies: they want power to strike them blind and to strike them dead. We have seen times, within a few years back, when we would have been glad to have had power to destroy our enemies. Have you power, independently, to make a kernel of wheat grow, or any vegetable with which to feed yourselves? No; you have not power to control those lesser powers that pertain to the elements. <\/div><div class=\"paragraph jod\" id=\"v8n1042\"> What does the Lord want of us? To build temples, raise potatoes, wheat, &amp;c., and preach the Gospel to and gather the poor. The Elders of Israel do not thoroughly know how to do this; yet they want to rise here and tell how the Gods are made. They had better learn how to raise potatoes, and how to take care of them after they are raised. Some do not know even this, but would let the potatoes rot  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>before they are half used up. If they had an abundance of gold and silver, they would not know what to do with it. Are not the people reaching after that which does not belong to them? That is the reason why the whole world do not receive the Gospel; it is too low and humble for them. They are looking after something in the future; they are like the fool, whose eyes are wandering to the ends of the earth;<span class=\"citation\" id=\"57450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57450)\">Prov. 17:24<\/a><\/span> like some of the Elders who rise here to preach and want to tell what is going to be in the millennium, and what has been long before the creation of the world, but never think of inquiring as to their duty today. Learn first to obtain power over the smaller objects and principles around you. Learn to control yourselves and that which is immediately around you, and always keep in view that the animal, vegetable, and mineral kingdoms&#x2014;the earth and its fulness&#x2014;will all, except the children of men, abide their creation&#x2014;<span class=\"citation\" id=\"88445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88445)\">D&amp;C 88:25-26<\/a><\/span>the law by which they were made, and will receive their exaltation. <\/div><div class=\"paragraph jod\" id=\"v8n1044\"> Who will possess the earth and the fulness thereof?<span class=\"citation\" id=\"56462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56462)\">Ps. 24:1<\/a><\/span> Will those who love money, and who barter their lives and their hopes of salvation for a little gold? Those who love it in its present existence will perish. Gold is one of the most refined metals, and mankind have to be tried like gold <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3337\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that has passed seven times through the crucible, making it a little hotter each time, until the metal is as pure as it can be.<span class=\"citation\" id=\"56377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56377)\">Ps. 12:6<\/a><\/span> Who will possess it? Who will possess the earth and all its fulness?<span class=\"citation\" id=\"56463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56463)\">Ps. 24:1<\/a><\/span><span class=\"citation\" id=\"89696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89696)\">D&amp;C 103:7<\/a><\/span> Will it not be those whom the Lord has reserved to this honor? And they will come upon Mount Zion as saviors, to labor through the millennium to save others.<span class=\"citation\" id=\"61973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61973)\">Obad. 1:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1045\"> Are the Elders able to correct a person when he is wrong, without having personal feelings? You are not as you should be, unless you can correct every person you know to be wrong, without having personal ill feelings against them. If you cannot possess gold and silver without having one particle of love for it, you are not as you must learn to be. All that a man should have in his heart with regard to goods, and chattels, and possessions on the earth, is to know of the Lord what to do with them. If I do a wrong, let me correct that wrong, and become right; if I see a wrong in my neighbor, correct that, and remove the fault from him, and give him something better. The object of the Elders of Israel ought to be to glorify God and sanctify their feelings and affections before him. If we have anything else in our hearts, it is wrong: contending one with another is wrong. <\/div><div class=\"paragraph jod\" id=\"v8n1046\"> May God bless you, brethren! Amen. <\/div>\n<\/div>\n<\/div>"}