{"ID":80057, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in Kay's Ward, June 13, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/13\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d57\">\n<div class=\"paragraph jod\" id=\"v8n1188\"> I have not much to say; but I feel as though I had a right in my calling, and by virtue of the holy Priesthood upon me, to bless you, and to pray the blessing of our Father and God to be with you, in connection with the blessing you have received from President Young. I feel to bless the earth, and to bless the seed you may place on the earth&#x2014;you and your wives and your children, and your children's children. I am aware that you are not fully aware of the great work that will yet spring from this people, and the great work of our Father that has to be accomplished in the latter day. <\/div><div class=\"paragraph jod\" id=\"v8n1189\"> Brethren and sisters, let us go to work now and cultivate the earth. I see a great deal of land here that is vacated. I am glad of it, for some have tried to farm more than they could attend to well, and have made nothing. Let us cultivate well what <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we do cultivate&#x2014;make gardens and adorn them, and build good houses and adorn them. What a blessing it is for this people to have the privilege of beautifying the earth and making it like it was in the beginning in the garden of Eden! It is not necessary to build such tremendous great houses, but houses that we can complete and plaster over head, and on the sides and all over, and make them beautiful. <\/div><div class=\"paragraph jod\" id=\"v8n1190\"> We shall be blessed and stay in these mountains. You need not be disheartened, for we shall stay here, and all hell cannot help it. We have done as they told us, until we got into the mountains, and here we will do the will of our Father in heaven, he helping us. Let us prepare ourselves, that, when we go to Jackson County, we shall know how to do right, and make beautiful gardens, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v8n1191\"> May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}