{"ID":80055, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gospel of Salvation, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Bowery, Great Salt Lake City, September 2, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Gospel of Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 9\/2\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d55\">\n<div class=\"paragraph jod\" id=\"v8n1147\"> I do not know but the people feel tired. I have been tired a great many times, but I always stick to it till I get over it; and I don't know of any other way for you to do. <\/div><div class=\"paragraph jod\" id=\"v8n1148\"> We have had the Gospel of salvation preached to us today. You Elders take the words of Paul where he says&#x2014;&#x201C;For I am not ashamed of the Gospel of Christ: for it is the power of God unto salvation to every <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one that believeth; to the Jew first, and also to the Greek.&#x201D; (Romans, chap. 1, verse 16.)<span class=\"citation\" id=\"72175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72175)\">Rom. 1:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1149\"> We know the Gospel is true, and so did Lucifer know it; but did that save him? No, it did not; but it was the power of God unto damnation. The Gospel that we have heard today will be the power of God unto salvation to every man and woman that has heard it and will practice it  <div class=\"break pagebreak\" id=\"213a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0213.pdf\" target=\"pdfwin\">p.&#xA0;213a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and live up to it: then I will warrant every one of you to be saved in the kingdom of God, and a part in the first resurrection, with power to enjoy it. What we have heard today I know to be true by the Holy Ghost and the revelations of Jesus;<span class=\"citation\" id=\"74388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74388)\">Gal. 1:12<\/a><\/span> and I know it by every sense that is within me, from the crown of my head to the soles of my feet; and so do you, if you have the Spirit of God. <\/div><div class=\"paragraph jod\" id=\"v8n1151\"> Now, when I take a text, I take the whole of it and apply it to the whole. It is as President Young was saying this forenoon, the Lord is a holy and just being; but where is man? Going forth in the name of the Lord, preaching the Gospel and promising those who obey it the gift of the Holy Ghost? Where is the man that has authority for laying hands upon the sick and manifesting the gifts and graces of the Gospel? There are none except the Latter-day Saints. The moment a man complies with these requirements he becomes a sheep in the sheepfold, and all who do not comply will be damned. Will the condemnation of those who violate the law, after having covenanted to keep it, be greater than that of those who have not received the Gospel? The moment a young man leaves the Church, he is then a traitor to the law of laws. You know the law of nations is that when a man becomes a traitor to the law of the land, all he has is confiscated, and he is punished accordingly; and so it is in the Church and kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v8n1152\"> Brethren, my advice to you who have lived here for years&#x2014;to those who have come here with handcarts and wagons, is, Go to work and prepare yourselves for the winter. Go and lay up your grain, that you may not be poor and destitute next spring, and have to beg your bread. This is very necessary for us to do. Some will say, I wish you would not talk <div class=\"break columnbreak\" id=\"213b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0213.pdf\" target=\"pdfwin\">p.&#xA0;213b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3315\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> about wheat any more; for if we have more bread than we want, we have to sell it and buy clothing. I wish to say to all such, Go and get some sheep and make some clothes for yourselves, and be independent of those that come here to sell goods. Some of the merchants have been here from nine to ten years and although we have made them rich, yet when all hell was boiling over against us, they would not say a word in our favor; and you need not go down Whiskey Street more than twenty rods to find them. I will see them in heaven, or in that other place, which they say has no bottom in it,<span class=\"citation\" id=\"79371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79371)\">Rev. 9:1<\/a><\/span> before I will patronize such men any more. <\/div><div class=\"paragraph jod\" id=\"v8n1153\"> Now, if hell has no bottom in it, those who were sent there would crawl out at the other side. If the inhabitants of the earth could be persuaded of the absurdity of the sectarian notions, they would not care much about the hell they believe in. You know, if sectarianism be true, the wicked will have to go down and down, and never stop! I would not suppose they would ever stop falling in a pit, if the bottom was out. <\/div><div class=\"paragraph jod\" id=\"v8n1154\"> I do not wish to dwell upon these absurdities, but I desire you to go to work and save your grain against a day of famine. I am told that flour is now selling at $3 per hundred, and wheat at 75 cents per bushel; but then some say they cannot get the money to buy it with. You can, if you will work for it, and work cheap enough; but if you want and demand from $2.50 to $4.00 per day, you won't get it. <\/div><div class=\"paragraph jod\" id=\"v8n1155\"> My advice is, Take care of yourselves; and when you sustain yourselves, you sustain President Young and Brother Wells; and when we sustain ourselves, we sustain each other. We should be like unto a tree whose limbs are all united; for we shall never gain the  <div class=\"break pagebreak\" id=\"214a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0214.pdf\" target=\"pdfwin\">p.&#xA0;214a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>victory until we become one&#x2014;of one heart and one mind.<span class=\"citation\" id=\"92861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92861)\">Moses 7:18<\/a><\/span> While you are trying to gain the victory, the Devil will try to get your blessings from you. The blessings are yours, but look out that the Devil don't get them away from you. <\/div><div class=\"paragraph jod\" id=\"v8n1157\"> I expect that many of you who have come in from Denmark, Sweden, Norway, England, and the United States, will turn away. I expect to see this, and why? Because some of you will see some faults in the Presidency of the Church, the Twelve, and the brethren. Perhaps you will go to work and get a pile of firewood, go to bed at night, and when you get up in the morning half of it will be stolen. Probably you will get a hundred of flour, and three-fourths of that will be stolen; you will then get a pig, and that will be stolen. In the next place you get a cow, and when you get up in the morning you will find her milked. Then you will say we have had enough of this milking business, and you will find fault with the authorities because of these things; and very likely there are some of you who have come here for the loaves and fishes,<span class=\"citation\" id=\"69211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69211)\">John 6:26<\/a><\/span> and to steal from others. If you have, repent; and if you have not, you used to practice those things where you came from, therefore you have need to repent and do right. <\/div><div class=\"paragraph jod\" id=\"v8n1158\"> The Gospel is the power of God unto salvation to every one<span class=\"citation\" id=\"72176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72176)\">Rom. 1:16<\/a><\/span> that forsakes evil and does right&#x2014;who walks in the ways of righteousness and truth. <\/div><div class=\"paragraph jod\" id=\"v8n1159\"> I have been irritated frequently with the conduct of the brethren, and I have often thought that if I could get hold of them I would cuff their ears. We have some of those loose, careless characters here, I have no doubt. The difficulties with many are that when they came here they brought themselves, and the worst characters they will have to deal with will be themselves. <\/div> <div class=\"break columnbreak\" id=\"214b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0214.pdf\" target=\"pdfwin\">p.&#xA0;214b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3314\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1160\"> I have frequently taken in brethren that have come in with the handcarts, given them wood, flour, and meat and vegetables; and they are welcome till they get settled, and then they must go to work and earn their own living. I have had such men around me, and they said they never saw the like in their lives. They were not worthy of my hospitality. I have eaten some of their oatmeal porridge when I was over there. I did not get much meat in those days; but now and then we got some meat pie, as they called it, but there was precious little meat in them. They were like the bean porridge that President Young and I got in Vermont, and I would have defied anybody to find a bean in it! <\/div><div class=\"paragraph jod\" id=\"v8n1161\"> It is no disgrace to be poor. I have been so poor that I could not get up in the morning! That may seem funny, but it is true. I have lived in Vermont when I did not have half of what they have in Europe, and I have seen as poor people in the United States as I ever saw in the cities in England; and they are the ones that receive this Gospel. Now, here there is not one man in twenty but has got a good farm and raised from one hundred to a thousand bushels of grain. What have they to complain of? They complain because our Father in heaven is too kind to them. Are there still vacant lands here? Yes, enough to locate every man upon that will come into the Church for five years to come. There never has been so much grain raised in these valleys, since we have been here, as we have raised this year; and still, if you don't look out, there will be suffering here before another harvest. <\/div><div class=\"paragraph jod\" id=\"v8n1162\"> I have not sold my wheat or flour to the world, and I am inclined to think that I shall not do it yet. I will try to be a savior to my brethren and to all the house of Israel. We should all do this, and take an industrious and saving course. I will say,  <div class=\"break pagebreak\" id=\"215a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0215.pdf\" target=\"pdfwin\">p.&#xA0;215a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Let our brethren go and glean, that they may help themselves to some bread. <\/div><div class=\"paragraph jod\" id=\"v8n1164\"> Brethren, I will not continue any longer; but my heart feels to bless this people, the elect of God, the righteous sons and daughters of the Most High, with their seed after them, forever. Father, give thine angels charge over them to bear them off victoriously, that their feet may never slip<span class=\"citation\" id=\"125330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125330)\">Ps. 18:36<\/a><\/span> nor their tongues speak guile,<span class=\"citation\" id=\"77875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77875)\">1 Pet. 3:10<\/a><\/span> but that they may become one in their purpose. <\/div> <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1165\"> I hardly ever pray but I pray for the valleys in which we live, and that the indignation of the Almighty may rest upon every enemy. This is a choice land, and we are in the chambers of the Lord;<span class=\"citation\" id=\"55948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55948)\">Ezra 8:29<\/a><\/span> and I tell you, if you besmear the chamber, you will never be permitted to go down into the parlor. Woe unto them that attempt to corrupt and work wickedly in the chambers of the Lord. <\/div><div class=\"paragraph jod\" id=\"v8n1166\"> Brethren, be faithful and humble, and you shall be blest. Amen. <\/div>\n<\/div>\n<\/div>"}