{"ID":80052, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Funds of the Church.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, October 8, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Funds of the Church.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/8\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d52\">\n<div class=\"paragraph jod\" id=\"v8n1090\"> By the cash manifest just read by brother John T. Caine, you perceive that there has been expended, during the years 1857, 1858, 1859, and to Oct. 4, 1860, $70,204 in excess of what has been received in money and Tithing. This excess has been derived from cash received for lumber sold to the army to the amount of some 16,000 dollars or 18,000 dollars, and from the sale of sheep, horses, mules, cows, wagons, harness, &amp;c., to various persons for cash. It has been rather difficult to raise the large amount of cash we have expended over the amount received on money-Tithing; but when it comes time to sleep, I do not stay awake contriving how we are to financier. I can understand in a very few minutes all that is necessary and possible to be done, without taking very great thought in the matter. <\/div><div class=\"paragraph jod\" id=\"v8n1091\"> At times it seems as though all hell and earth are combined to keep money out of my hands. A great many of the people would give me millions, if they had it; but most of those who have it will not part with it. Those who are liberal have nothing, and they would give me all they have. Scarcely a man comes into this Church, having much of an amount of money, but what spends his money before he gathers with the Saints. Persons would conceal from Joseph that they had any money, and, after they had spent or lost it all, would come to him and&#x2014;&#x201C;Oh, how I love you, brother Joseph!&#x201D; If you think you can keep the money from me, you will be <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3327\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mistaken, for I shall have what is necessary to carry on this work; and those who take a course to hedge up my way in business transactions, pertaining to carrying on this work, will go to the Devil. They shall have that promise, with my blessing. I do not curse people, but I bless that class with a plenty of devils. <\/div><div class=\"paragraph jod\" id=\"v8n1092\"> For four years past we have not had much money pass through our hands. In previous years merchants here have received as much money from me yearly as you have heard read here today. During the past few years we have had to manage and plan pretty closely in our business transactions. Those who bring coal to sell want money, and the brethren who labor on the Public Works need a little money now and then. Some think that brother Wells, who is our Superintendent of Public Works, is hard and close in his public dealings; but he is not. I have explained all that is necessary in regard to this matter. We traffic and trade, we drive cattle to California, and trade here and there, and do everything we can to carry on this work. You know, and my wives and children know, that it is my mind that those who do nothing but sit in rocking chairs can live on potatoes and buttermilk, while those who do the labor should have both the substantial food and the luxuries. My friends know that this is my mind all the time. <\/div><div class=\"paragraph jod\" id=\"v8n1093\"> Some may think that my individual business is so mixed and combined with the public business that I  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cannot keep them separate. This is not the case, as you can learn by asking brother David O. Calder, or brother John T. Caine, who has been reading a manifest to you. Hiram B. Clawson, John T. Caine, and Thomas Ellerbeck are the clerks who keep the books of my private business; and the Trustee-in-Trust has his clerks, of whom David O. Calder is the chief. Horace Whitney, Joseph Simmons, and Amos M. Musser are his associate clerks, and they keep the books pertaining to the public business. My own private business is kept distinct from the public business. If brother Calder wishes one hundred or a thousand dollars, if I have it, he borrows it of Hiram B. Clawson and pays it back; and so also brother Clawson borrows of him and returns it. The teasers who come all the time after women, and soon get tired of them and want to divorce them, I make pay ten dollars for each divorce, and that is my individual bank. If I want five dollars or fifty cents from Hiram B. Clawson, it is charged to me; and if he receives money from me, it is credited to me; and not a dollar (except what I hand out or give away out of my private purse), goes out of my office, either in private or public capacity, without passing through its appropriate set of books. I tell you this, that all may know that my private affairs are not amalgamated with the public affairs. Brigham Young and the Trustee-in-Trust are two persons in business. When you speak of Brigham Young as Trustee-in-Trust, he is one man; and when as Brigham Young, he is another; and the business between these two names is kept as strictly separate as is the business of any two firms in the world. If you want to know anything about the money, item by item, how it has been obtained and how expended, our books are open. <\/div> <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3326\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1095\"> We do not ask anybody to pay Tithing, unless they are disposed to do so; but if you pretend to pay Tithing, pay it like honest men. And Bishops who have it in their power to gather money-Tithing, it is their duty to do it; and if they do not, they do not magnify their calling. And brethren that have money, pay your Tithing on it while you have it; and when you turn your property, upon which Tithing is due, into money, pay your Tithing in money. Here are thousands of men wearing good hats, coats, pantaloons, &amp;c., &amp;c., that I have paid the money for. And women with costly ribbons on their bonnets, I pay the money for these ribbons; and I pay the money for the slippers on their feet, for their stockings, their garments, &amp;c. I have paid the money for these articles, year after year. Is it not your duty to see that I have a little money? Were the Lord to reveal to me where the ancient Jaredites hid their hundred of millions of dollars' worth of treasure, I should not take it and hand it out to the people, unless the Lord directed me to do so; otherwise, it would perhaps seal the damnation of many; for at present you are better off without those treasures than you would be with them. <\/div><div class=\"paragraph jod\" id=\"v8n1096\"> If I am under obligation to see this Gospel carried to all the nations of the earth, so also is every Elder of Israel. If it is my duty to see the poor gathered, so it is the duty of every Elder. There is no excuse for any man: everyone ought to put forth his hands and means, and do according to his ability. <\/div><div class=\"paragraph jod\" id=\"v8n1097\"> We have often told you that we want to build a Temple, but not for convening promiscuous congregations. I inform you, long before you see the walls reared and the building completed, that it will be for the purposes of the Priesthood, and not for meetings of the people: we shall  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not hold public meetings in it. I should like to see the Temple built, in which you will see the Priesthood in its order and true organization, each Quorum in its place. If we want a larger building than this Tabernacle for public exercises, here is the ground already planned, and has been for years. We can, if we choose, build a Tabernacle that will accommodate fifteen thousand people. The Temple will be for the endowments&#x2014;for the organization and instruction of the Priesthood. If you want to build a Temple on these conditions, you can have the privilege. But I never again want to see one built to go into the hands of the wicked. I have asked my Father to give me power to build a Temple on this block, but not until I can forever maintain my rights in it. I would rather see it burnt than to see it go into the hands of devils. I was thankful to see the Temple in Nauvoo on fire. Previous to crossing the Mississippi River, we had met in that Temple and handed it over to the Lord God of Israel; and when I saw the flames, I said, &#x201C;Good, Father, if you want it to be burned up.&#x201D; I hoped to see it burned before I left, but I did not. I was glad when I heard of its being destroyed by fire, and of the walls having fallen in, and said, &#x201C;Hell, you cannot now occupy it.&#x201D; When the Temple is built here, I want to maintain it for the use of the Priesthood: if this cannot be, I would rather not see it built, but go into the mountains and administer there in the ordinances of the holy Priesthood, which is our right and privilege. I would rather do this than to build a Temple for the wicked to trample under their feet. <\/div><div class=\"paragraph jod\" id=\"v8n1099\"> There are great and glorious things yet to be revealed. We are but babes and sucklings in the knowledge of God and godliness. With all we know and understand by the Priest<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3325\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hood here in the midst of this people, we are mere infants before the angels in heaven. We want to instruct the people and prepare them to enter into the presence of the Father and the Son. We want to gather the poor, send the Gospel to the uttermost parts of the earth, and do a great many other good things; and we will do so. We will turn the world right side up, for it is now wrong side up, and we want to turn it over, prepare it, and present it to Him who owns it, in a more goodly form and attitude than it has been for many centuries. <\/div><div class=\"paragraph jod\" id=\"v8n1100\"> [Here Elder John T. Caine read a list of the subscriptions to the Missionary Fund.] <\/div><div class=\"paragraph jod\" id=\"v8n1101\"> We will send our Elders forth to preach, and will furnish, as we have now, wagons, mules, harness, &amp;c., to those who are not able to provide those things for themselves. When our Missionaries reach the frontiers, they will place a fair valuation upon their animals, &amp;c., the money will be paid to them, and they can at once proceed to their different fields of labor. I pay them the money for the property they have at the frontiers, and when they return I want them to come home as poor as they go away. If anyone wishes to get rich, let him stay here and get rich, and not enrich himself from the labors and means of the poor Saints abroad. You may think that I am severe on that course. I am, and I mean to be, until I stop it. It has been growing and growing, becoming tall&#x2014;almost ungovernable and out of my reach; but my foot is set upon it, and I will walk it under and the influence of anyone who promotes such a principle. If I want to become wealthy, I will stay here and accumulate property. If brother Heber C. Kimball, Daniel H. Wells, or the Twelve Apostles want to accumulate wealth, stay here and do it, and not go into the world to become rich.  <div class=\"break pagebreak\" id=\"204a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0204.pdf\" target=\"pdfwin\">p.&#xA0;204a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>When you go into the world, go to preach the Gospel; and if you have a sixpence, give it to the people. Give your time and talent to the people; and if the Lord puts money into your pockets, it is not yours, only for you to use to save the people spiritually and temporally. <\/div><div class=\"paragraph jod\" id=\"v8n1103\"> We are going to fit out our Elders from here, asking no odds of the world: we have proved them enough. The gold and the silver belong to the Lord Almighty, and he will hand it over to us as fast as we know how to use it to his name's glory. Some say, &#x201C;If we had a gold mine, we would do well.&#x201D; If I knew where there was a gold mine, I would not tell you. I do not want you to find one, and I do not mean that you shall; or, if you do, it shall be over my faith. We have gold enough in the world, and it is all the Lord's, and we do not deserve more than we get. Let us make good use of that, and send out the Elders. <\/div><div class=\"paragraph jod\" id=\"v8n1104\"> Brother Woolley stated, yesterday, that he wished to see men and women who are too lazy to cook their victuals come with handcarts. They are the ones that will not come with handcarts; they have to be conveyed in wagons; and when they arrive here they will apostatize. It seems impossible to have them to do so anywhere else; and we want them here as soon as possible, that they may apostatize and leave&#x2014;get out of our way&#x2014;that we may go on with our labors; and in this we are making a few devils for future use, to carry on our kingdoms. <\/div><div class=\"paragraph jod\" id=\"v8n1105\"> Let the brethren who pretend to be Bishops be so indeed, and gather Tithing. And if the people pretend to pay Tithing, pay it properly and fairly, so far as you do pay, or let it alone entirely. Keep your dollars and cents, your horses and mules, your grain, &amp;c., if you choose; but if you pretend to pay Tithing, pay it <div class=\"break columnbreak\" id=\"204b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0204.pdf\" target=\"pdfwin\">p.&#xA0;204b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3324\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> like men: act like men and Saints. We want to build a Temple on this block. Don't you think that hell will howl? What did we tell you when we laid those foundation walls? We told you that all hell would be on the move. That has transpired, and still they say, &#x201C;We have not persecuted you;&#x201D; but they are liars. Who among them have stepped forward and said, &#x201C;Let those men alone?&#x201D; Only a few. Our friend who came here in the dead of winter, having left his wife sick nigh unto death, is one of those who will yet have a celestial crown; he is on the road to it. When Judge Kinney was in Washington, he spoke well of this people. So far as I know, he has never spoken evil of this people, but every time he met an Elder in Washington he received him as a friend, spoke to him kindly, and was not ashamed to walk arm-in-arm with him in the streets of that city. There is a kingdom for him&#x2014;a kingdom of glory. When they wanted him to come here as a Governor, I am told that he said, &#x201C;Yes, if you send no soldiers there.&#x201D; He has a heart; and I say, God bless him and every other good, honest man, whether he is a &#x201C;Mormon&#x201D; or not. Who ever walked more correctly in his sphere of business than Judge Shaver? No man. He was as upright as a man could be. He came here as a Judge, and he honored the people, he honored his office, he honored the President in his appointment, and he honored the laws of the Territory and the laws of the Government. There is a kingdom for him; he will have his reward. <\/div><div class=\"paragraph jod\" id=\"v8n1106\"> There is a great difference between persecuting this people and the people of other sects. God will make persecutors pay every debt they contract with this people. This is the Priesthood of the Almighty. God has set his hand the second time  <div class=\"break pagebreak\" id=\"205a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0205.pdf\" target=\"pdfwin\">p.&#xA0;205a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to gather the people.<span class=\"citation\" id=\"58203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58203)\">Isa. 11:11<\/a><\/span> It will not do to trifle with this people. &#x201C;Touch not mine anointed,&#x201D;<span class=\"citation\" id=\"55872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55872)\">1 Chr. 16:22<\/a><\/span> saith the Lord. O ye inhabitants of the earth, be careful how you infringe upon the Latter-day Saints. They are the anointed of the Lord, and are like the apple of his eye, and he will bring you into judgment for every act and move you make against them. This nation will be shivered to pieces. There is no cohesion in the particles that compose it. If you touch it, it will fall to pieces, for it is shattered from its center to its circumference. They think it so strange that the &#x201C;harmonious democracy&#x201D; can divide. You might as well try to put out the sun as to make them united. God is working with them; he is taking his Spirit from them. They are like <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> water spilled upon the ground; there is no soundness nor stability left in them; they are devoid of good sense. God has called away the intelligence he bestowed upon them, and every move they make will sink them deeper and deeper in the mire, until they are lost and gone forever. We wish them no evil; we heap no coals of fire on their heads,<span class=\"citation\" id=\"72850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72850)\">Rom. 12:20<\/a><\/span> only by doing them good and exhorting them to refrain from meddling with this people. The time is nigh when every man that will not take up his sword against his neighbor must needs flee to Zion.<span class=\"citation\" id=\"85760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85760)\">D&amp;C 45:68<\/a><\/span> Where is Zion? Where the organization of the Church of God is. And may it dwell spiritually in every heart; and may we so live as to always enjoy the Spirit of Zion! Amen. <\/div>\n<\/div>\n<\/div>"}