{"ID":80053, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Source of Intelligence&#x2014;Laws of The Gospel, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, October 14, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Source of Intelligence&#x2014;Laws of The Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/14\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d53\">\n<div class=\"paragraph jod\" id=\"v8n1108\"> We have enjoyed interesting and intelligent remarks by brother Taylor this morning; and perhaps we may all say, with propriety, that what has been said is sufficient for the present&#x2014;that we are now full and need no more. What has been presented is very true and very satisfactory. I delight in hearing my brethren speak of things that pertain to God and godliness.<span class=\"citation\" id=\"78224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78224)\">2 Pet. 1:3<\/a><\/span> Brother Taylor says there is no intelligence, only that which comes from God. We might ask, Is there any valuable fact known by any person, <div class=\"break columnbreak\" id=\"205b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0205.pdf\" target=\"pdfwin\">p.&#xA0;205b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3323\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> except by the revelations that flow from the Lord Jehovah? God is the source, the fountain of all intelligence, no matter who possesses it, whether man upon the earth, the spirits in the spirit world, the angels that dwell in the eternities of the Gods, or the most inferior intelligence among the devils in hell. All have derived what intelligence, light, power, and existence they have from God&#x2014;from the same source from which we have received ours. <\/div><div class=\"paragraph jod\" id=\"v8n1109\"> My delight, my joy, my life consist of the very things that brother  <div class=\"break pagebreak\" id=\"206a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0206.pdf\" target=\"pdfwin\">p.&#xA0;206a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Taylor has been laying before this congregation. Those principles pertain to eternal life. It is my delight to hear the things of God brought to the understanding of the children of men. This is the beauty of the Gospel we have received. The excellency of the glory of the character of brother Joseph Smith was that he could reduce heavenly things to the understanding of the finite. When he preached to the people&#x2014;revealed the things of God, the will of God, the plan of salvation, the purposes of Jehovah, the relation in which we stand to him and all the heavenly beings, he reduced his teachings to the capacity of every man, woman, and child, making them as plain as a well-defined pathway. This should have convinced every person that ever heard of him of his divine authority and power, for no other man was able to teach as he could, and no person can reveal the things of God, but by the revelations of Jesus Christ.<span class=\"citation\" id=\"74386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74386)\">Gal. 1:12<\/a><\/span> When we hear a man that can speak of heavenly things, and present them to the people in a way that they can be understood, you may know that to that man the avenue is open, and that he, by some power, has communication with heavenly beings; and when the highest intelligence is exhibited, he, perhaps, has communication with the highest intelligence that exists. <\/div><div class=\"paragraph jod\" id=\"v8n1111\"> This Gospel is my glory. Jesus said to his disciples, &#x201C;Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light.&#x201D;<span class=\"citation\" id=\"64319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64319)\">Matt. 11:29-30<\/a><\/span> Why is it so? As brother Taylor has said, it is through the love that the people should have for the Gospel, which ought to be more than their love for fathers, mothers, sisters, brothers, wives, children, houses, lands, goods and chattels, or anything that pertains to this earth.<span class=\"citation\" id=\"64222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64222)\">Matt. 10:37<\/a><\/span> <div class=\"break columnbreak\" id=\"206b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0206.pdf\" target=\"pdfwin\">p.&#xA0;206b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3322\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The Spirit of revelation, even the Spirit of eternal life, is within that person who lives so as to bear properly the yoke of Jesus. The heavens are open to such persons, and they see and understand things that pertain to eternity, and also the things that pertain to this earth, which will pass away with it; and those who love the things of earth will pass away with it.<span class=\"citation\" id=\"125273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125273)\">1 Jn. 2:15-17<\/a><\/span> When death takes them, all is gone. <\/div><div class=\"paragraph jod\" id=\"v8n1112\"> But the person that wears the yoke of Jesus and bears his burden&#x2014;who loves the cause of truth and righteousness more than all else&#x2014;&#x201C;Why,&#x201D; says he, &#x201C;Eternity is full of fathers and mothers. There is my Father enthroned in glory. He is the Father of my spirit.&#x201D; God our Father, who dwells in eternity, is the Father of our spirits<span class=\"citation\" id=\"125285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125285)\">Heb. 12:9<\/a><\/span> and the God and Father of our Lord Jesus Christ.<span class=\"citation\" id=\"125302\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125302)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125302)\">2 Cor. 11:31<\/a><\/span> The man or woman that lives in the revelations of Jesus Christ<span class=\"citation\" id=\"125274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125274)\">Gal. 1:12<\/a><\/span> can see and understand this. Here are our earthly fathers, the begetters of our mortal bodies; but there is the foundation of all the life that I or any other person can possess on the face of the earth, even God my Father who dwells in the heavens. There also is my mother. <\/div><div class=\"paragraph jod\" id=\"v8n1113\"> I am not confined to love my father and mother here, if they do not love God, the fountain of all truth. In the heavens are fathers, mothers, sisters, brothers. Unless my father, mother, brother, sister, wife, and child, pertaining to the flesh, love God supremely, embrace the truth, and follow out the dictates of the Holy Ghost, they are not my kindred&#x2014;<span class=\"citation\" id=\"64459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64459)\">Matt. 12:46-50<\/a><\/span>I do not own them&#x2014;I have nothing to do with them; they will perish, die, sink into forgetfulness, and be as though they had never been; they will pass away and return to native element. In heaven dwells my Father. There are the heavenly hosts&#x2014;my sisters, my breth<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"207a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0207.pdf\" target=\"pdfwin\">p.&#xA0;207a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ren, my kindred, and my friends; they are my bosom acquaintances. We behold each other with the natural eye, and that is shortsighted. But had we eyes to see as God sees, we could see our antipodes as well as we can see each other's faces. We could see the uttermost parts of the earth and behold all creation as well at midnight as at noonday. Darkness would be no obstruction, incorporated matter, this Tabernacle, the houses, the earth, and even matter that fills space and prevents our seeing objects at great distances, would be no obstruction to our visions. Then we should behold that God is here, that our Father dwells here. We are in his presence, just as much as those who sit at the farthest side of this congregation are in my presence. There is much in my presence besides those who sit here, if we had eyes to see the heavenly beings that are in our presence. <\/div><div class=\"paragraph jod\" id=\"v8n1115\"> The person that wears the yoke of Jesus, that has communication with the heavens, finds his yoke easy and his burden light;<span class=\"citation\" id=\"64320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64320)\">Matt. 11:29-30<\/a><\/span> he is master of it. Wear the yoke of Jesus, bear his burden, and the revelations of the Lord Jesus Christ<span class=\"citation\" id=\"74387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74387)\">Gal. 1:12<\/a><\/span> will show to every individual that you are not servants of anything, but that the principles of eternal life give you the mastery&#x2014;the supremacy over all things in heaven and on earth. As the Apostle has said&#x2014;&#x201C;Nay, in all these things we are more than conquerors through him that loved us. For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.&#x201D;<span class=\"citation\" id=\"72657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72657)\">Rom. 8:37-39<\/a><\/span> &#x201C;Therefore let no man glory in men. For all things are yours; Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things <div class=\"break columnbreak\" id=\"207b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0207.pdf\" target=\"pdfwin\">p.&#xA0;207b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3321\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> present, or things to come; all are yours; And ye are Christ's; and Christ is God's.&#x201D;<span class=\"citation\" id=\"73176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73176)\">1 Cor. 3:21-23<\/a><\/span> All this, and all that men can imagine and a million times more, God has in store for us. If we are faithful, all is ours. If we trample sin and iniquity under our feet, then we are the masters, which makes the yoke easy and the burden light.<span class=\"citation\" id=\"64331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64331)\">Matt. 11:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1116\"> As has been observed, it is hard for a person to give up his appetites, and yield his passions and will to the will of God. The son and the father, the child and the mother, the servant and the master, are all amenable to the laws of the land in which they live. They are all under law: if not, they are a law unto themselves. They know right from wrong, and are restricted from doing wrong. The Gods are under the same restriction. If people do not observe the principles by which they should be guided, they sink under condemnation. If they follow correct laws, they preserve the identity of their character to all eternity, and will dwell with the Gods, angels, and these that inherit eternity. If we yield ourselves servants to obey<span class=\"citation\" id=\"72451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72451)\">Rom. 6:16<\/a><\/span> the principles that hold us in existence, it gives to us our exaltation, and glorifies us with the Gods, and puts all things under our feet.<span class=\"citation\" id=\"73849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73849)\">1 Cor. 15:25<\/a><\/span> What a glorious law that is! There is nothing here, except the sin within us, that repels this law. Trample every feeling that is opposed to this law under your feet. <\/div><div class=\"paragraph jod\" id=\"v8n1117\"> The majority of the world of mankind would rather be damned than oppose their appetites. They feel like following them at the expense of their salvation. They do not like to be under the restriction of truth and right. They want to be where they can do what they please. They obey the law of death, and will have their reward and reap the extent of their wages; for they will have death,  <div class=\"break pagebreak\" id=\"208a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0208.pdf\" target=\"pdfwin\">p.&#xA0;208a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and nobody can have life but those that inherit it from God. All that refuse the truth&#x2014;the Gospel of salvation, and yield themselves obedient to the law of sin and death, will reap in full the reward of their doings. It is hard for a child to obey its parents, for a servant to obey his master, and for people to obey the laws of the land. You frequently hear some persons grumbling about the laws of this city, and about the laws of this Territory, which are wholesome and good. Why don't such persons live as some others do? I live above the laws. They do not in the least infringe upon me. The City Council never passed an ordinance that infringed upon me or upon my rights. Our Legislature has never passed a law that infringed upon me, because I live above the law through honoring every particle of it. In this course the law is beneath my feet and is my servant, not my master. Thousands live in this way. <\/div><div class=\"paragraph jod\" id=\"v8n1119\"> The laws of the Gospel are neither more nor less than a few of the principles of eternity revealed to the people, by which they can return to heaven from whence they came. A few of the laws of the Gospel have been revealed to us in the last days, by which we can begin and walk the path back into the presence of the Father and the Son, having the communication opened between the heavens and the earth to reveal the will of God to the children of men. We delight in the heavenly law&#x2014;in that law that will preserve us to all eternity. We delight more in this than in everything else. Here are my fathers, mothers, sisters, brothers, wives, children.<span class=\"citation\" id=\"125307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125307)\">Matt. 12:49<\/a><\/span> &#x201C;What, are there wives and children for me in the eternal worlds?&#x201D; Yes. <\/div><div class=\"paragraph jod\" id=\"v8n1120\"> Let me here say a word to console the feelings and hearts of all who belong to this Church. Many of the <div class=\"break columnbreak\" id=\"208b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0208.pdf\" target=\"pdfwin\">p.&#xA0;208b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3320\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sisters grieve because they are not blessed with offspring. You will see the time when you will have millions of children around you. If you are faithful to your covenants, you will be mothers of nations. You will become Eves to earths like this; and when you have assisted in peopling one earth, there are millions of earths still in the course of creation. And when they have endured a thousand million times longer than this earth, it is only as it were the beginning of your creations. Be faithful, and if you are not blest with children in this time, you will be hereafter. But I would not dare tell you all I know about these matters, though I know but little: still I am not a fool in the things of God, neither is brother Taylor, though he saw so much to learn that he did not realize that he had learned anything. We have learned a great deal, although we are still but babes and sucklings in the things of God; yet the truth and knowledge we possess pertaining to the plan of salvation outweigh all possessed by others on the earth. Be faithful, and you will delight in the things of God, and bear the yoke&#x2014;carry the burden God has placed on you to bear. <\/div><div class=\"paragraph jod\" id=\"v8n1121\"> Brother Taylor lifted his arm, and asked by what power he did it. It is by that inherent divinity you call will; God has placed it in every being. When you go into the dram shops in Whiskey Street, (Elders go there!) the salutation is, &#x201C;How do you do, brother? Won't you take a glass with me?&#x201D; I have power to lift a glass and hand it to my brother, and say, &#x201C;Come, brother, take a little liquor.&#x201D; &#x201C;No; I do not drink any strong drink.&#x201D; &#x201C;Oh, come, take a little for friendship's sake.&#x201D; I have power to hand it to my neighbor's lips, and my neighbor has power to dash it out of my hands. Who has given me that power? It is inherent in  <div class=\"break pagebreak\" id=\"209a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0209.pdf\" target=\"pdfwin\">p.&#xA0;209a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me. What do you do, when these are presented to you&#x2014;when the cup is handed to your lips? Will you partake of it, or say (taking a glass of water in his hand), Here are my best wishes for you to do right, but you may go to the Devil with your whiskey (dashing the water upon the floor). Have I the power to do this? You call it will. It is the divinity God has placed in his intelligent creatures. It is for us to overcome every evil passion we have, in consequence of the fall. <\/div><div class=\"paragraph jod\" id=\"v8n1123\"> The Devil has the mastery of the earth: he has corrupted it, and has corrupted the children of men. He has led them in evil until they are almost entirely ruined, and are so far from God that they neither know Him nor his influence, and have almost lost sight of everything that pertains to eternity. This darkness is more prevalent, more dense, among the people of Christendom, than it is among the heathen. They have lost sight of all that is great and glorious&#x2014;of all principles that pertain to life eternal. <\/div><div class=\"paragraph jod\" id=\"v8n1124\"> Will you overcome evil? You have power to do so, for God has given you this power. You can toss the proffered glass to the ground, dash it out of your neighbor's hand, or drink its contents, be a fool, wallow in the gutter, and die the death of a fool. Do as you please. I do not know of anything but what I am master of, with regard to appetite, as I have often told you. If I were not, I would at once have a war with myself. <\/div><div class=\"paragraph jod\" id=\"v8n1125\"> What is there that I cannot do without? Can I do without seeing my father and mother pertaining to the earth? I can. I have not seen them for many years. My mother died when I was fourteen years of age, and my father died a few weeks after I left the States for England, in 1839. After the driving from <div class=\"break columnbreak\" id=\"209b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0209.pdf\" target=\"pdfwin\">p.&#xA0;209b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3319\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Missouri, he said that he did not want to live any longer. I have not seen him for a long time. Can I do without seeing him? Yes, and pass my time comfortably. Suppose my wives and children should say, &#x201C;Husband, father, we are going to leave you, unless you do thus and so.&#x201D; I would say, Leave as quickly as you please, every one of you. My children, if they are froward and will not believe and obey the Gospel, are no more to me than the children now sitting here. Here are children, that I can take to my bosom, that will love and serve God; and they are dearer to me than those I have, unless they love the Lord Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v8n1126\"> I do not believe it possible, since I have been baptized into this Church, for a woman to be presented to me that I could love, were she not in the Church of Jesus Christ and did not love the Gospel. That is my feeling today, and I expect it to remain from henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v8n1127\"> The discourse we have heard this morning is excellent. It seemed to me as though the heavens were here and I could talk about them with a very good feeling, and induce the people to see and understand correct principles. How quickly they would shun evil and forsake that which would drag them down to everlasting ruin, if they could but see it. <\/div><div class=\"paragraph jod\" id=\"v8n1128\"> Brethren and sisters, let us treasure up in our hearts all the good we can learn, and forsake all the evil we meet with&#x2014;walk it under our feet. Evil is not worthy the notice and attention of these intelligences. Heavenly things and eternal principles will exalt those intelligences in the eternities of the Gods: these principles alone are worthy of your attention. <\/div><div class=\"paragraph jod\" id=\"v8n1129\"> May the Lord help us to choose the way of life and salvation, and to be prepared to enjoy his society hereafter! Amen. <\/div>\n<\/div>\n<\/div>"}