{"ID":80056, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Mental Improvement and Spiritual Advancement, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by Elder Erastus Snow, made in the Bowery, Great Salt Lake City, August 26, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Mental Improvement and Spiritual Advancement, Etc.<\/div>\n<div class=\"speaker\">Speaker: Erastus Snow<\/div>\n<div class=\"date\">Date: 8\/26\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d56\">\n<div class=\"paragraph jod\" id=\"v8n1167\"> It is so seldom that I address my brethren and sisters from this stand, that I find my bow unstrung, figuratively speaking. (President B. Young: Is your harp upon the willows?) Perhaps I may say that my harp is upon the willows, so far as public speaking is concerned. But, notwithstanding, I sing but little and pray but little, and use the bow but little. I have not altogether lost the power of discernment, or the power to appreciate the sweet sounds of the heavenly music; and I oftentimes feel that it were far better to exercise upon those gifts and callings of God whenever we are called to <div class=\"break columnbreak\" id=\"215b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0215.pdf\" target=\"pdfwin\">p.&#xA0;215b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3313\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> act; and to use one of brother Kimball's phrases&#x2014;&#x201C;It is far better to wear out than to rust out.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n1168\"> If I understand myself correctly, I feel this morning, as I have felt the greater part of my life, to be devoted mentally and physically, as far as duty requires and circumstances permit, and as the Lord and my brethren call, and as the Spirit of the Lord shall dictate, to the happiness of my fellow men and to the advancement of the kingdom of God upon the earth. I will say further of myself, that it is not a lack of willingness and disposition on my part to labor and to do good; it is not from  <div class=\"break pagebreak\" id=\"216a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0216.pdf\" target=\"pdfwin\">p.&#xA0;216a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3312\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a lack of desire to magnify the Priesthood&#x2014;to honor my God&#x2014;to promote his cause&#x2014;to build up his kingdom&#x2014;to increase the happiness of his subjects; but it is ignorance or weakness. <\/div><div class=\"paragraph jod\" id=\"v8n1170\"> When I reflect upon the past and contrast it with the present so far as I myself am concerned, I can occasionally discover the weakness of my faculties and perceive hindrances to their exercise. I do not know that this is anything peculiar or strange, but I can say that my heart rejoices in the things of God. When I hear the things of the kingdom and the truths of the Gospel&#x2014;those that are old to you and me&#x2014;though we have heard those truths sounded in our ears at different times in our lives, they are still precious and cheering to our hearts, refreshing to our intellects, brightening up our hopes, encouraging our spirits, awakening in us charity and love towards our God and towards his creatures, stimulating us to love our religion, and render ourselves worthy of that everlasting Father who has produced us, and who has sent us forth upon this earth to gain an experience and to prove ourselves here in the flesh. <\/div><div class=\"paragraph jod\" id=\"v8n1171\"> When we contemplate these things that have been revealed, the purposes of our Father in heaven concerning his creatures, his magnanimity, his extensive preparations for the happiness and the exaltation of those intelligent beings, to give unto them all that they are capable of receiving, and to stimulate them by every possible inducement to faithfulness, to glory, and to exaltation&#x2014;when we reflect upon these things, they are calculated, if we are able to appreciate that which is sublime, that which is ennobling, that which is Godlike and glorious, they are calculated to inspire in every heart a good degree of affection and love to our Heavenly Father, and also obedience to <div class=\"break columnbreak\" id=\"216b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0216.pdf\" target=\"pdfwin\">p.&#xA0;216b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3312\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his will, and at the same time to inspire in us a love for each other, and to all that part of his creatures who are created in the image of our Father, and who are called and destined to inherit eternal life, or, in other words, to preserve their identity forever and forever; and the whole subject of the Gospel of salvation and the principles which are revealed for the guidance of mankind here in the flesh are designed and calculated in their nature to cement the hearts of the children of men together, to make them see and feel that they are one family&#x2014;that their duties to each other are those of common brotherhood. We must learn to know that in serving each other here in the flesh, we serve our God, promote his glory; and in that we promote the happiness, glory, and exaltation of his children, our brethren and sisters. <\/div><div class=\"paragraph jod\" id=\"v8n1172\"> It is by mental improvement and spiritual advancement that we increase our happiness, and by the enlargement of our understanding we increase in light, virtue, and intelligence. So, by bringing before the understanding of men the truths of heaven, we inspire them with love for the truth&#x2014;a love of goodness and integrity; and thus, by our mental efforts, by wholesome counsels, kind examples, and affectionate regards, spiritually and physically we are the means of bringing them into closer communication with the Lord; or if our labor be in promoting the comfort and welfare of the tabernacles of men, aiding and assisting them physically and temporally, doing that which adds to the comfort or supplies the wants of the body, we are doing good and promoting the happiness of the children of men. To be sure, this is and ought to be secondary with us; for as the life we possess and enjoy is more than meat<span class=\"citation\" id=\"63579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63579)\">Matt. 6:25<\/a><\/span> and the body more than drink, so is the spirit, being first created, of paramount im<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"217a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0217.pdf\" target=\"pdfwin\">p.&#xA0;217a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>portance, and consequently the body is secondary. The body was not first created and afterward the spirit formed in the tabernacle, but we are informed in the revelations that God has given, that we were created and organized in the spirit world, in the image and likeness of our Father in heaven,<span class=\"citation\" id=\"52125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52125)\">Gen. 1:26<\/a><\/span> and consequently our physical tabernacles were formed for the benefit and in behalf of the spirit and adapted to the use of the spirit prepared for its habitation and dwellingplace; not to be the master and controller of the spirit, to govern and dictate it, but, on the contrary, to be for the spirit, to be subject to it, under its control, dictation, and guidance in every sense of the word. And it is with this view and for this purpose that the Lord has revealed unto us that those spirits will be held accountable for the acts of the mortal tabernacle; for it is understood that the deeds done in and by the tabernacle are done by and with the consent of the spirit. Notwithstanding, Paul may have said, &#x201C;When I would do good, evil is present with me;&#x201D;<span class=\"citation\" id=\"72494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72494)\">Rom. 7:21<\/a><\/span> and he excused himself by saying, &#x201C;It is not I that sinneth, but the spirit that is in me;<span class=\"citation\" id=\"72486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72486)\">Rom. 7:20<\/a><\/span> for the spirit is willing, but the flesh is weak.&#x201D;<span class=\"citation\" id=\"66276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66276)\">Matt. 26:41<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1174\"> Now, I am willing to let the Apostle Paul excuse himself in this manner, for I should think he made a bad selection of words if he were to represent things otherwise; but as for the deeds or actions I am so far from excusing the spirit in any sense of the word that I should entirely condemn it on the ground that every man is responsible for the deeds done in the body;<span class=\"citation\" id=\"74130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74130)\">2 Cor. 5:10 (JST)<\/a><\/span> and therefore it can only be taken at best as an apology or palliation for the dereliction of duty, caused by the weakness of the flesh and its liability to temptation; but not in the least degree can it be regarded as justification. The Lord has said that he cannot look upon sin <div class=\"break columnbreak\" id=\"217b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0217.pdf\" target=\"pdfwin\">p.&#xA0;217b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3311\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the least degree of allowance,<span class=\"citation\" id=\"83714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83714)\">D&amp;C 1:31<\/a><\/span> and that he has not placed the spirit subject to this tabernacle, and will not justify it in being dictated or governed by the body. He has required of us to study to understand our true position before Him and before each other as the offspring of the Almighty here upon the earth; and as we study our own positions, and study ourselves properly, we shall at the same time comprehend measurably, the condition of those of our fellows around us with whom we are surrounded; and in comprehending our true position and the position of our fellow creatures about us, we shall understand our callings and destiny and the purposes of our Heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v8n1175\"> This will lead us to the comprehension of the duties we owe to each other. Through our ignorance, we may oftentimes do things that will operate both against our own interest and happiness, and against the interests and happiness of those with whom we are associated, and whose interests and happiness we desire to promote. These things occur in our experience, and are faults and weaknesses in mankind, occasioned through ignorance. Are these excusable? Yes, I understand that our Heavenly Father excuses them. We all have a great desire to excuse ourselves, and we desire to be excused by our friends and by our brethren and sisters, and in turn we try to excuse their faults and imperfections in like manner. But are we justified in these things? No; I understand that it is useless for us to talk about being justified in our ignorance or dereliction of duty&#x2014;at least, so long as light is placed before us, and we have the privilege of becoming acquainted with the things of God and doing our duty. <\/div><div class=\"paragraph jod\" id=\"v8n1176\"> We are very differently situated from the world of mankind, who are without the Gospel, without the light  <div class=\"break pagebreak\" id=\"218a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0218.pdf\" target=\"pdfwin\">p.&#xA0;218a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of truth, and who have not received the Priesthood, who have not received the revelations of the Holy Spirit to teach and guide them: they possess not the advantages of acquiring this understanding and of perfecting themselves in the knowledge of God as do the Saints. With the Latter-day Saints, who are favored with the light of the revelations of heaven, with the voice of Prophets, with the inspiration of the Holy Ghost, with the privilege of walking in the light of Christ, and the privilege of obeying the everlasting Gospel, in all things it is vastly different. It is their privilege to learn themselves and their position before God, and to study the interest and happiness of those with whom they are associated, to do all they can to fit them for that higher position and order of intelligence and glory which has been referred to this morning by our President and which are touched upon in the vision which God gave to Joseph Smith and Sidney Rigdon in February, 1832.<span class=\"citation\" id=\"86831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86831)\">D&amp;C 76:1-119<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1178\"> We are called upon by the revelations that are given to us, and by the living oracles, to be Saints of God and heirs of celestial glory. Are we heirs to celestial glory? I understand that every son and daughter of Adam who hear the sound of the everlasting Gospel when it is proclaimed by a servant of God having authority, and who yield obedience to that Gospel, and who retain the Holy Spirit and offer themselves in humility as candidates and receive baptism for the remission of sins&#x2014;such persons become candidates for celestial honors&#x2014;for that inheritance which is eternal and fadeth not away,<span class=\"citation\" id=\"77758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77758)\">1 Pet. 1:4<\/a><\/span> and eventually become prepared to enter into the glory and presence of the Father and the Son. This is the promise to the Saints, if they continue faithful, and in all things abide the law of the Lord, and keep sacred and holy the cove<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3310\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nants they made in baptism. It is faith in the first principles of the Gospel, faith in the first testimony that is presented, and repentance of their past sins, and baptism for the remission of sins, laying on of hands by the Elders for the gift of the Holy Ghost, that they may receive the remission of sins and the blessings of the Holy Spirit, and that they may be endowed with power to prophesy, to speak in tongues, to interpret tongues, to heal the sick, and rebuke evil spirits, and cast them out from those possessed; yes, that they may even have faith to raise the dead, and exercise the power of God in every case of necessity. <\/div><div class=\"paragraph jod\" id=\"v8n1179\"> Does this prepare them for the celestial kingdom of our God? If they have in reality taken upon themselves the name of Christ and kept sacred their covenants, and the Almighty should take them to himself, and thus cut short their mortal career, I understand that they are saved. But so long as they remain upon the earth in the flesh, they remain under the same obligation to serve the Lord today as much as yesterday, and then continue the next day and the next week as they were at first to repent and be baptized for the remission of their sins, when the commandment of the Lord comes to them in England, Australia, Denmark, Switzerland, and the islands of the sea, to gather up their substance, come to the gathering place, and assist in building up the Zion of our God, and to assist in establishing his kingdom in the tops of the mountains. Until then, there is another commandment binding upon them, which is a part of the law of the Lord; and if they are required to contribute to feed the poor, clothe the naked, and assist this people in the great work of the gathering, and donate for the building up of the Zion of our God, this is a part of their duty, and it is included in the com<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mandments of the Lord to them as heirs of celestial glory. <\/div><div class=\"paragraph jod\" id=\"v8n1181\"> If they then begin to say in their hearts, &#x201C;I have served the Lord for a little season; I have been baptized; I have received the Holy Ghost and have become some great one; I have received the gift of tongues, and have prophesied; I have received the power of healing the sick, and other manifestations of the power and mercies of the Almighty; I think I can remain where I am and do well in disregarding the counsels of the Almighty respecting gathering together and dividing my substance for the gathering of the poor and building up of Zion.&#x201D; It will be said to them who speak and act thus, as it was said to Nebuchadnezzar of old. If they cling to that which is given, and set their hearts upon the things of this world, and love them more than they do the kingdom of our God, those blessings will be withdrawn, the Holy Ghost will be taken from them, and that light received through obedience to the first principles of the Gospel will flee away; that love which they possessed will leave them, and they will become weak as before and darker than ever, unless they speedily repent and turn unto the Lord with all their hearts. Then, if there is sufficient integrity left in them; the Lord may have forbearance and patience to try them a little longer; but it will be by leading them in such a path and such a line of experience as to altogether strip them of the idol of their hearts, and leave them in poverty and wretchedness. And when they have experienced wretchedness until, like Nebuchadnezzar, they have learned that the Most High reigns, and that he gave them all they have,<span class=\"citation\" id=\"61465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61465)\">Dan. 4:25<\/a><\/span> and that they are nothing but his stewards,<span class=\"citation\" id=\"61500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61500)\">Dan. 5:20-21<\/a><\/span> then they may peradventure receive again the favor and blessings of Heaven. <\/div><div class=\"paragraph jod\" id=\"v8n1182\"> This lesson we have all got to <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3309\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> learn&#x2014;that we and all that we possess is the Lord's, and that continually, and that we must forever hold ourselves subject to his counsels and ready to obey his will. <\/div><div class=\"paragraph jod\" id=\"v8n1183\"> If we are called upon to bear the vessels of the Lord,<span class=\"citation\" id=\"59621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59621)\">Isa. 52:11<\/a><\/span> to be witnesses of those things that we have seen and heard,<span class=\"citation\" id=\"125331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125331)\">Acts 22:15<\/a><\/span><span class=\"citation\" id=\"125332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125332)\">D&amp;C 52:36<\/a><\/span> and to go forth to a gainsaying and reviling world, we have got to lay aside personal considerations of selfishness, lay aside the ties of home, and go forth trusting in God, and have all confidence in him, taking our lives in our hands, like the disciples of Christ went as lambs in the midst of wolves,<span class=\"citation\" id=\"125333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125333)\">Luke 10:3<\/a><\/span> and bear witness of the truth, nothing wavering or flinching; and whether it be to those of our native tongue, or to individuals of other tongues, or to the islands of the sea, they are all our kindred and the offspring of our Father, heirs of the same grace and life;<span class=\"citation\" id=\"125334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125334)\">1 Pet. 3:7<\/a><\/span> and we are bound to extend the same blessings that we have received. As we have received freely, so we should be willing to freely impart,<span class=\"citation\" id=\"64087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64087)\">Matt. 10:8<\/a><\/span> and as God had mercy and regard for us and our fellow creatures, so we should give to those who are waiting to receive, who are of our Father and heirs to all his blessings. <\/div><div class=\"paragraph jod\" id=\"v8n1184\"> These Elders of Israel before me today should feel continually; yes, all the Elders, Priests, and Apostles, and all the people of God should feel this saving, heavenly feeling; and every woman should feel this to her husband who may be called and found worthy to bear a portion of the holy Priesthood and be a witness for the Lord and of his word. And every true, faithful Latter-day Saint&#x2014;yes, every mother and wife in Israel do feel this, and under no consideration would they throw an impediment in the way of their father, husband, or brother, to prevent their going to bear this message of life, or, if required  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to build up the temples of our God, to establish the cities of Zion, to cultivate the earth, and make it produce that which is necessary for the sustenance of the people of God; and if their duties are to labor physically while in this tabernacle, they should be willing to do it, and do it with the same missionary zeal and the same good feeling that they would preach the Gospel. <\/div> <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3308\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1186\"> Finally, we should all feel that all we possess is the Lord's&#x2014;that he adds to our labors and gives us our reward, whether we deserve much or little; and when we have this feeling, and acknowledge the hand of the Lord in all things, we are right&#x2014;we are in the path of duty and of safety. <\/div><div class=\"paragraph jod\" id=\"v8n1187\"> May God bless you, brethren and sisters, in the name of Jesus! Amen. <\/div>\n<\/div>\n<\/div>"}