{"ID":80058, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made at Ogden City, June 12, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/12\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d58\">\n<div class=\"paragraph jod\" id=\"v8n1192\"> I can say, as President Young has said, God bless you, and peace from God our Father be with you always; and may peace be multiplied unto you,<span class=\"citation\" id=\"61450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61450)\">Dan. 4:1<\/a><\/span><span class=\"citation\" id=\"78219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78219)\">2 Pet. 1:2<\/a><\/span> and to the whole house of Israel, and to the elect in all the world. I am not disposed to say much; I am not very well in health. <\/div><div class=\"paragraph jod\" id=\"v8n1193\"> We have had a very pleasant journey. I think I can say with safety it has been one of the most pleasant journeys that I have ever taken. On all other journeys that I have ever traveled with the Saints, the companies have been strictly organized; but on this journey we have not been organized at all, and every man has been orderly in every respect. We have been into one of the most beautiful valleys in these mountains. Last Sabbath, at Logan, we met with, I suppose, about half as many people as there are here today&#x2014;just as good a set of people as I ever beheld. A great many started to go there that were disaffected&#x2014;those that were inclined to turn away from Mormonism. I supposed they were in Cache Valley; but they are not there: they went somewhere else. We do not know of any there but good people. And it is a good land: the people, and the mountains, and the valleys, and fountains of water are all good. <\/div><div class=\"paragraph jod\" id=\"v8n1194\"> We still feel to bless Ogden City and the regions round about, and this people are going to be blessed mightily&#x2014;I mean all the righteous&#x2014; <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3307\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>although there are a great many, perhaps, who are wicked&#x2014;who are inclined to steal&#x2014;to be dishonest. But the Lord God will bless the righteous all the time, and he will not forsake us; and the wicked will come to an end. This world will roll on, and the kingdom is established here in the tops of the mountains; and it never will be removed&#x2014;no, not one hair's breadth. We never shall go from these mountains until the Lord God calls us to go, or when we go back to the central place,<span class=\"citation\" id=\"86088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86088)\">D&amp;C 57:3<\/a><\/span> in Jackson County, where the Lord God our Father planted his garden and commenced his work; and there he will finish it, and that day is near at hand. Therefore let your hearts be of good cheer,<span class=\"citation\" id=\"90594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90594)\">D&amp;C 112:4<\/a><\/span> and let your souls rejoice, and cultivate the earth in hope, and enrich it, and make the earth like a garden, as our Father did; for when he comes, he will not make the garden for us, but he will cause his sons and daughters to do it&#x2014;that is, those that are qualified for it; and those that are not qualified, of course, will be taken by them as apprentices to learn. &#x201C;Mormonism&#x201D; is true, and all persons that raise their hands against it will perish; and this is their end&#x2014;they will go down to hell. <\/div><div class=\"paragraph jod\" id=\"v8n1195\"> God bless you, brethren! Peace be with you, and peace be multiplied<span class=\"citation\" id=\"61451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61451)\">Dan. 4:1<\/a><\/span> upon this people forever, and upon their children after them forever. Amen. <\/div>\n<\/div>\n<\/div>"}