{"ID":80050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Persecution&#x2014;The Kingdom of God, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, October 7, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Persecution&#x2014;The Kingdom of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/7\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v8n1059\"> You have heard the testimony of brother Hyde: it is full of spirit, full of matter, full of marrow. He has spoken words of truth&#x2014;the words of the Lord. <\/div><div class=\"paragraph jod\" id=\"v8n1060\"> There are hundreds and thousands of Elders who would be glad to bear their testimony to the truth. Be faithful, walk uprightly before God, deal justly with all, love mercy,<span class=\"citation\" id=\"62209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62209)\">Micah 6:8<\/a><\/span> shun every appearance of evil, and magnify your Priesthood, and you shall have the opportunity of speaking, bearing rule, dictating, guiding, and directing, to your full satisfaction, the things that pertain to the kingdom of God. This promise is to all who are faithful. They shall receive a fulness of kingdoms, thrones, principalities, powers, dominions, and all the fulness pertaining to the Godhead, to their full satisfaction and capability. This should be a satisfaction to all. <\/div><div class=\"paragraph jod\" id=\"v8n1061\"> At the first impression, the testimony of one man is equally valid with that of another; but when people are filled with understanding to discern and comprehend the principles by which the worlds were made, and by which they are governed and controlled, they realize that there is a vast difference between the man who assumes his authority and the one who is appointed by his master, to go and transact business. Suppose that a number of individuals having no appointment, credentials, or authority, should come from any foreign country to the capital of our nation, and pretend to be ministers of the govern<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3334\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment from whence they came, what attention would be paid to them by our Government? None, officially; though they would probably be treated kindly, and as gentlemen, if they behaved themselves. But when a minister from the English or any other European court comes with his appointment, credentials, recommends, &amp;c., the President of the United States, the Congress, and officers of state are ready to receive him with the respect due to his position. So it is in the kingdom of God, and in regard to this people. <\/div><div class=\"paragraph jod\" id=\"v8n1062\"> Our persecutors have supposed that they persecuted us upon the same principle that the Reformers were persecuted in the days of Martin Luther and others; but in this they are mistaken. Tell the world&#x2014;sound it in the ears of kings and rulers, that they are persecuting a people to whose God they will have to pay every debt they contract: they will be brought into judgment for every act against this kingdom. This is the kingdom of God; these are the people of God, as are all who receive the truth and follow its principles. As to parentage, we are no more the children of God than are the rest of the inhabitants of the earth. Originally, as to our parents, as to our organization and that which pertains to our life, we are all the children of one Father, whether we be Jew or Gentile, bond or free, black or white, noble or ignoble. The difference we see arises in consequence  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the different use made of the agency given to man. Be careful, all the world, and touch not the anointed of the Lord.<span class=\"citation\" id=\"57091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57091)\">Ps. 105:15<\/a><\/span> Afflict not the people who have the oracles of salvation for all the human family. Will the world believe this statement? They can if they choose; but the great majority of the inhabitants of the earth will reject life and salvation when it is presented to them, and in the end it will be like the gleaning of grapes when the vintage is done.<span class=\"citation\" id=\"125064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125064)\">Isa. 24:13<\/a><\/span> A few here and a few there will receive the truth, and the Lord will empty the earth of the wickedness that now dwells upon it.<span class=\"citation\" id=\"58377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58377)\">Isa. 24:1<\/a><\/span><span class=\"citation\" id=\"83846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83846)\">D&amp;C 5:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1064\"> As brother Hyde has stated, the &#x201C;harmonious democracy&#x201D; that undertook to destroy this people, broke in pieces in the State where the Lord, twenty-eight years ago, on the 25th of next December, revealed to the Prophet Joseph that the nation would begin to break.<span class=\"citation\" id=\"88171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88171)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91322)\">D&amp;C 130:12-13<\/a><\/span> But I do not wish to make a political speech, nor to have anything to do with the politics and parties in our Government. They love sin, and roll it as a sweet morsel under their tongues.<span class=\"citation\" id=\"56168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56168)\">Job 20:12<\/a><\/span> Had they the power, they would dethrone Jehovah; had they the power, they would today crucify every Saint there is upon the earth; they would not leave upon the earth one alive in whose veins runs the blood of the Priesthood. Yet they are our brethren and sisters&#x2014;bone of our bone, flesh of our flesh&#x2014;<span class=\"citation\" id=\"52528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52528)\">Gen. 2:23<\/a><\/span>sprung from one parentage. God is our Father&#x2014;Jesus Christ is our Elder Brother. If the world would understand this, and take warning, and be cautious, it would be far better for them. Will they? No: they do not and will not realize facts as they exist, and we cannot help it. All we can do is to plead with them, preach to them the words of eternal life, and offer it to them as it has been offered to us. If they receive it, blessed are they. If <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3333\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they reject it, it is their privilege. The powers and faculties of their organizations are for themselves to use as they elect; for they, as well as we, are agents before God, and can choose or refuse according to their own pleasure. But they are broken in pieces. Do I wish to predict this? No, for it was predicted long ago. The nation that has lifted itself against the kingdom of God is already shivered to pieces. Touch it, and it will crumble under your touch. The cohesiveness of its particles is gone&#x2014;they cannot cling together, and they will be sifted as with a sieve of vanity.<span class=\"citation\" id=\"58964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58964)\">Isa. 30:28<\/a><\/span> God's controversy with them has commenced;<span class=\"citation\" id=\"60573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60573)\">Jer. 25:31<\/a><\/span> he has commenced with this nation, and in its turn he will sift every nation there is upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v8n1065\"> In the beginning, after this earth was prepared for man, the Lord commenced his work upon what is now called the American continent, where the Garden of Eden was made. In the days of Noah, in the days of the floating of the ark, he took the people to another part of the earth: the earth was divided, and there he set up his kingdom. Did they receive his kingdom? No; they rejected it. Afterwards he called a man, and ordained him, and showed to him the inhabitants of the whole earth, and gave to him a promise that his offspring should be the people of God.<span class=\"citation\" id=\"53018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53018)\">Gen. 12:1-3<\/a><\/span> He spoke to Abraham, Isaac, and Jacob, and their children, as his covenant people.<span class=\"citation\" id=\"125065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125065)\">1 Ne. 15:14<\/a><\/span><span class=\"citation\" id=\"125066\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125066)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125066)\">Morm. 8:21<\/a><\/span> The Jews rejected Jesus Christ, who came to redeem the world. They cried&#x2014;&#x201C;Crucify him, crucify him!<span class=\"citation\" id=\"94602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94602)\">Luke 23:21<\/a><\/span> Let his blood be upon us, and upon our children!&#x201D;<span class=\"citation\" id=\"66333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66333)\">Matt. 27:25<\/a><\/span> God has removed the kingdom from Jerusalem again to Zion, and here he will wind up the scene. Righteousness will go forth, and the wickedness upon the earth will be swept from it. Will I prophesy evil? No; let us prophesy good. But the  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>justice and mercy of God must have their demands. Let everything have its place and its just due, both the good and the evil; and we will not curse the wicked, for they are already cursed; the wrath of the Almighty does not slumber upon their track; their condition is lamentable. They live and flourish, and may have a few days of prosperity, as the enemies of the Prophets did anciently. They flourish like a green bay tree,<span class=\"citation\" id=\"125067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125067)\">Ps. 37:35<\/a><\/span> and may so flourish for a few days; but they will become withered and dried and prepared to be cast into the fire, while the kingdom of God will stand; and if we do not remain faithful, others will take our places. <\/div><div class=\"paragraph jod\" id=\"v8n1067\"> This is the kingdom of God, set up for the last time; and whosoever persecutes it persecutes the Son of God and the Father who sent him. Here is the Priesthood (the keys of power and wisdom) that unlocks the storehouse of knowledge. These keys and this power the world know nothing of. It is marvelous to the world that the things that are known here&#x2014;the very things that God reveals here&#x2014;are often at once known by portions of this kingdom in other nations. To many it is marvelous that intelligence can be so rapidly communicated by means of the electromagnetic telegraph, but our method of communication is from heaven. <\/div><div class=\"paragraph jod\" id=\"v8n1068\"> We know and understand the nations of the earth, the power by which they exist, and their rise and downfall: the facts are before us. Reflect upon those powerful nations that have existed, but are now nationally as though they had never been: so it will be with the nations that now exist&#x2014;they will pass away, others will come, and God will reign King of nations<span class=\"citation\" id=\"60428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60428)\">Jer. 10:7<\/a><\/span> as he now does King of Saints.<span class=\"citation\" id=\"80072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80072)\">Rev. 15:3<\/a><\/span> It is a glorious thought, my brethren&#x2014;a thought that should touch the heart of every being on the face of this <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3332\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth, that God is going to reign Lord of lords and King of kings&#x2014;<span class=\"citation\" id=\"80415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80415)\">Rev. 19:16<\/a><\/span>that he is coming to the earth again. His kingdom is growing, and his grace is bestowed upon his children, and they are coming to understanding and growing in grace. <\/div><div class=\"paragraph jod\" id=\"v8n1069\"> It is not pleasing to a potter, after he has a batch of clay mixed, ground, and made smooth and pliable for working into vessels, to have an apprentice throw rough, unbroken, unground stuff into the prepared clay; but, comparatively speaking, we have to bear this. When we are getting the clay into fine condition, a mass of unprepared material is mixed up with it, and it is our business to continue to grind, to prepare the whole of the mass together. I suppose the Lord wants to prepare all the good clay that can be found upon the face of the earth, that when he comes he can make up his jewels.<span class=\"citation\" id=\"62470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62470)\">Mal. 3:17<\/a><\/span> Then you who have oil in your vessels will go and meet the Bridegroom.<span class=\"citation\" id=\"66003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66003)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66003)\">Matt. 25:1-13<\/a><\/span><span class=\"citation\" id=\"85699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85699)\">D&amp;C 45:56-57<\/a><\/span> Are we going to be prepared? Let every soul of us strive to be found among those who will be counted wise at his coming, for we can go into the highways and hedges<span class=\"citation\" id=\"125068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125068)\">Luke 14:16-24<\/a><\/span> and find plenty of the foolish. Let us try to be wise&#x2014;to obey the servants and commandments of the Almighty, doing his will continually, that we may be prepared to enter at the marriage supper.<span class=\"citation\" id=\"125069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125069)\">Rev. 19:9<\/a><\/span><span class=\"citation\" id=\"125070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125070)\">D&amp;C 58:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1070\"> The scripture concerning the five wise and five foolish virgins will be fulfilled, as will also the revelation that was given to Joseph about the nations breaking to shivers.<span class=\"citation\" id=\"88172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88172)\">D&amp;C 87:1-8<\/a><\/span><span class=\"citation\" id=\"91323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91323)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91323)\">D&amp;C 130:12-13<\/a><\/span> I wish some of the world's learned theologians would tell us what became of the foolish virgins. Call up the wisdom and knowledge there is in Christendom, and learn whether they can tell anything about those foolish virgins. I have not time now to tell what became of them, but I think they did not go to the bottom of the bottomless pit. Is it not a glorious  <div class=\"break pagebreak\" id=\"197a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0197.pdf\" target=\"pdfwin\">p.&#xA0;197a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thought that there are kingdoms, mansions of glory, and comfortable habitations prepared for all the sons and daughters of Adam, except the sons of perdition? All will not have part in the first resurrection, and perhaps many will not appear in the second; but all will be resurrected, and, except the sons of perdition,<span class=\"citation\" id=\"86983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86983)\">D&amp;C 76:43<\/a><\/span> enter kingdoms, the least of which I presume is more glorious than ever John Wesley saw in vision. All the inhabitants of the earth will enter a glory, except the sons of perdition, or angels to the Devil.<span class=\"citation\" id=\"125071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125071)\">2 Ne. 9:9<\/a><\/span><span class=\"citation\" id=\"125072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125072)\">Jacob 3:11<\/a><\/span> But where will they dwell? What shall be their fate before they are prepared for a kingdom of glory? They will be cast into prison, and there remain until they have paid the debt they have contracted;<span class=\"citation\" id=\"86915\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86915)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86915)\">D&amp;C 76:28-46<\/a><\/span> wherefore it is better to make peace with the officer while in the way with him, as Jesus has said. After they have been thrust into prison and paid the uttermost farthing,<span class=\"citation\" id=\"63154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63154)\">Matt. 5:25-26<\/a><\/span> then perhaps they will receive a life, a glory, a kingdom that will be in accordance with their feelings, desires, and doings while they were on the earth. <\/div><div class=\"paragraph jod\" id=\"v8n1072\"> The kingdom that this people are in pertains to the celestial kingdom; it is a kingdom in which we can prepare to go into the presence of the Father and the Son. Then let us live to inherit that glory. God has promised you, Jesus has promised you, and the Apostles and Prophets of old and of our day have promised you that you shall be rewarded according to all you can desire in righteousness before the Lord, if you live for that reward. As Patriarch Joseph Smith, the father of Joseph the Prophet, said&#x2014;&#x201C;If I have not promised blessings enough on your head, and stated enough in the blessing I have given you, sit down and write every good thing you can think of, and every good thing your neighbor can think of, and put all into your blessing, and <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3331\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I will sign it and promise the whole to you, if you will only live for it.&#x201D; But suppose a person does not live for the promised blessings, will he receive them? No. And we say to the Elders of Israel, Be faithful, and you shall see the day when you will have all the power you can wield and manage to advantage. I can call Thos. B. Marsh, who is now in the congregation, to witness: he was once the President of the Quorum of the Twelve Apostles. Soon after the selection of that Quorum, brother Marsh felt to complain. I said to him, brother Thomas, if we are faithful, we will see the day, in the midst of this people, that we will have all the power that we shall know how to wield before God. I call him to witness if I have not already seen that day. Look at the rest of my brethren, and have they not all the power they can wield? <\/div><div class=\"paragraph jod\" id=\"v8n1073\"> Brother Hyde, in his remarks, spoke about the voice of God at a certain time. I could tell many incidents relating to that circumstance, which he did not take time to relate. We were in his house, which was some ten or twelve feet square. The houses in the neighborhood shook, or, if they did not, the people thought they did, for they ran together and inquired whether there had been an earthquake.<span class=\"citation\" id=\"71453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71453)\">Acts 4:31<\/a><\/span> We told them that the voice of God had reached the earth&#x2014;that they need not be afraid; it was the power of God.<span class=\"citation\" id=\"128082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128082)\">John 12:28-30<\/a><\/span> This and other events have transpired to satisfy the people&#x2014;you, and all who belong to the Church and kingdom of God upon the earth. <\/div><div class=\"paragraph jod\" id=\"v8n1074\"> When I met Sidney Rigdon, east of the temple in Nauvoo, I knew then what I now know concerning the organization of the Church, though I had told no man of it. I revealed it to no living being, until the pioneers to this valley were returning to Winter Quarters. Brother Wilford Woodruff  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was the first man I ever spoke to about it. Said he&#x2014;&#x201C;It is right; I believe it, and think a great deal of it, for it is from the Lord; the Church must be organized.&#x201D; It then went to others, and from them to others; but it was no news to me, for I understood it then as I understand it now. <\/div><div class=\"paragraph jod\" id=\"v8n1076\"> The policy of God is not the policy of man: his wisdom and power are above the wisdom and power of man.<span class=\"citation\" id=\"59793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59793)\">Isa. 55:8-9<\/a><\/span> Be faithful to your calling and magnify it. The kingdom and the greatness thereof under the whole heaven are ours.<span class=\"citation\" id=\"61709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61709)\">Dan. 7:27<\/a><\/span> The yoke is broken, the fetters are burst, and the Lord Almighty will assert his right; and his will will be done<span class=\"citation\" id=\"63373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63373)\">Matt. 6:10<\/a><\/span> by the Saints on this the land of Zion, to purify and cleanse it. And those who are expecting to receive the benefit and blessings of Zion never will, but will receive the judgments of Zion, unless their hearts are as pure as the angels. The man that is acting according to his ability, as are the angels, must be pure and holy in heart, must not have an evil wish or desire reigning in his mortal body, but must be sanctified through the truth to the God of heaven. What do you think, Elders&#x2014;will any of you receive blessings upon any other grounds? No, not one of you. <\/div><div class=\"paragraph jod\" id=\"v8n1077\"> There are a great many who profess to be still in the faith, neglecting to gather, and waiting for the time when Zion will be redeemed. George W. Harris, whom many of you remember, was going to wait in Kanesville until we returned. Brother George A. Smith told him that the nearest way to the Center Stake of Zion was through Great Salt Lake City. Harris has gone to the spirit world, and where his circuit will be I neither know nor care, though I am well convinced that brother George A. Smith was right. <\/div><div class=\"paragraph jod\" id=\"v8n1078\"> Where is the Center Stake of Zion? In Jackson County, Missouri.<span class=\"citation\" id=\"86087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86087)\">D&amp;C 57:3<\/a><\/span> Were <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3330\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I to try to prevent you from going there, I could not do it. Can the wicked? No. Can the devils in hell? No, they cannot. Zion will be redeemed and built up, and the Saints will rejoice. This is the land of Zion; and who are Zion? The pure in heart are Zion;<span class=\"citation\" id=\"89187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89187)\">D&amp;C 97:21<\/a><\/span> they have Zion within them. Purify yourselves, sanctify the Lord God in your hearts,<span class=\"citation\" id=\"77902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77902)\">1 Pet. 3:15<\/a><\/span> and have the Zion of God within you, and then you will rejoice more and more. Pray without ceasing, and in everything give thanks.<span class=\"citation\" id=\"75737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75737)\">1 Thes. 5:17-18<\/a><\/span> Is it not a hard task to live this religion without enjoying the spirit of it? Such a course worries the feelings, fills a person with sorrow and affliction, and makes him miserable. The easiest life to live, by any mortal being on the earth, is to live in the light of God's countenance, and have fellowship with his Son Jesus Christ. I know this by my own experience. In this course there is no darkness, no sorrow, no grief. The power of the Spirit of God has preserved me in the vigor of youth, and I am as active as a boy. How is it with you who do not enjoy the spirit of your religion? It is a hard life for you to live; and you had better, from this day, take a course to enjoy the Spirit of the Lord; then you will be numbered with the wise. Let us all so live as to have oil in our vessels, our lamps trimmed for lighting, and be ready to go in with the Bridegroom to the marriage supper.<span class=\"citation\" id=\"66043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66043)\">Matt. 25:4,7<\/a><\/span> I could tell you the meaning of that portion of Scripture, but I have not time now. <\/div><div class=\"paragraph jod\" id=\"v8n1079\"> The most ignorant of our Elders, with the Spirit and power of God upon them, can, in knowledge of Scripture, lead the smartest of the Gentile priests into deep water, and dip them under, and draw them back again at their pleasure, and confound the Scripture knowledge of the priestcraft that is on the earth. During our return from England,  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brother Heber C. Kimball was beset by a number of Baptist priests who had been attending a conference. He read them all down out of the New Testament. Brother George A. Smith sat beside them with a pocket Bible, and brother Heber would say&#x2014;&#x201C;Brother George, turn to that.&#x201D; &#x201C;Oh,&#x201D; said the priests, &#x201C;you need not turn to it, for we recollect it,&#x201D; when there was no such passage in the Bible. He sat for two hours and advanced much Scripture that never was in the Bible, as did Benjamin Franklin, when he was conversing with a man who opposed him upon the subject of charity, and was particularly in favor of justice. &#x201C;You remember the Scripture,&#x201D; said Franklin, &#x201C;where it reads like this&#x2014;Once on a time an old man came at eventide to Abram's tent. Abram bid him welcome, but as he entered the tent he gave not God thanks. He said to Abram, Canst thou give me meat? And Abram said, Thou art not a servant of God, and thou shalt not have meat. The old man said, Let me have meat, that I may live and not die. And the voice of the Lord came to Abram in this wise: Abram, Abram, beholdest thou this aged servant of mine, with whom I have borne ninety-nine years, and canst thou not bear with him one night?&#x201D; When Franklin got through, the man had yielded the point, and asked him where he read that; to which Franklin replied, &#x201C;You will find it in the 51st chapter of Genesis!&#x201D;<span class=\"citation\" id=\"53760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53760)\">Gen. 51:1<\/a><\/span> and there are only fifty chapters in that book. Our Elders may tell the priests that there are fifty-one chapters in Genesis, and but few of them, if any, will know that there are only fifty. With regard to true theology, a more ignorant people never lived than the present so-called Christian world. <\/div><div class=\"paragraph jod\" id=\"v8n1081\"> Saints, live your religion faithfully, and you will enjoy life; and when you are as old as I am, your hair will <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3329\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be as bright as mine is. If I live to the first day of next June, I shall be sixty years old, though I do not look or feel as though I had reached that age. What preserves me? The spirit of my religion&#x2014;the power of God that is upon me and through me.<span class=\"citation\" id=\"125073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125073)\">D&amp;C 84:33<\/a><\/span> I love it; it is better to me than meat and drink&#x2014;than my temporal life. Many a man will lay down his life for his religion, but will not live it one day. Live your religion, and have no desire but to build up the kingdom of God on the earth. The love of God is bestowed upon this people, and what is its effect? Persons in foreign lands, for the Gospel, for the sake of Jesus and the kingdom of God, have left fathers, mothers, children, wives, husbands, and every other relative they had, and come to this distant region.<span class=\"citation\" id=\"66620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66620)\">Mark 10:29-30<\/a><\/span> The Gospel will take two of a city, and, once in a while, one of a family;<span class=\"citation\" id=\"60310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60310)\">Jer. 3:14<\/a><\/span> it will take one here and another there. Fathers, mothers, brothers, and sisters are no more to me than are any other persons, unless they embrace this work.<span class=\"citation\" id=\"64458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64458)\">Matt. 12:46-50<\/a><\/span> Here are my fathers, my mothers, my sisters, and my brethren in the kingdom, and I have none outside of it, neither in any part of the earth, nor in all the eternity of the Gods. In this kingdom are my acquaintances, relatives, and friends&#x2014;my soul, my affections, my all. <\/div><div class=\"paragraph jod\" id=\"v8n1082\"> I will carry this idea a little further, for the sake of those who are unmarried. Since I was baptized into this Church and kingdom, if all the female beauty had been simmered down into one woman not in this kingdom, she would not have appeared handsome to me; but if a person's heart is open to receive the truth, the excellency of love and beauty is there. How is it with you, sisters? Do you distinguish between a man of God and a man of the world? It is one of the strangest things that happens in my existence, to think that any  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man or woman can love a being that will not receive the truth of heaven. The love this Gospel produces is far above the love of women: <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it is the love of God&#x2014;the love of eternity&#x2014;of eternal lives. <\/div><div class=\"paragraph jod\" id=\"v8n1084\"> May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}