{"ID":80059, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Restoration&#x2014;Resurrection, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, October 21, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Restoration&#x2014;Resurrection, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/21\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d59\">\n<div class=\"paragraph jod\" id=\"v8n1197\"> We wish the Saints to distinctly understand that the remarks just made by brother Hyde do not pertain to doctrine, are not commandments, and have nothing to do with the ordinances of the house of God. He has given us some of his views and reflections. Suppose them to be true, and what of them? Suppose they are not true, and what of it? They have nothing to do with the doctrines and faith of this people. Whether they are true or not is about as immaterial as to know whether it is going to rain tomorrow or next week. If it rains, all we can do is to say, Let it rain; if it does not rain, all we have to do is to prepare to do the best we can with the dust: that is all there is of it. It is no matter whether those views and reflections are true or false. <\/div><div class=\"paragraph jod\" id=\"v8n1198\"> According to the Scriptures, as they have come to us, we most assuredly believe that the measure we receive at the hands of our enemies will be measured to them again.<span class=\"citation\" id=\"63699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63699)\">Matt. 7:2<\/a><\/span> But whether the wicked seek to corrupt the Church of God or not, the Saints will inherit every good thing. This is not saying that we are Saints. I have not yet come to that, though I firmly believe that we are trying to be Saints. Those that overcome and sit down with Jesus in his Father's kingdom will possess all things:<span class=\"citation\" id=\"79122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79122)\">Rev. 3:21<\/a><\/span> no good thing will be withheld from them.<span class=\"citation\" id=\"56931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56931)\">Ps. 84:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1199\"> Man is the lord of this earth, not woman. It is frequently told you <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3306\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that all the creatures of God, except man, will abide and honor the law under which they are placed.<span class=\"citation\" id=\"88432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88432)\">D&amp;C 88:25<\/a><\/span> The vegetable, mineral, and animal kingdoms, except man, will abide the law by which they were made, and will be prepared to dwell on the new earth, in the midst of the new heavens that will be reorganized&#x2014;the earth that we now inhabit. Man is the transgressor. Eve was the first to partake of the forbidden fruit, and the man was disposed to follow her, and did follow her; consequently, sin is in the world, and when redemption comes it must come by man. When we speak of law and the transgression of law, we refer to the law of God to man. <\/div><div class=\"paragraph jod\" id=\"v8n1200\"> I doubt whether it can be found, from the revelations that are given and the facts as they exist, that there is a female in all the regions of hell. We are complained of for having more wives than one. I don't begin to have as many as I shall have by and by, nor you either, if you are faithful. I am not the one that will dispose of them, but the Almighty to whom they belong; and it is His right to dispose of us and of all his creatures and creations. <\/div><div class=\"paragraph jod\" id=\"v8n1201\"> I assuredly believe that all brother Hyde has said in regard to the restoration of the Saints to their inheritances, &amp;c., will come to pass. And I believe, furthermore, if the men who have driven us&#x2014;the counties, States, and the General Government of the United States, proffer to take  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>me back to the land of my inheritance, I shall refuse to go by their hands. I think I shall say, You can go to hell: I came here without any of your assistance, and I shall return again on the bounty of God, asking no assistance from you. That is my belief. I also believe that the gold and the silver belong to the faithful, and not to those who oppose the work of God. The horses and the chariots belong to the faithful, and not to the wicked. I believe they will be hungry, naked, and barefooted, while we are well fed, well clad, and ride in our carriages. I do not intend to be brought under obligations to or any alliances with the wicked, nor to have any affinity with them in heaven or on earth, nor to go to hell to have any with them there. I expect to individually own enough horses, wagons, carriages, oxen, cows, sheep, and everything this people will need in going back to Jackson County, Missouri, and ask no assistance of those who have driven and persecuted us. They may think that I have a poor opinion of them; but I cannot be as contemptible in their opinion as they are in mine, for the reason that they do not know enough. They, like us, were formed in the image of Him who has created us sons and daughters of the Almighty;<span class=\"citation\" id=\"52126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52126)\">Gen. 1:26<\/a><\/span> but they have disgraced their being and violated every blessing that pertains to their organization. They remain for the wrath of God to rest upon them, and it will rest upon them. I have no particular allusions to those who have been here, though you may stir them up together (those who have been here and those who have not), and with few exceptions, they will all appear of the same color. With few exceptions, they are all alike, for those who are not for us are against us.<span class=\"citation\" id=\"64368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64368)\">Matt. 12:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1203\"> Every intelligent person under the heavens that does not, when informed, acknowledge that Joseph Smith, Jun., <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3305\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is a Prophet of God, is in darkness, and is opposed to us and to Jesus and his kingdom on the earth. What do you suppose I think of them? They cannot conceive their own degradation. If they could, they would turn away from their wickedness. I know them, but they do not know me. We live in an atmosphere they do not approach; they have not ability to see the path we walk in. Would I treat them as badly as they would treat us? No. They would murder us in a moment, if they had the power, unless we would renounce our religion. But they are trifling with their own existence, when they measure arms with the Almighty. All the day long we have extended to our enemies the hand of mercy and charity. We would offer to them life and salvation. What would they offer to us? Death and damnation, if they had the power; but they have not the power, and never will have. <\/div><div class=\"paragraph jod\" id=\"v8n1204\"> From the day that Joseph brought forth the records of the Book of Mormon, which he translated by the power of God,<span class=\"citation\" id=\"125335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125335)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125335)\">D&amp;C 135:3<\/a><\/span> until the day of his death, they said that he was seeking to bring down the wrath of the Lamanites upon the whites. They have driven us among the Lamanites, whom they were continually trying to keep us from mingling with. Why did they do this? God had decreed that they should, and they could not help it; and they will keep teasing and worrying and contending and fighting with one another, until the prophecy be fulfilled concerning the sons of Jacob, who will rise up and go through among the Gentiles like a lion through the forest.<span class=\"citation\" id=\"82822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82822)\">3 Ne. 20:16<\/a><\/span> And who can stand before them? No one. Jew and Gentile, hear it; you are bringing upon your heads the very things you are trying to avoid, like the Government of the United States, which is striving with all its might, and calling to its aid the best wisdom of the  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nation to preserve its existence. Everything they do divides them until they will be split asunder and shivered to pieces. So they would do with this work. <\/div><div class=\"paragraph jod\" id=\"v8n1206\"> They succeeded in killing Joseph, but he had finished his work. He was a servant of God, and gave us the Book of Mormon. He said the Bible was right in the main, but, through the translators and others, many precious portions were suppressed, and several other portions were wrongly translated;<span class=\"citation\" id=\"94064\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94064)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94064)\">A of F 1:8<\/a><\/span> and now his testimony is in force,<span class=\"citation\" id=\"76895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76895)\">Heb. 9:16-17<\/a><\/span> for he has sealed it with his blood.<span class=\"citation\" id=\"91965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91965)\">D&amp;C 135:3<\/a><\/span> As I have frequently told them, no man in this dispensation will enter the courts of heaven, without the approbation of the Prophet Joseph Smith, Jun. Who has made this so? Have I? Have this people? Have the world? No; but the Lord Jehovah has decreed it. If I ever pass into the heavenly courts, it will be by the consent of the Prophet Joseph. If you ever pass through the gates into the Holy City, you will do so upon his certificate that you are worthy to pass. Can you pass without his inspection? No; neither can any person in this dispensation, which is the dispensation of the fulness of times. In this generation, and in all the generations that are to come, everyone will have to undergo the scrutiny of this Prophet. They say that they killed Joseph, and they will yet come with their hats under their arms and bend to him; but what good will it do them, unless they repent? They can come in a certain way and find favor, but will they? No. We paid for lands in Missouri that the wicked now possess. The United States could rise up and say, &#x201C;You Mormons, come back, and we will defend you in your rights.&#x201D; But will they do this? No, but they will spend their millions to deprive us of our just rights. They might do a great <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3304\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> many good things: they might forsake their meanness, if they had a mind to. <\/div><div class=\"paragraph jod\" id=\"v8n1207\"> If this people will do right and keep the law of the Lord, he will bring them back to the lands of their inheritances. The question might be asked, &#x201C;Have you lands to return to?&#x201D; Yes, I have lands in Missouri&#x2014;lands in a number of places&#x2014;farms that I am the rightful owner of. I am the rightful owner of lands in Illinois. Did I occupy them? No. Why? Did I observe the laws? Yes: I lived so entirely above them, that to me they were comparatively beneath my feet. &#x201C;Why could you not live in Missouri or Illinois?&#x201D; I believed that Joseph Smith, Jun., was and is a Prophet, and that Jesus Christ is coming to cleanse the earth from pollution and gather the Saints from the four quarters of the world. Because I believed in God the Father, and in Jesus Christ as the Savior of the world, and in the doctrine he taught, and because I practiced that doctrine; and if you say that you believe this doctrine and do not practice it, you can be a good Christian. <\/div><div class=\"paragraph jod\" id=\"v8n1208\"> The administrators of the Government of the United States violated every principle of the Constitution in the very act of making a war upon their own subjects; and if the laws of Congress were carried out, they would be treated as traitors to the Government. I was in Missouri through the troubles. Did this people transgress the law of that State or of the United States? Did they do anything to justly bring the wrath of that State or of the Government upon them? No. This people observed the laws of Missouri and the law of God more strictly than any other class, and yet the State authorities could issue their orders to exterminate the &#x201C;Mormons&#x201D;&#x2014;to drive or destroy them&#x2014;every man, woman, and child of them. Suppose the  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Constitution of that State had been carried out to the letter, every man that had anything to do with that mobbing&#x2014;at least those in authority, with the Governor at their head, would have been hung. <\/div><div class=\"paragraph jod\" id=\"v8n1210\"> Every man that used his influence to send an army here, if the Constitution is carried out (and the day will come, as the Lord lives, when we shall be able to carry it out), will be at the disposal of the hemp, if we say so. The day will come, as sure as the sun now shines and the Lord Almighty leads us through, as he has spoken from the heavens, when this people will return to the land of their inheritance. Perhaps these parents will not return, but their children will return and inherit the land promised to their fathers, and all the powers of hell and earth cannot prevent it. If we live our religion, we will enjoy this blessing, either in this life or in the next. That is the consolation the Saints have. If we lay down these tabernacles to rest in the grave, by-and-by we will take them up again, purified from all inbred corruption and made whole from every power of Satan in our flesh. <\/div><div class=\"paragraph jod\" id=\"v8n1211\"> Our bodies are now mortal. In the resurrection there will be a reunion of the spirits and bodies, and they will walk, talk, eat, drink, and enjoy. Those who have passed these ordeals are society for angels&#x2014;for the Gods, and are the ones who will come into the Temple of the Lord that is to be built in the latter days, when saviors shall come up upon Mount Zion,<span class=\"citation\" id=\"61974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61974)\">Obad. 1:21<\/a><\/span> and will say, &#x201C;Here, my children, I want this and this done. Here are the names of such and such ones, of our fathers, and mothers&#x2014;our ancestors; we will bring them up. Go forth, you who have not passed the ordeals of death and the resurrection&#x2014;you who live in the flesh, and attend to the ordinances for <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3303\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those who have died without the law.&#x201D;<span class=\"citation\" id=\"87107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87107)\">D&amp;C 76:72<\/a><\/span> Those who are resurrected will thus dictate in the Temple. When the Saints pass through death, they cannot officiate in this sinful world, but they will dictate those who are here. &#x201C;Go, now, and be baptized for the honorable&#x2014;for those who would have received the law of God and the true religion, if they had lived; be baptized for the heathen&#x2014;for all who were honest; officiate for them, and save them, and bring them up. Be baptized for them, anointed for them, washed and sealed for them, and fulfil all the ordinances which cannot be dispensed with.&#x201D; They will all be performed for the living and the dead upon Mount Zion. <\/div><div class=\"paragraph jod\" id=\"v8n1212\"> We can receive the truth, live in it, and enjoy its benefits, or we can reject it: that we have power to do. This generation have power to reject the Gospel, and they are very fervent in so doing. They are as perfectly enthusiastic in that course as any people that ever lived. Nation after nation has had the Gospel offered to them, the fulness of the Gospel has been preached to them, and they have studiously rejected it. This was the first nation blessed with the Gospel in our day, and have they not been fervent to reject it by towns, cities, counties, states, and the nation? They are as determined to reject the Gospel as they are to live and overcome the kingdom of God. Will they overcome that kingdom? No. Every time they persecute and try to overcome this people, they elevate us, weaken their own hands, and strengthen the hands and the arms of this people. And every time they undertake to lessen our number, they increase it. And when they try to destroy the faith and virtue of this people, the Lord strengthens the feeble knees,<span class=\"citation\" id=\"59165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59165)\">Isa. 35:3<\/a><\/span><span class=\"citation\" id=\"87391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87391)\">D&amp;C 81:5<\/a><\/span> and confirms the wavering in faith and power in God, in light, and intelligence. Righteousness and  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>power with God increase in this people in proportion as the Devil struggles to destroy it. <\/div><div class=\"paragraph jod\" id=\"v8n1214\"> We cannot help being Saints; we cannot prevent the rolling forth of the work of God: in and of ourselves we have no power to control our own minds and passions; but the grace of God is sufficient to give us perfect victory. The power of the Lord our God helps us, and the Devil and his emissaries help us&#x2014;the one on the one hand, the other on the other hand. We have power to receive the truth or reject it, and we have power to reject the evil or receive it. <\/div><div class=\"paragraph jod\" id=\"v8n1215\"> This is the kingdom of God, and the people have not been preserved by my wisdom, but by the wisdom and power and knowledge of God. He knows how to weaken the armies of the Philistines. They may come here by tens of thousands, and multiply that number by ten and make it hundreds of thousands, and He can make them destroy themselves, until they melt away like the snow upon the mountains in summer. He can also strengthen this people or weaken them at his pleasure. And if they are faithful to the covenants they have entered into with their God, they will multiply and wax strong, until not a dog in all the mountains of Ephraim, from the Pacific to the Atlantic, and from Hudson's Bay to Cape Horn, dare open his mouth or raise his voice against the anointed of the Lord. Don't you pity our nation? I do. They have not enough knowledge to act according to their own laws. The officers they send here do not know enough to act according to the laws they were sent to magnify. The nation is becoming imbecile and weak; <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3302\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are unstable as water; they do not seem to have the wisdom of a child; and every move they make they manifest their weakness before the world, and put themselves to shame before each other. I have said enough about this matter, though I have only dropped a few hints. <\/div><div class=\"paragraph jod\" id=\"v8n1216\"> I began with brother Hyde's remarks, and I will end with them. He has not been teaching you doctrine. Whether those things he has been speaking about are true or not, who cares? Who cares who takes us back to the land of our inheritance? I have told you my feelings on the subject. If they want to take us back today, I say, No; I came here without their aid, and I ask no assistance from them. All I ask of them, or ever have, is, when any of them leave this Territory, to pay their honest debts and not steal. Some few come to me, when they are about to leave, and say&#x2014;&#x201C;I am going to this or that place; anything I can do for you, Governor Young, I am at your service.&#x201D; My reply is, I have one thing to ask of you and of all creation&#x2014;namely, When you speak of this people, speak the truth, and do not lie about them. Will they do that? Some will, and some will not; some will publish a lie from east to west, from north to south. If you would give a dollar a line for publishing the truth, as a general thing you cannot get editors to publish it. Now, lie and be d&#x2014;&#x2014;d, the whole of you; I ask no favors of you. <\/div><div class=\"paragraph jod\" id=\"v8n1217\"> God bless the humble in heart, and those who promote truth and righteousness upon the earth; and let the wrath of the Almighty be upon the wicked and ungodly. Amen. <\/div>\n<\/div>\n<\/div>"}