{"ID":80054, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel Commission, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Bowery, Great Salt Lake City, September 2, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel Commission, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 9\/2\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d54\">\n<div class=\"paragraph jod\" id=\"v8n1131\"> You have all heard what has been said, and I presume there is not an intelligent mind here today but what could say Amen. Every person can hear and judge for himself. In judging, you must be sure and judge a righteous judgment,<span class=\"citation\" id=\"69395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69395)\">John 7:24<\/a><\/span> which is to judge without prejudice. <\/div><div class=\"paragraph jod\" id=\"v8n1132\"> The enemies of the Church of Jesus Christ of Latter-day Saints are so prejudiced against this people, that they cannot hear the truth, neither can they open their minds to receive it. It is with them that speak evil of the religion we profess, as they said anciently, &#x201C;There can no good thing come out of Nazareth.&#x201D;<span class=\"citation\" id=\"68647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68647)\">John 1:46<\/a><\/span> They did not believe it possible that the Savior could come out of such a place as Nazareth, and now the world do not believe that any good can be produced by this people; but we know that all the truth there is on the earth belongs to this kingdom and people, and that which has been revealed in the last days is comprehended by many of the Saints of God in these mountains. <\/div><div class=\"paragraph jod\" id=\"v8n1133\"> It is our duty as a people to practice our religion, and not say that we are Latter-day Saints and never practice it; but when we say so, let us practice that religion which teacheth us to do good, to be generous, and extend the hand of benevolence to all men. This is our religion, and it is the religion which Christ taught. <\/div><div class=\"paragraph jod\" id=\"v8n1134\"> Now, I will bring up a saying of Jesus, used when giving a commandment to his Apostles, and that commandment is to us. He said, &#x201C;Go ye <div class=\"break columnbreak\" id=\"210b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0210.pdf\" target=\"pdfwin\">p.&#xA0;210b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3318\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.&#x201D; (Matthew, 28th chap.)<span class=\"citation\" id=\"66458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66458)\">Matt. 28:19-20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1135\"> This is the commission that Jesus Christ gave to his Apostles, and he authorized them to call others and place upon them that authority necessary to qualify them to administer the ordinances of the Lord's house, and make them ministers of righteousness.<span class=\"citation\" id=\"74282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74282)\">2 Cor. 11:15<\/a><\/span> In another place his commission to them is worded a little differently. It reads as follows&#x2014;&#x201C;Go ye into all the world, and preach the gospel to every creature. He that believeth and is baptized shall be saved; but he that believeth not shall be damned. And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues; They shall take up serpents; and if they drink any deadly thing, it shall not hurt them: they shall lay hands on the sick, and they shall recover.&#x201D; (Mark, chap. 16, ver. 15-18.)<span class=\"citation\" id=\"66832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66832)\">Mark 16:15-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1136\"> If you have a little water sprinkled in your face, poured upon your head, or you kneel in the water, is that baptism? No; you must go and be buried with Christ&#x2014;<span class=\"citation\" id=\"72398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72398)\">Rom. 6:4<\/a><\/span>be immersed&#x2014;overwhelmed in the water. This requirement is binding upon all, both high and low. Kings upon their thrones have got to bow to it or be damned. And I will say to you, gentlemen and ladies, who have not complied with  <div class=\"break pagebreak\" id=\"211a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0211.pdf\" target=\"pdfwin\">p.&#xA0;211a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this, you will have to do so in a day to come, before you can receive an exaltation in the kingdom of God; for the day will come when every knee shall bow and every tongue confess that Jesus is the Christ, the Son of the living God.<span class=\"citation\" id=\"75439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75439)\">Philip. 2:10-11<\/a><\/span> This is the Gospel of Christ that we preach, and it is going to all the nations of the earth; and it will never stop till every ear shall have heard the sound, and every tongue confess that Jesus is the Lord.<span class=\"citation\" id=\"88744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88744)\">D&amp;C 88:104<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1138\"> I introduced the Gospel into Europe 23 years ago. Now where is it? It has spread throughout many of the European countries, its sound has been heard in Asia, Africa, and Australia, and in many of the islands, and tens of thousands have received the truth. I know that this is the Gospel of Christ, and it is the power of God unto salvation to every one that believeth<span class=\"citation\" id=\"72174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72174)\">Rom. 1:16<\/a><\/span> and practices it; but it is not the power of God to those who do not practice it. <\/div><div class=\"paragraph jod\" id=\"v8n1139\"> If this Gospel of the kingdom<span class=\"citation\" id=\"65697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65697)\">Matt. 24:14<\/a><\/span> had been preached in its simplicity by all the Elders, there would have been a thousand in the Church now where there is one. But the Elders preach everything to the world but what they are sent to preach. Instead of going down to the root of the matter, and coming up to the trunk and limbs, they begin at the top and cram it down; yes, they make them swallow the tree top foremost. <\/div><div class=\"paragraph jod\" id=\"v8n1140\"> Now, in all the missions of President Young and myself, there was never a circumstance occurred where men wanted to argue and hold discussion with us, because we presented the plain truth. But when men reason upon things they know nothing about, they get into trouble. It is the duty of the Elders to simplify everything as they can, go down to the roots, and do not take hold of the biggest roots but the small ones, and show them gradually every principle that pertains to eternal life. <\/div> <div class=\"break columnbreak\" id=\"211b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0211.pdf\" target=\"pdfwin\">p.&#xA0;211b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3317\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1141\"> If men that are going to preach the Gospel will do this, the Lord will teach them something, for he is a natural mechanic; and that man is a natural preacher and a natural being who is like his father; for our God is a natural man, and as President Young says, our Heavenly Father is the beginning; the first of all mechanics. Where did he get his knowledge from? From his Father, just as we get knowledge from our earthly parents. Why, bless you, there are men in this Church that knew my grandfather, and I knew my father, and many of you know your fathers. Now, you know me, all of you, and I have offspring, and they are acquainted with me, and know considerable of my mind. Then why not the children of our Heavenly Father know his mind and will? If the people were as natural as they were in the beginning, they would be much more intelligent than they are now. <\/div><div class=\"paragraph jod\" id=\"v8n1142\"> In relation to the way in which I look upon the works of God and his creatures, I will say that I was naturally begotten; so was my father, and also my Savior Jesus Christ. According to the Scriptures, he is the first begotten of his father in the flesh,<span class=\"citation\" id=\"68595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68595)\">John 1:14<\/a><\/span> and there was nothing unnatural about it. <\/div><div class=\"paragraph jod\" id=\"v8n1143\"> I will say to all friends, neighbors, and visitors, and all the world that have not complied with the Gospel, Repent of your sins and be baptized for the remission of them, and receive the Holy Ghost by the laying on of hands by those having authority. Be honest, and seek to serve the Lord your God. This is my advice to you and those of my brethren that have come in with the handcarts, or what I call the Independent Company of the United States. Be Saints; live your religion; be upright and virtuous in all things. Do you think you will find sharks here? Yes, I tell you there are plenty of sharks, and lots of  <div class=\"break pagebreak\" id=\"212a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0212.pdf\" target=\"pdfwin\">p.&#xA0;212a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>those sawfish; and then there are those that will try to fulfil the Savior's words respecting entertaining strangers,<span class=\"citation\" id=\"77344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77344)\">Heb. 13:2<\/a><\/span> and they will take you in, and they will shave you of every dime you have in the world; and if they cannot shave you, they will steal from you. I want to warn you of it, for that very kind of characters shaved me and stole some of my cattle, and they have stolen from my brethren and sisters; and the greatest suffering we have with such men is to bear with such a set of ungodly creatures; and it is the worst thing, and the most troublesome and oppressive, to have such kind of characters on the Plains. And this is the effect of the late reformation, when the United States sent the flower of the army to civilize us. <\/div><div class=\"paragraph jod\" id=\"v8n1145\"> We have just such men here, and they bemean us all, and it is hard to <div class=\"break columnbreak\" id=\"212b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0212.pdf\" target=\"pdfwin\">p.&#xA0;212b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3316\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> find any meaner men than they are. I will tell you it is hard work to deal with such a hard set of people. A more wicked set of scoundrels never lived than we have got here. Is it not too bad to be afflicted with such like creatures? It is hard, but we have got to bear it, and we shall have to bear it till the Gospel net gathers of every kind of fish,<span class=\"citation\" id=\"64704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64704)\">Matt. 13:47-50<\/a><\/span> and the Lord says, Go forth and reap. He will gather the wheat into the garner,<span class=\"citation\" id=\"62731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62731)\">Matt. 3:12<\/a><\/span> that the tares may be burned;<span class=\"citation\" id=\"64639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64639)\">Matt. 13:40<\/a><\/span> and that day will soon come. <\/div><div class=\"paragraph jod\" id=\"v8n1146\"> God bless you, and peace be with you! Righteousness attend you, and your wives, and your children after you! God bless the mountains and valleys, and root out the wicked and the ungodly, that they may not have power to combine against us, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}