{"ID":80051, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Joys of Eternity.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, October 6, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Joys of Eternity.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/6\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d51\">\n<div class=\"paragraph jod\" id=\"v8n1085\"> I wish the people could realize that they walk, live, and abide in the presence of the Almighty. The faithful shall have eyes to see as they are seen,<span class=\"citation\" id=\"87165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87165)\">D&amp;C 76:94<\/a><\/span> and you shall behold that you are in the midst of eternity and in the presence of holy beings, and be enabled ere long to enjoy their society and presence. You are greatly blessed. How many there are who say&#x2014;&#x201C;God bless you!&#x201D; How many times it is said to the Saints&#x2014;&#x201C;I bless you, and may the Lord bless you!&#x201D; You shall be blessed all the time. Good is poured out on the people, and we say Amen. <\/div><div class=\"paragraph jod\" id=\"v8n1086\"> The brethren have done nobly in their contributions to the Missionary Fund, and we expect to continue to do nobly. How much do we expect to do for the kingdom of God? The talent, ability, and everything placed in the hands of this people shall be devoted to his cause and kingdom on the earth, in the name of the God of Israel. These are my feelings. As far as I have control, and as far as I have influence in this kingdom, all within its pales shall be devoted to its upbuilding. When Elders are <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3328\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> called to go and preach, they go; and when we want means we shall have it. <\/div><div class=\"paragraph jod\" id=\"v8n1087\"> Tomorrow morning we expect to meet you here again. When shall we meet to part no more? Never, never; no, never. That is a curious idea, and I have not time to give full explanations. We shall go and come; and when we are in the eternity, we shall be on this earth, which will be brought into the immediate presence of the Father and the Son. We shall inhabit different mansions, and worlds will continue to be made, formed, and organized, and messengers from this earth will be sent to others. This earth will become a celestial body&#x2014;be like a sea of glass, or like a Urim and Thummim;<span class=\"citation\" id=\"91297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91297)\">D&amp;C 130:7-11<\/a><\/span> and when you wish to know anything, you can look in this earth and see all the eternities of God. We shall make our home here, and go on our missions as we do now, but at greater than railroad speed. <\/div><div class=\"paragraph jod\" id=\"v8n1088\"> It is time to close our meeting; and, by the power and right I have in the Priesthood of the Son of God, I bless the Saints of latter days. Amen. <\/div>\n<\/div>\n<\/div>"}