{"ID":80067, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Evil Habits and Practices, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, December 16, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Evil Habits and Practices, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 12\/16\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d67\">\n<div class=\"paragraph jod\" id=\"v8n1375\"> You have all heard the remarks and sentiments of brother Wells. His exhortations are very good; they will make you and every soul who obeys them free, because truth is life, and life is light. <\/div><div class=\"paragraph jod\" id=\"v8n1376\"> I do not believe there is a man here today but what knows that the doctrine taught today is truth. It is the word of God&#x2014;the revelations of Jesus Christ<span class=\"citation\" id=\"125340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125340)\">Gal. 1:12<\/a><\/span> to every one that hears, and salvation to all who yield obedience to it and carry it out practically. Your faith without works is vain.<span class=\"citation\" id=\"77585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77585)\">James 2:20<\/a><\/span> The religion which you and I believe in requires us to live by its precepts&#x2014;to be Saints in very deed. It is life, joy, and peace to those who practice it, and condemnation to those who despise it. <\/div><div class=\"paragraph jod\" id=\"v8n1377\"> Brother Wells has made some excellent remarks on the practice of drinking liquors. The results of this evil are seen everywhere; but to say that it leads to all manner of evils would be as far out of the way as the saying that the love of money is the root of all evil;<span class=\"citation\" id=\"75977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75977)\">1 Tim. 6:10<\/a><\/span> for there are hundreds of men in the world that do not drink a drop, and they are as full of wickedness as any men upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v8n1378\"> Drinking liquor is a habit you may easily become habituated to: drinking one dram creates an appetite for a second. It is just so with a man who commences telling lies: he commences with a little childish lie, believing that it will do no harm, and so he continues on until he becomes <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3272\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> an habituated liar. These things become habits, and men bend their minds to them by degrees. The same may be said of stealing: persons addicted to stealing first began by stealing some trifling thing&#x2014;perhaps a halfpenny or a penny; from that they get to a picayune, sixpence, and a dollar, and they then become habitual thieves. I could mention many things that we as a people permit ourselves to do. <\/div><div class=\"paragraph jod\" id=\"v8n1379\"> Some will tattle about their neighbors, and they will be very busy at what we call backbiting, or, more properly speaking, telling lies. These are evils that will eventually lead a man down to death. <\/div><div class=\"paragraph jod\" id=\"v8n1380\"> People may say there is no sin in stealing<span class=\"citation\" id=\"54287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54287)\">Ex. 20:15<\/a><\/span> from an unbeliever; but I tell you that the man who will do it will, if I let him have the chance, steal from me; and such a course will lead them down to death and destruction. And I now prophesy that the day will come when the man who will do this will become poor, and be a vagabond upon the earth;<span class=\"citation\" id=\"52732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52732)\">Gen. 4:12<\/a><\/span> and probably it may affect his children, if they partake of the same influence. <\/div><div class=\"paragraph jod\" id=\"v8n1381\"> These are my sentiments, in the presence of God, angels, and men. Brethren, these very men who lie and steal will try to hide their own sins by saying that the Presidency both do this and sanction it. God will curse all who say such things, and all Israel will say Amen. If I knew that I must draw my last breath in ten minutes from now, I should  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>still know that I am telling the truth. There are many of these characters of whom I am speaking, who do not drink any liquor at all; and then, again, we know that there are many who do indulge. Every murder that has been committed in this Territory has been done under the influence of liquor; and I will here remark that the most of them have been men who deserved to die; and, furthermore, I think it would be quite as well if there were a great many more on the same road. <\/div><div class=\"paragraph jod\" id=\"v8n1383\"> Brother Wells has truly remarked that the world and all hell combined cannot stop this great and mighty work. This is the Church of Jesus Christ of Latter-day Saints, established by revelation from heaven; and of this I feel proud to bear testimony. <\/div><div class=\"paragraph jod\" id=\"v8n1384\"> So far as the world are concerned, I care no more about them than I do about the snow that is upon the ground, except they repent and obey the Gospel. They cannot effect anything one way or the other. <\/div><div class=\"paragraph jod\" id=\"v8n1385\"> Brother Wells states that all the trouble and annoyances he fears are those that may arise among ourselves. I wish to see these things cultivated in the hearts of the people, or rather stored up for cultivation. The question was asked, Whence is all this sorrow and pain? These things arise from men and women who profess to be Latter-day Saints. This I consider one of the most irritating and tormenting things upon this earth. <\/div><div class=\"paragraph jod\" id=\"v8n1386\"> Saints, rise up to the dignity of men and women in Christ Jesus, do right, learn to be men, learn to lay aside every bad practice,<span class=\"citation\" id=\"77163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77163)\">Heb. 12:1<\/a><\/span><span class=\"citation\" id=\"81416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81416)\">2 Ne. 10:20<\/a><\/span> cease your drinking, and put away everything else that is evil. Let us be one; let us try and live so that all will be as one man, or one drop of water, and thus partake of each other's principles and attributes, and of the attributes of God, that angels may be our associates by night and by day. <\/div> <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3271\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1387\"> If this people will take this course, and live their religion in all things, I can prophesy in the name of Israel's God that you will never have to fire a gun, for the Lord will send his angels to do the work of destruction among the wicked. The Almighty will lead the wicked as a man leads a horse, at pleasure. Brethren, why don't you live your religion, magnify your callings, and honor God in all things you do and say? Be humble and prayerful; be faithful to your duties at all times. <\/div><div class=\"paragraph jod\" id=\"v8n1388\"> I am speaking plainly to you: you may perhaps call it scolding, but I am speaking of unrighteous practices&#x2014;such as will bring trouble upon you, and a final dissolution. Tell me of a man that understands what has been said here this afternoon, who does not know this as well as I do? Why do I say this? Because here is light, knowledge, and revelation handed to you every Sabbath by President Young and others. This is plain and easy to be understood by all the Saints who have been here and partaken of the words of life that have been dispensed to the people for the last few years. <\/div><div class=\"paragraph jod\" id=\"v8n1389\"> I have pride in the improvement that I see among the people, and I have great satisfaction in seeing my family do right, living an humble life, and setting an example that is worthy of imitation. I am also proud of the industry that I behold around me, in seeing the people making their own clothing. In this my family greatly improve, and I delight in it, for it is setting a good example before my children. I delight in seeing my children temperate, and it would please me more if they would not touch liquor at all. Then my sons would be honorable and filled with the power of God, and that would be the height of my ambition, to see my sons and daughters walking in the way of life and salvation, my sons  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>becoming kings and priests of the Most High, and my daughters becoming mothers in Israel, like unto Abraham, Moses, Sarah, and Rebecca of old. <\/div><div class=\"paragraph jod\" id=\"v8n1391\"> You might suppose that I am proud of this coat or any other clothing that I wear, like many people in this Church who make dress their god. It is true, when I am kept warm by wearing good clothes, that I feel comfortable and thankful; but I do not set my heart upon clothes; and I would like to see you Elders of Israel act upon the same principle&#x2014;to be honorable and upright in all things. I would like to see every soul of you doing right and carrying with you a holy influence. I feel as honorable, and yet as humble, as if I were in the presence of God and his holy angels. <\/div><div class=\"paragraph jod\" id=\"v8n1392\"> There are some of our people who do not believe that angels have anything to do with us; but I can tell you that angels are here today. Who are they? They are men who hold the same Priesthood as President Young and his brethren. They are engaged in this work individually and collectively. They are the characters who watch over you Seventies and Elders: they want to save you and bear you off victoriously. I know this, for they have been with me and administered to me. <\/div><div class=\"paragraph jod\" id=\"v8n1393\"> If we are faithful, the victory will be ours; and all the combined powers of the wicked nations of the earth, aided by all the devils from the infernal regions, cannot remove this people out of their present location, neither can they stay the progress of the work in which we are engaged; but it is the wickedness that will rise up in the Church that will cause us trouble. It is now as it was in the days of Jesus and the Prophets. We read in the Book of Mormon that the Gadianton robbers<span class=\"citation\" id=\"82415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82415)\">Hel. 2:4<\/a><\/span> came down from the mountains&#x2014;<span class=\"citation\" id=\"125341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125341)\">3 Ne. 1:27<\/a><\/span>they robbed, plundered, and in many instances slew the Saints. I can tell you, brethren and sisters, <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3270\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that we have similar characters in these mountains, who are making pretty rapid progress in preparing to destroy this people. This I know to my sorrow. <\/div><div class=\"paragraph jod\" id=\"v8n1394\"> When we take hold of men in this kingdom, we want to make something of them: in many instances they are dishonest, and we cannot do much with them. But in regard to the people of the world, I do not trouble much about them: they do not live the religion of Jesus Christ&#x2014;they do not profess to live it, but they think that we are all fools for following Joseph Smith and Brigham Young. We know our religion is true&#x2014;we profess to live its principles; but if we turn against it, we have more knowledge, and hence more power to operate against it. <\/div><div class=\"paragraph jod\" id=\"v8n1395\"> You have frequently heard of brother Hyde, brother Russell, and myself being afflicted with devils in England. There were legions of them came upon us and sought to destroy us: but we were not alone; our guardian angels were there to assist us, and they delivered us out of the danger, and out of the power of our enemies. <\/div><div class=\"paragraph jod\" id=\"v8n1396\"> Brethren, be of good cheer, lift up your heads and your hearts in purity before God, and rejoice in the strength of the Holy One of Israel, for the wicked shall not overcome, but we will ride off victoriously and sing songs of praise and triumph. <\/div><div class=\"paragraph jod\" id=\"v8n1397\"> The day will come when the Lord our God will empty the earth of all her wicked inhabitants,<span class=\"citation\" id=\"58378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58378)\">Isa. 24:1<\/a><\/span><span class=\"citation\" id=\"128249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128249)\">D&amp;C 5:19<\/a><\/span> for he is going to cleanse this earth from wickedness and prepare it for the abode of the righteous; and you may rest assured that it will take a tremendous shaking and an unprecedented great fire to purify this earth ready for the Saints of light. <\/div><div class=\"paragraph jod\" id=\"v8n1398\"> May the Lord bless you all, brethren and sisters, and all the faithful and righteous Saints that live upon the earth, that they may be prepared for the coming of the Lord Jesus, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}