{"ID":80069, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Testimony of the Spirit of Truth&#x2014;Effects that Followed the Gospel Anciently and that Follow It Now, &amp;c.<\/div>\n<div class=\"subtitle\">Discourse by Wilford Woodruff, delivered in the Tabernacle, Great Salt Lake City, April 22, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Testimony of the Spirit of Truth, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 4\/22\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d69\">\n<div class=\"paragraph jod\" id=\"v8n1410\"> I always feel much pleasure in addressing a congregation of the Saints when I am inspired by the Holy Ghost, for then I can be of benefit to those who hear. <\/div><div class=\"paragraph jod\" id=\"v8n1411\"> I realize that, until the Priesthood was restored to the earth, we had no way of knowing the truth in relation to the Gospel of Jesus Christ. It is true there were a great many anxiously seeking to know the Lord, but there were none that were able to give them the comfort and consolation they desired. <\/div><div class=\"paragraph jod\" id=\"v8n1412\"> If a person goes without food for twenty-four hours, we all know that that individual will become very hungry; and it is precisely so with those who hunger for the principles of eternal life. While we enjoy the Spirit of the Lord, we shall find that there is enough and abundance to feed every human soul. <\/div><div class=\"paragraph jod\" id=\"v8n1413\"> I have never seen the day or the <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hour that I was not susceptible of being taught by my brethren, neither have I ever seen the time that I thought I knew all the principles of the Gospel; and I can truly say that I feel as much edified today in contemplating the things of God as ever I did in any hour of my life. We are all dependent upon the Lord, upon his Holy Spirit, and upon the testimony of the Lord Jesus Christ, for instruction, for light, and knowledge, such as is calculated to edify, encourage, sustain, and aid us in magnifying our callings in this life. <\/div><div class=\"paragraph jod\" id=\"v8n1414\"> We need not enter particularly into the great mysteries of the kingdom of God in order to be edified. A man may preach upon the first principles of the Gospel, and he will find enough in them to instruct the people and edify himself in the things of God. Those principles are plain; they can easily be comprehended when pre<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sented to the children of men as they are revealed from heaven. But, as plain and simple as they are, for eighteen hundred years the world was almost destitute of a knowledge of the truth and of the Holy Ghost which is poured out to lead mankind in the way of truth.<span class=\"citation\" id=\"125343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125343)\">John 16:13<\/a><\/span> From the time of the great falling away, which took place in the early part of the Christian era, up to the present time, the world have been ignorant with regard to the first principles of the Gospel of Jesus Christ. It is true that professed Christians have had the examples of the Prophets and Apostles from their childhood up, as laid down in the New Testament; and yet they have been far from the truth, and did not know the correct way of worshipping God. It has been a mystery to you and to me that we have never been able to unravel or to find out by our own wisdom the true knowledge of God; but the very fact that generation after generation has risen up and established systems and organizations, all professing to be according to the plan of salvation, and yet opposed one to another, until they have raised up scores of churches, all differing on points of doctrine, proves that there has been something out of the way. <\/div><div class=\"paragraph jod\" id=\"v8n1416\"> We know that we have the Gospel of Christ that has been revealed from heaven in this generation, wherein are taught faith, repentance, and baptism for the remission of sins, and that obedience to those doctrines will bring all things to our remembrance,<span class=\"citation\" id=\"70021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70021)\">John 14:26<\/a><\/span> and thereby enable us the more perfectly to do the will of God while we dwell here in the flesh. As the Scriptures have informed us, &#x201C;There is a spirit in man: and the inspiration of the Almighty giveth it understanding.&#x201D;<span class=\"citation\" id=\"56185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56185)\">Job 32:8<\/a><\/span> I do not know that I can explain to you the reasons for the great difference we see in mankind relative to the principles of truth, but it has <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3266\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been so in every age of the world; and when the Gospel has been preached, the honest in heart and meek of the earth have obeyed and been sustained by it, and they have been enabled to pass through many scenes of trial and to endure the persecutions that wicked men have devised to afflict the people of God. <\/div><div class=\"paragraph jod\" id=\"v8n1417\"> The faithful have always had a positive knowledge that what they were doing was right and acceptable to the Almighty, and that they have been sustained in passing through scenes of trial by the gift and power of God. They have realized that it was better to sacrifice their lives for his kingdom than to live and enjoy the riches and honors of this world for a season. This principle sustained the ancient Saints in all their afflictions; it sustained them in the den of lions<span class=\"citation\" id=\"61574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61574)\">Dan. 6:16<\/a><\/span> and in the fiery furnace;<span class=\"citation\" id=\"61421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61421)\">Dan. 3:6<\/a><\/span> and although they frequently sealed their testimony with their blood, they were comforted and consoled in looking forward to the time when the earth would enjoy her sabbaths, and the Saints enter into their rest. <\/div><div class=\"paragraph jod\" id=\"v8n1418\"> The Jews marveled and wondered at the Savior, for they saw that he was filled with light and truth. They had eyes to see, but they saw not.<span class=\"citation\" id=\"64505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64505)\">Matt. 13:15<\/a><\/span> The Savior laid before them the principles of truth; he came to them and undertook to convert them; but he wept over them when he saw what would be the consequences of their hardheartedness, and how the Jewish nation would be overthrown and the people scattered among all nations, if they rejected the doctrines he presented to them.<span class=\"citation\" id=\"67911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67911)\">Luke 19:41<\/a><\/span> He informed them what would be the result of their disobedience, and told them that the judgments of God would fall heavily upon them. He portrayed to them the oppressions and torturings with which they would be afflicted&#x2014;foretold the destruction of the temple, that it would be thrown  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>down, and that there would not be left one stone upon another.<span class=\"citation\" id=\"67912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67912)\">Luke 19:44<\/a><\/span> The majority of them mocked his sayings, and finally succeeded in putting him to death; but yet all that he foretold the Jews has come to pass. The predictions of Moses also concerning that nation have been literally fulfilled, and that too in such a plain, pointed, and unmistakable manner that it seems almost impossible for a man to be a disbeliever in the dealings of God with the Jewish nation. <\/div><div class=\"paragraph jod\" id=\"v8n1420\"> Peter, James, John, Philip, Bartholomew, and the Apostles generally warned that people; but they spurned the servants of God and turned unto their idols. The Apostles were inspired by the Spirit of God; they enjoyed the gifts of the Holy Ghost; but the great mass of the Jewish nation hardened their hearts and would not listen to the words of life. I might say the same in relation to the present generation. The Church of Christ is organized precisely as it was in the days of the Apostles, and we are living in the day and age of the world when the righteous blood that has been shed upon the earth will be avenged on the disobedient, because they reject that Gospel which would save them and enable them to assist in the great work of the redemption of the dead. The Gospel has been again restored by the administration of an angel from heaven, whom the revelator John saw in vision when on the isle of Patmos; and when describing it, he says&#x2014;&#x201C;And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people, Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.&#x201D; (Rev., 14th chap., verses 6, 7.)<span class=\"citation\" id=\"79878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79878)\">Rev. 14:6-7<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3265\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1421\"> Did you ever know the Lord to bring his judgments upon any nation, from the days of Adam in the garden of Eden until the present time, before he had warned them of their sins? No; the Lord has always warned the people before he has punished them for their wickedness. He warned Sodom and Gomorrah before he sent destruction upon them,<span class=\"citation\" id=\"53248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53248)\">Gen. 19:13-14<\/a><\/span> and he has done so in every age of the world. In this generation the Almighty has raised up a Prophet who has organized the kingdom of God, and thousands of the Lord's anointed have been inspired by the same Spirit to proclaim the words of life to the people. And who cannot foresee the judgments of God that await this generation? After the testimony of the servants of God, the judgments that have been spoken of will be poured out upon the wicked.<span class=\"citation\" id=\"88667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88667)\">D&amp;C 88:88-91<\/a><\/span> Every man and woman who lives up to the principles of the Gospel can see by the same Spirit&#x2014;they can understand by the things that are written in the Scriptures, and by the revelations of God that have been imparted unto us, and that are before the world, that these things are hanging over the nations. <\/div><div class=\"paragraph jod\" id=\"v8n1422\"> We have before us the example of the antediluvian world: they were hardhearted and unbelieving, and would not believe until it was too late. The inhabitants of Jerusalem did not believe that they would be surrounded with those dire calamities that afterwards befell them. <\/div><div class=\"paragraph jod\" id=\"v8n1423\"> In looking at the judgments of the Almighty that we have witnessed and have been called to pass through, we see plenty to arouse us and cause us to be diligent in the discharge of our duties. The heavens are full of judgments that are ready to be poured out upon this generation, and the Lord has as many ways in punishing the wicked as he ever had in any previous dispensation. We witness the power of God made manifest by day  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and by night, and we ought to realize the necessity of being obedient to all the requirements of Heaven. <\/div><div class=\"paragraph jod\" id=\"v8n1425\"> The Elders of Israel have gone forth and borne a true and faithful testimony of the Gospel of Jesus Christ, and they have been assisted by the gift and power of the Holy Ghost. Our Prophet and Elders have been filled with good desires for the people and have gone abroad and tried to bring mankind to a knowledge of the truth. Our President has cast his mind abroad over the world, and in his meditations he has planned for the welfare of the human family, and yet the wicked have desired his life, and thousands have despised him because he has reproved them for their wickedness, and advocated righteous principles, and called upon them to repent of their sins and be baptized according to the order of God. <\/div><div class=\"paragraph jod\" id=\"v8n1426\"> The Prophet Joseph was inspired to lay the foundation of the Church and kingdom of God. Before that time the masses of mankind were in darkness&#x2014;the professors of religion were deceived in regard to God and the things of his kingdom. If the Lord had not sent forth his servant Joseph, the Devil could never have wrought upon the hearts of the children of men as he has done; but because the Prophet was laying the foundation of that great work which the Lord had determined to perform in the last days, the hearts of the children of men were stirred up to roar against the Lord's anointed. But the truth was bound to prevail, and for the accomplishment of this object the Prophet labored day and night. <\/div><div class=\"paragraph jod\" id=\"v8n1427\"> I know that Joseph Smith was a good man, a Prophet, a Seer, and Revelator, and that he sealed his testimony with his blood, that the nation that was worthy might receive their reward. There is no principle revealed in this generation but those which are known by the Almighty <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3264\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to be for the salvation of his creatures. The spirit of warfare that is manifested in these days has existed in all ages when the Priesthood was upon the earth. There was always a war between light and darkness, God and the Devil, Saint and sinner, correct principles and false doctrines. We ourselves have a warfare with the evil propensities of our nature: we have already had to meet a warfare outwardly. In some instances there has been a physical contest, and our enemies have sought our destruction from the beginning. That warfare will continue until Satan is bound and iniquity swept from the earth. We need not suppose that we shall have peace, for there will be no peace to the righteous until he reigns whose right it is to reign.<span class=\"citation\" id=\"86165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86165)\">D&amp;C 58:22<\/a><\/span> It is in this generation precisely as one of the Prophets foretold it should be&#x2014;&#x201C;Surely our fathers have inherited lies, vanity, and things wherein there is no profit.&#x201D;<span class=\"citation\" id=\"60472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60472)\">Jer. 16:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1428\"> Thousands and millions of the sectarian world are in this condition, and will be led to use this or similar language. The honest among them will get their reward, and it will be far superior to anything they have anticipated. It is true they entertain many false doctrines, but let us remember that we believed false doctrines and were surrounded with the traditions of our fathers before we heard the fulness of the Gospel. When we heard its principles taught, we admired and received them for the truth's sake, and rejoiced in the blessings that followed our obedience. <\/div><div class=\"paragraph jod\" id=\"v8n1429\"> We have now got a warfare to endure; we must war against every evil principle until we can learn to do right in all things. This is the spirit we must learn to cultivate day by day. The knowledge we have of the Gospel will assist us in doing this. <\/div><div class=\"paragraph jod\" id=\"v8n1430\"> There is one particular feature connected with the preaching of the  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Gospel: You may send out a thousand Elders and they will all teach the same doctrines; they will all labor for the building up of the same Church; they will be united; for their faith, their doctrines, and the organization of the Church have all been made known unto them by the revelations of God: hence they will see eye to eye in regard to the principles of the Gospel. Supposing a thousand ministers of different denominations were to be sent out into the world, it would be very different with them from what it is with the Elders of the Church of Christ: they would not be so united or so harmonious in their sentiments. Our union and oneness of sentiment constitutes one of the prominent beauties of the organization of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v8n1432\"> There was never any other Gospel taught to the old Prophets excepting that which is now taught to you and to this generation; neither was there ever any of the children of men saved upon any other principle than that which is now presented to the people. The Church of Christ always had in it Prophets, Apostles, and Patriarchs; it was always blest with the gifts of inspiration&#x2014;power to heal the sick and to perform such miracles as were necessary for the salvation of the Saints. <\/div><div class=\"paragraph jod\" id=\"v8n1433\"> If you were to meet with Father Adam, with Seth, Moses, Aaron, Christ, or the Apostles, they would all teach the same principles that we have been taught; they would not vary one particle. This Gospel is everlasting in its nature and unchangeable in its character. It might be urged that the house of Israel had the law of carnal commandments;<span class=\"citation\" id=\"87667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87667)\">D&amp;C 84:27<\/a><\/span> but that only acted as a schoolmaster to bring them to Christ,<span class=\"citation\" id=\"74548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74548)\">Gal. 3:24<\/a><\/span> because they would not receive a celestial law. They had the Priesthood of Aaron for a series of years amongst them; but the old Apostles, Prophets, and Saints <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3263\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> were saved by the Gospel, and not by the law of carnal commandments. <\/div><div class=\"paragraph jod\" id=\"v8n1434\"> I want to say a word about our present position. When we first received the Gospel, we professed to rejoice in its principles and in the blessings which followed our obedience; and should we not continue to rejoice and be diligent in the work of the Lord&#x2014;yea, even more so today than we did when we first received it? When a boy begins his education at school he begins at the first rudiments, and continues to progress step by step. It is so with the student in the study of the everlasting Gospel. There were not many principles revealed to us when we first received it, but they were developed to us as fast as we were capable of making use of them. <\/div><div class=\"paragraph jod\" id=\"v8n1435\"> I well remember the first sermon I heard. My conviction was that I had learned more about God and the things of his kingdom than I had learned in all my previous life. I believed the Gospel then, and I not only believe it now, but I know it to be true. Since then I have received much valuable instruction through the revelations of God that have been made manifest; and I have never yet heard a principle set forth, but I have been able to see beauty and glory connected with it. <\/div><div class=\"paragraph jod\" id=\"v8n1436\"> The subject of the vision that was given to Joseph Smith and Sidney Rigdon was alluded to by brother Young and others during our Conference.<span class=\"citation\" id=\"86832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86832)\">D&amp;C 76:1-119<\/a><\/span> In reference to that, I wish to say that when I first read that vision it swept away a veil that had been around me all my life; it opened my understanding and shook off my shackles. There was something in it so different from the old sectarian notion&#x2014;something that swept away the idea of one heaven, one hell, and that those who do not go to one place must go to the other, and that all in heaven have an equal glory, and all  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in hell an equal misery. There always appeared something very inconsistent connected with the doctrine of future rewards and punishments as taught by modern divines; but when I got hold of the vision, I saw more light, more consistency, and Godlike mercy and justice than I had ever seen in my life. <\/div><div class=\"paragraph jod\" id=\"v8n1438\"> I refer to these things to show how the veil was taken from my eyes, and how I was made to comprehend that every man is rewarded according to the deeds done in the body.<span class=\"citation\" id=\"74132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74132)\">2 Cor. 5:10 (JST)<\/a><\/span> I then saw there was something to encourage a man to be true and faithful, and to be filled with integrity; while, on the other hand, it was made manifest that it would not pay a man to do evil. Every man gets the reward he earns by his labors. We can see this every day of our lives. You never saw a man who had partaken of the blessings of the kingdom of God, and then turned against the Lord, and would do wickedly and blaspheme the name of the Deity, but what the Spirit of God would withdraw from him and leave him miserable. The hand of God always overtakes such a one, evil lies in his path, and he is tormented by day and by night. We have seen this during our experience in this Church. <\/div><div class=\"paragraph jod\" id=\"v8n1439\"> To me the principle of integrity is one of the greatest blessings we can possibly possess. He who proves true to himself or his brethren, to his friends, and his God, will have the evidence within him that he is accepted; he will have the confidence of his God and of his friends. It is a great and a glorious principle; it is something that gives you that assurance in your friends that you can trust your property, your life, your all in the hands of your brethren. <\/div><div class=\"paragraph jod\" id=\"v8n1440\"> The Lord has said, &#x201C;I will prove you in all things, even unto death.&#x201D;<span class=\"citation\" id=\"89277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89277)\">D&amp;C 98:14<\/a><\/span> How truly this has been fulfilled in this Church. Scores and hundreds of our <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3262\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brethren have laid down their lives in carrying out the principles of the Gospel of Jesus Christ; they have been hastened away from this world by their enemies, but they have maintained their integrity, proven themselves to be true and faithful before the Lord, and their spirits now mingle with the spirits of the just. <\/div><div class=\"paragraph jod\" id=\"v8n1441\"> We should all seek to do right, try to perform our duties day by day to God and to each other, and put away everything that wars against the Spirit of the Lord. <\/div><div class=\"paragraph jod\" id=\"v8n1442\"> I rejoice every day I live in beholding the signs of the times, in looking at the progress of the Church and kingdom of God upon the earth. The Lord has guided and governed us all the day long. We have every reason to be thankful for his goodness unto us, and we may rest assured that his blessings will be poured out upon us just as fast as we are capable of receiving and making a right use of them. <\/div><div class=\"paragraph jod\" id=\"v8n1443\"> The judgments that are coming upon the wicked will cause the ears of the children of men to tingle<span class=\"citation\" id=\"85516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85516)\">D&amp;C 43:22<\/a><\/span> and their hearts to quake. Do you think they realize those things? No, they do not; they are all in the dark: but it is just as Elder Pratt said during our Conference&#x2014;after the testimonies of the servants of God will come those of thunderings, earthquakes, pestilence, famines and the sword.<span class=\"citation\" id=\"88215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88215)\">D&amp;C 87:6<\/a><\/span><span class=\"citation\" id=\"88668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88668)\">D&amp;C 88:88-91<\/a><\/span> The Lord also says, by revelation, that when these judgments do come, when they are poured out upon the earth, &#x201C;O, ye nations of the earth, how oft have I called upon you by my servants, by the ministering of angels, and by my own voice, and by famines, tempest, earthquakes, and pestilence of every kind, and would have saved you with an everlasting salvation, but ye would not! Behold, the day has come, when the cup of the wrath of mine indignation is full, and it shall be poured out upon the disobedient.&#x201D;<span class=\"citation\" id=\"85522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85522)\">D&amp;C 43:24-26<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1445\"> Remember these things, for the words of the Lord must be fulfilled. When a man who believes the Gospel reflects, he becomes satisfied that not one of those sayings will be suffered to return unto the Lord void,<span class=\"citation\" id=\"125345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125345)\">Isa. 55:11<\/a><\/span><span class=\"citation\" id=\"92539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92539)\">Moses 4:30<\/a><\/span> but he realizes that they will accomplish that for which they were sent. But a man who knows not God cannot realize anything about the calamities that are to come upon the earth. You might preach to him as long as Noah preached to the antediluvians; you might try till you were gray with old age, and you would try in vain to get him to understand the things of God. <\/div><div class=\"paragraph jod\" id=\"v8n1446\"> If we had correct understanding, we should all see as the Lord does, and should understand how his purposes will be accomplished; but we are to walk by faith, and not by sight.<span class=\"citation\" id=\"74111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74111)\">2 Cor. 5:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1447\"> I feel to rejoice in knowing that the kingdom of God is established on the earth, and that it will spread itself abroad, become like a great moun<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tain, and finally fill the earth.<span class=\"citation\" id=\"61078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61078)\">Dan. 2:35<\/a><\/span> The words of the Lord will not return to him void;<span class=\"citation\" id=\"59813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59813)\">Isa. 55:11<\/a><\/span> but whether he speaks by his own voice or the voice of his servants, those words will have their fulfillment.<span class=\"citation\" id=\"83762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83762)\">D&amp;C 1:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1448\"> Let us be faithful and adorn ourselves with the graces of the Gospel. There is nothing gained by doing wrong. Lying, stealing, blaspheming, drunkenness, backbiting, and denying the Lord Jesus Christ bring sorrow and remorse; they debase man who is organized in the image of God;<span class=\"citation\" id=\"52127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52127)\">Gen. 1:26<\/a><\/span> but to do right, to obey the commandments of God, to be charitable and kind, brings joy and peace and the Holy Ghost, and an eventual exaltation in our Father's kingdom. <\/div><div class=\"paragraph jod\" id=\"v8n1449\"> May we all so live that we may be worthy to dwell in his presence in the world to come, and to participate in the fulness of that glory and blessedness promised to the faithful, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}