{"ID":80064, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Principles of the Gospel&#x2014;Consequences of Their Rejection.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Bowery, Great Salt Lake City, July 15, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Principles of the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 7\/15\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d64\">\n<div class=\"paragraph jod\" id=\"v8n1306\"> The truth is the same when preached by one man as another. If an idolater should come here and present the truth, its being delivered by him would not make it any less true. What has been said today by brother James W. Cummings is the Gospel of Christ, and salvation to everyone that hears and obeys it. Is the Gospel the power of God unto salvation to everyone that heareth it?<span class=\"citation\" id=\"72177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72177)\">Rom. 1:16<\/a><\/span> No; but he that heareth these words of mine and doeth them, says Jesus, the same shall be saved.<span class=\"citation\" id=\"63983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63983)\">Matt. 7:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1307\"> If I should preach the Gospel as Jesus did when he said, &#x201C;Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost: Teaching them to observe all things whatsoever I have com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>manded you: and, lo, I am with you always, even unto the end of the world&#x201D;&#x2014;<span class=\"citation\" id=\"66459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66459)\">Matt. 28:19-20<\/a><\/span>well, now, he that believeth and is baptized&#x2014;<span class=\"citation\" id=\"66861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66861)\">Mark 16:16<\/a><\/span>does that save the man? No. But there are ten thousand commandments that are connected to that. The Apostle says, Go on unto perfection; not laying again the foundation of repentance from dead works.<span class=\"citation\" id=\"76666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76666)\">Heb. 6:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1308\"> This is for you and me to do, and we are required to do it today and tomorrow, next year and continually, and live by every word that proceedeth out of the mouth of God,<span class=\"citation\" id=\"62815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62815)\">Matt. 4:4<\/a><\/span> and practice it in our lives, in our conversation, at our homes, and when we are abroad. <\/div><div class=\"paragraph jod\" id=\"v8n1309\"> He that believeth and is baptized shall be saved:<span class=\"citation\" id=\"66862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66862)\">Mark 16:16<\/a><\/span> that is only one principle. Baptism alone will not  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>save a man, but the fruits of righteousness<span class=\"citation\" id=\"75397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75397)\">Philip. 1:11<\/a><\/span> will. Go ye, therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost;<span class=\"citation\" id=\"66432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66432)\">Matt. 28:19<\/a><\/span> and when you have taught them, and got them into the fold, then teach them to observe all things whatsoever I have commanded you to teach them.<span class=\"citation\" id=\"66475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66475)\">Matt. 28:20<\/a><\/span> Teach them to do everything that pertains to righteousness, and to abstain from everything that is wicked. <\/div><div class=\"paragraph jod\" id=\"v8n1311\"> When I was baptized, I had heard the Gospel and believed it. Then I went and submitted myself to it in humility. I began to pray before I was baptized. As soon as I heard this Gospel, I began to inquire of the Father, in the name of the Son, if it was true. I received a testimony of it, and bore testimony for months to my neighbors and to the inhabitants in the country where I lived, and told them it was true. A great many of them believed it; and as soon as we received it and had the authority, I administered to others. Many more received it, being baptized for the remission of sins. When I received the truth, I commenced a new life, and I have endeavored to live it from that day to this. Do I realize that I am a poor creature? I do, and the more light I have the more I see this; and the less light a man has the less he sees and knows his imperfections. The more light and knowledge a man has the more he sees he is nothing without God. <\/div><div class=\"paragraph jod\" id=\"v8n1312\"> I am preaching the Gospel in connection with brother James Cummings. What he said is true; and if you observe and practice it, you shall know these things, whether he spoke of himself or whether he spoke of the doctrine of Christ.<span class=\"citation\" id=\"69342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69342)\">John 7:17<\/a><\/span> He talked about famine, and pestilence, and earthquakes, and hurricanes, and mighty winds, in the States. These <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3283\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things are raging in the countries where Joseph dwelt, and those that exulted in the death of Joseph and Hyrum, David and Parley, and hundreds of our fathers and mothers, and our brothers and sisters, will suffer for it. They said to the nation and to the army, Go there and make a desolation of that people, and as God liveth he will make a desolation of them. [The congregation responded, &#x201C;Amen.&#x201D;] God has revealed this to me, and I know it will come to pass. You may call this prophecy or anything else you please, it matters not to me. What I know I understand as well as anybody else. Have not they done this? They have practiced it upon us. God will put a hook in their jaws and lead them,<span class=\"citation\" id=\"60907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60907)\">Ezek. 38:4<\/a><\/span> and has done from that day to this, and he will continue to do so from this day henceforth and forever. He will lead the whole of the nations of the earth, and they cannot help themselves, and I know it. <\/div><div class=\"paragraph jod\" id=\"v8n1313\"> The Eastern papers give a full account of the great winds, and the great destruction occasioned by them. Such winds are horrible that will lift off the road ten baggage trains loaded with from five to ten tons weight each, and smash them as a reed, and take off tops of houses, blow down chimneys, tearing them asunder, and burying them in the earth. Whole cities are laid desolate, and not a whole piece of furniture is to be found. <\/div><div class=\"paragraph jod\" id=\"v8n1314\"> The Lord and his angels are at work to measure to the inhabitants of the earth as they measured to his people. This will be done, and they cannot help it. Jesus says, &#x201C;With that measure ye mete, it shall be measured to you again.&#x201D;<span class=\"citation\" id=\"63703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63703)\">Matt. 7:2<\/a><\/span> These words are true, and will never fail;<span class=\"citation\" id=\"86539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86539)\">D&amp;C 64:31<\/a><\/span> they cannot be avoided, if God is just. He will not reap where he has not sown.<span class=\"citation\" id=\"66130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66130)\">Matt. 25:24<\/a><\/span> If I reap where I have not sown, I reap another man's crop. Where we sow  <div class=\"break pagebreak\" id=\"246a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0246.pdf\" target=\"pdfwin\">p.&#xA0;246a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the word of life, there we shall reap; and if we bring forth the fruits of righteousness, we shall reap to our joy, and shall be satisfied. <\/div><div class=\"paragraph jod\" id=\"v8n1316\"> To him that hath he will give more, and from him that hath not he will take away that which he seemeth to have,<span class=\"citation\" id=\"66153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66153)\">Matt. 25:29<\/a><\/span><span class=\"citation\" id=\"126271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126271)\">Luke 8:18<\/a><\/span> and give it to him that will improve upon his talents.<span class=\"citation\" id=\"125337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125337)\">Matt. 25:28<\/a><\/span> Let us be faithful and keep the commandments of God, and leave the event with him. The majority of this people are trying to do right, and are improving in righteousness to my certain knowledge. On the other hand, it gives me pain when I go into this place and that, and suppose I am talking to Latter-day Saints, and I find I am conversing with thieves and robbers; and here they are right in your midst. &#x201C;How do you do, brother James, George, or Brigham? How glad I am to see you,&#x201D; and at the same time they are laying the axe at the root<span class=\"citation\" id=\"62694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62694)\">Matt. 3:10<\/a><\/span> of the kingdom of God to destroy it. They are in our midst. They are to be found in the grog shops and in all public places, watching and hearing what is said, and you and I and all the rest are sitting down to go to sleep. <\/div><div class=\"paragraph jod\" id=\"v8n1317\"> I want to refer to what brother James has said this morning. He told you the truth. Receive it, practice it, live it, and enjoy it, that the Father and the Son and the Holy Ghost may take up their abode with you.<span class=\"citation\" id=\"70000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70000)\">John 14:23<\/a><\/span> Where the Father takes up his abode, there will the Son be; and where the Father and the Son dwell, there will the Holy Ghost dwell also, because they are one.<span class=\"citation\" id=\"125338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125338)\">3 Ne. 11:27<\/a><\/span><span class=\"citation\" id=\"125339\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125339)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125339)\">D&amp;C 20:28<\/a><\/span> We should be one like unto them. A great many neglect their prayers. Should they do this? No. A great many women that live by themselves neglect their prayers, and God forsakes them, and Satan takes possession, and they have no power over themselves; the light of God leaves them, and they are <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3282\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> stupified: when they hear they heed not, and when they see they believe not. Jesus says&#x2014;&#x201C;He that heareth these words of mine, and doeth them, I will liken him unto a man that built his house upon a rock; when the winds blew and the floods came, it fell not, because it was founded upon a rock. But he that heareth these words of mine, and doeth them not, I will liken him unto a foolish man that built his house upon the sand; and when the winds blew and the floods came, it fell, because it was built upon the sand.&#x201D;<span class=\"citation\" id=\"63988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63988)\">Matt. 7:24-27<\/a><\/span> They go down to hell&#x2014;to that which is beneath. That which is from God cometh from heaven. <\/div><div class=\"paragraph jod\" id=\"v8n1318\"> I will not say much more about grain: you can do as you please. I might just as well say nothing about it, for I know none will listen to it but good Saints, men of God, and men that have an experience, and can see things as they are: they are the men that will save this people. If one to fifty proves a savior in the end, I shall think that things are much better than I expected to find them. And those who have not skill, power, and wisdom, and salvation enough to save themselves and families temporally, what are they going to do with the spirit? The spirit goes into the spirit world, and then has to be taken by some Bishop&#x2014;some man that has power to feed them, to lead them, and teach them in the ways of salvation. We are not going, then, as some suppose, in a hurry. <\/div><div class=\"paragraph jod\" id=\"v8n1319\"> God bless the righteous brethren, and your righteous wives and children, and your children's children, forever. Can I say God bless the thief and the robber, the whore and the whoremonger, and those that love and make lies?<span class=\"citation\" id=\"80882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80882)\">Rev. 22:15<\/a><\/span><span class=\"citation\" id=\"86415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86415)\">D&amp;C 63:17<\/a><\/span> No. I will leave them just where they are; for they will meet the demands of justice, and they will welter and wallow in that pit they  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have dug for themselves; and they cannot avoid it. I feel to bless every man I meet that is a good man; and if I was oil, I would run through him. But when I see a wicked man and woman running after the Gentiles to be contaminated with their cursed lies, I say, You have damnation enough in yourselves. I will not say a word to them. You poor miserable creatures, trying to bring desolation <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> upon the people&#x2014;upon the Israel of God, you are building a fire big enough to burn you up, and I know there will be an end of you some day. God bless the righteous, and peace be with you! And God bless the righteous throughout the world, and all those who believe in the words of Jesus Christ, and on the servants of the living God! Amen. <\/div>\n<\/div>\n<\/div>"}