{"ID":80068, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Faith and Belief, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 1, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Faith and Belief, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/1\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d68\">\n<div class=\"paragraph jod\" id=\"v8n1400\"> The Elders who have addressed you have imparted much excellent instruction, many great and glorious principles have been advanced, the audience have been put in possession of them, and there are a great many more in store for us. <\/div><div class=\"paragraph jod\" id=\"v8n1401\"> We constantly behold an endless variety in the appearance of the human family, and in their dispositions. No two persons are exactly alike in form, appearance, expression, disposition, and quality of character. We have seen a talent exercised before us today that is new to many of us. I have been acquainted with brother Mace more than twenty years, and never heard him speak in a meeting until today. I am pleased with his discourse; his ideas are bright and active: yet he will learn more; and we shall learn many things that have not yet entered into our hearts to conceive, and know better how to correct one thing with another, and more clearly understand these seeming discrepancies in doctrine, &amp;c., that so often cause persons to differ. <\/div><div class=\"paragraph jod\" id=\"v8n1402\"> The subject presented to you this morning I explained two weeks ago in a manner to be satisfactory to persons of good understanding: it is the subject of faith and belief. Perfection in conveying ideas is not yet given to the children of men. Our language is altogether inadequate for always conveying our ideas with unmistakable precision, and the same ideas are generally advanced in different words by different persons. This pecu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3269\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>liarity has been observable today. It has often been told you that all people, sects, and denominations have more or less truth. None of the religious sects have a perfect system of salvation, though all of them have a portion of true doctrine, and suppose they have a perfect plan. Elders in this Church&#x2014;men who have been members for years&#x2014;often speak of principles in the abstract, when they would be better understood if they spoke of them in connection with other kindred principles. Faith and belief, for instance, should not be separated. <\/div><div class=\"paragraph jod\" id=\"v8n1403\"> Belief is inherent in the creature&#x2014;implanted within him for his use and benefit&#x2014;to believe or disbelieve. Your own experience may satisfy you that faith is not brought into requisition by the presentation of either facts or falsehoods to the external senses, or to the inward perceptions of the mind. If we speak of faith in the abstract, it is the power of God by which the worlds are and were made,<span class=\"citation\" id=\"76954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76954)\">Heb. 11:3<\/a><\/span> and is a gift of God to those who believe and obey his commandments. On the other hand, no living, intelligent being, whether serving God or not, acts without belief. He might as well undertake to live without breathing as to live without the principle of belief. But he must believe the truth, obey the truth, and practice the truth, to obtain the power of God called faith. Belief and faith continue in the person who is in possession of faith. It is thought by some that the  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>time will come when we shall no longer believe. So far as I now know, I shall have to live a few hundred thousand years before I come to that conclusion. I am satisfied that belief will eternally exist with me, whether it will with others or not. When I am in full possession of faith and the power of God, if I should say to that mountain, &#x201C;Be plucked up and placed in the sea,&#x201D; it would be done;<span class=\"citation\" id=\"65325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65325)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65325)\">Matt. 21:21<\/a><\/span> or to a tree, &#x201C;Be rooted up,&#x201D; it would be done.<span class=\"citation\" id=\"67819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67819)\">Luke 17:6<\/a><\/span> I expect that objects will come within the scope of my belief to act upon before I have faith to act upon them; but I never expect to see the time when there will not be room and opportunity for belief, and to advance. <\/div><div class=\"paragraph jod\" id=\"v8n1405\"> I am pleased with the remarks made by brother Mace and brother Pratt. Brother Mace is right and wrong in his ideas upon the birth of the water and the spirit, as he is with regard to faith in the abstract. There is such a thing as the birth of the spirit while we live in the flesh. And when we understand more perfectly our own independent organization which God has given us, and the spirit world, and the principles and powers that act on this organism, we shall learn that a person can be so fully and solely devoted to the spirit of truth and to God, and be so wrapped up in that spirit, that it may be called, with propriety, a new birth. I read in the Scripture that a man must be born of the spirit before he can see the kingdom of God.<span class=\"citation\" id=\"68739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68739)\">John 3:3-5<\/a><\/span> And yet I have seen hundreds of people, in my experience and travels, who, after hearing the Elders preach, and the spirit of truth has found way to their hearts, have yielded to it and testified that this is the kingdom of God, and, after all, have never come into it. The love of the truth was so far lacking in them, or they were so far wanting in moral courage, that they did not embrace the truth. The writers of the New Testament were disposed to call <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3268\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it a birth, and I have no objection to their use of the term. <\/div><div class=\"paragraph jod\" id=\"v8n1406\"> Jesus is the first begotten from the dead, as you will understand. Neither Enoch, Elijah, Moses, nor any other man that ever lived on earth, no matter how strictly he lived, ever obtained a resurrection until after Jesus Christ's body was called from the tomb by the angel.<span class=\"citation\" id=\"66405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66405)\">Matt. 28:2<\/a><\/span> He was the first begotten from the dead.<span class=\"citation\" id=\"125342\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125342)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125342)\">Rev. 1:5<\/a><\/span> He is the Master of the resurrection&#x2014;the first flesh that lived here after receiving the glory of the resurrection. The resurrection from the dead may also, with propriety, be called a birth. All we can do in these matters is to exclaim, O the poverty of our language!&#x2014;the poverty of our ideas!&#x2014;of the power of our conception! But we shall learn more, and come to a better understanding. <\/div><div class=\"paragraph jod\" id=\"v8n1407\"> It is for brother Mace and all others to understand that, because we believe in the ordinance of baptism, the ordinance of the sacrament is not to be done away. To learn that, if you believe in the laying on of hands for the reception of the Holy Ghost, you are not to deny the laying on of hands for the healing of the sick.<span class=\"citation\" id=\"66938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66938)\">Mark 16:18<\/a><\/span><span class=\"citation\" id=\"86633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86633)\">D&amp;C 66:9<\/a><\/span> It is not for people to take only part of the religion of Christ, and say, &#x201C;It is all we require;&#x201D; but take the whole truth wherever you find it. It is good; claim it, take it to yourself, and cleave to it, for it will do you good. Cease to separate truth from truth. Heaven is full of truth; earth is full of truth and falsehood. The power of God, the power of angels, and the power of the Devil are all more or less exhibited before the children of men. Let us yield ourselves to the Lord our Savior, that we may truly be his servants, and it will be well with us, and there will be no danger but that we shall be right. Let us learn to see the harmony of truth, and love and practice it, until we are made perfect and fully prepared to be received into the kingdom of our Father and God. <\/div> <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1409\"> May the Lord God Almighty bless the Saints, and everyone who will permit his blessings to come upon them. I am under the same obligations to bless sinners as I am to bless Saints, if they will receive my blessings. I pray for the blessings of Heaven upon the work of his hands, for we are all his children&#x2014;the sons and daughters of our Parent who dwells in the heavens. Let us do <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3267\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> honor to his character and to our own being, and so live that we may have knowledge of the light of eternity, that we may be prepared to dwell eternally with him. This is the greatest gift that can be conferred on intelligent beings, to live forever and never be destroyed. May the Lord help us in so living as to enjoy his society, through the merits of his Son Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}