{"ID":80060, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Teachings of the Priesthood&#x2014;Religion of the Saints, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, October 21, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Teachings of the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 10\/21\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d60\">\n<div class=\"paragraph jod\" id=\"v8n1219\"> I do not wish to be overzealous, to say the time is mine, or that I have the privilege, above others of my brethren, of speaking. I like to hear my brethren speak quite as well as to speak myself; but as there is time, I feel it my privilege to stand before the Saints and instruct, guide, and encourage them, and build them up in the faith of the holy Gospel. <\/div><div class=\"paragraph jod\" id=\"v8n1220\"> The same principles and the same feelings that I imbibed when I embraced the Gospel of salvation are still within me, but in a greater degree. As you have frequently heard me say, there is nothing, except the Gospel of life and salvation&#x2014;the power of God&#x2014;that would ever induce me to become a public speaker. But the principles of eternal life are so engaging, so endearing, so lovely, so worthy of all acceptation, so sweet, so great, that I could not refuse; consequently, I have been striving for many years to perfect myself, with others, in the history, plan, knowledge, and ways of the Lord upon the earth, and in the holy Priesthood that is calculated to save the children of men. I delight in hearing my brethren speak. I do not know that I was ever more gratified in hearing a servant of God bring forth out of his storehouse the riches of eternity<span class=\"citation\" id=\"64719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64719)\">Matt. 13:52<\/a><\/span> than I was, a week ago this morning, in hearing brother Hyde set forth the beautiful things pertaining to the kingdom of our God. I have been equally edified today, if I do not exactly agree with him in <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3301\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> regard to the means for the further promotion of the kingdom of God, and bearing off his people. In the remarks I have heard from brother J. D. Ross, this afternoon, I am delighted. I drink, and I drink again, and am I still dry? I am at least still prepared for more; and the more I receive in my understanding, and the more my mind expands for the things of God, the better, seemingly, I am prepared to receive more and more. <\/div><div class=\"paragraph jod\" id=\"v8n1221\"> I do not always entirely agree with some in their sayings; but my brethren, like myself, sometimes do not use the language best adapted to convey their ideas. For instance, I am not ready to confess as do some that I know nothing, and that I am a fool. I know a great many things, and I know them right. Brother Ross says that people are more willing to believe the testimony of men who have been dead many centuries than the testimony of living men. This, however, does not apply to me; for I delighted more in the voice of Joseph Smith than in all the voices of the dead Prophets I never heard. He was the living oracle of God with me; he was the medium through which the Lord spoke to me. Do you not think that his voice was delightful to me? Yes. When I read his letters, his sermons, his revelations, unless I am in the spirit by which they were dictated, they are lean to me to what they used to be when he was with us. They were rich, they  <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>were full of interest, full of good things, when I could see his face shine like an angel's: they were then sweet as a honeycomb. <\/div><div class=\"paragraph jod\" id=\"v8n1223\"> Before I had made a profession of religion, I was thought to be an infidel by the Christians, because I could not believe their nonsense. The secret feeling of my heart was that I would be willing to crawl around the earth on my hands and knees, to see such a man as was Peter, Jeremiah, Moses, or any man that could tell me anything about God and heaven. But to talk with the priests was more unsatisfactory to me then than it now is to talk with lawyers. If possible, the priests were then even more ignorant upon certain points than men are now. Did they know the first thing pertaining to salvation? No: they could not even tell that it was necessary to be baptized for the remission of sins. No man could tell me that, until I saw Joseph Smith. No man could say that the ordinances of God should be obeyed, that the same doctrine taught by Jesus and his Apostles is the only doctrine to save the people. They were divided and subdivided&#x2014;split into small fragments, and every man was for himself. <\/div><div class=\"paragraph jod\" id=\"v8n1224\"> I am delighted when I feel and enjoy the presence and power of that instruction given by the inspiration of the Holy Ghost: our hearts are made glad. You believed the Gospel in your native countries and took up your line of march to this desolate wilderness. If I might so speak, you have sacrificed all you have on earth that is near and dear to you for the sake of the Gospel. What made you do this? The spirit of revelation, the Spirit of God, the power of God. Is it not lovely? I am proud of, I am delighted in my religion&#x2014;in my God. And when I speak of those who have persecuted this people and sought diligently to destroy us, using every <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3300\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> endeavor and means they were master of to obliterate this people and kingdom from the earth, what do you suppose I think of them? I cannot speak it: language is too full of poverty, too obscure, too unmeaning for me to talk about it. Suppose you see two men in conversation, and one of them rises up to his Father and God with all deference, and, veiling his face, comes before him in all humility, while the other rises up and says, &#x201C;Damn him, I am not afraid of him!&#x201D; Which of the two would you love? And which of them would you hate? Both of them are his offspring; both of them live on his mercy, and are nourished and cherished by his bounty; and one says, &#x201C;I am not afraid of him, but I will abuse his name and character, and deride his goodness!&#x201D; And the other comes with his face veiled, saying, &#x201C;I thank thee, Father, Lord of heaven and earth, for thy mercy is over me continually, to preserve me; and through thy goodness I am permitted to come into thy presence!&#x201D; Which would you love the most? Language cannot express it. <\/div><div class=\"paragraph jod\" id=\"v8n1225\"> When you contrast the religion that we believe with the religion that the world believes, with all their pomp, grandeur, wealth, and gaudy show, I look upon them with more disgust than I do upon the gates of hell&#x2014;language cannot tell it. I am proud to say that I honor my God&#x2014;that I love him&#x2014;that I worship him; I am proud to call him my Father, while many are proud to deride and despise him. They are proud when they get together and curse and swear, damning and calling the name of Jehovah in vain, calling upon God to damn each other: they are proud that they have this audacity. They will sink into hell. I defy all the enemies of this work to think as diminutively of me as I do of them.  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>There is just as much difference between their knowledge and mine as there is between light and darkness. Here we have the words of life, and do I not glory in them? <\/div><div class=\"paragraph jod\" id=\"v8n1227\"> Paul gloried in the cross of Christ.<span class=\"citation\" id=\"74742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74742)\">Gal. 6:14<\/a><\/span> Previous to that he was a poor, miserable, vain, wicked, abominable, corrupt creature, brought up as a servant in Gamaliel's house,<span class=\"citation\" id=\"72086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72086)\">Acts 22:3<\/a><\/span> where they despised God and every Godlike principle. He held the clothes of the men that stoned Stephen to death,<span class=\"citation\" id=\"71561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71561)\">Acts 7:58-59<\/a><\/span> and consented to his death.<span class=\"citation\" id=\"72099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72099)\">Acts 22:20<\/a><\/span> The Lord appeared to him when he was on a mission to persecute his followers,<span class=\"citation\" id=\"71689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71689)\">Acts 9:1-6<\/a><\/span> and told him that he was a chosen vessel for the Lord to show forth, through him, his power.<span class=\"citation\" id=\"71697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71697)\">Acts 9:15<\/a><\/span> Paul gloried in the cross of Christ.<span class=\"citation\" id=\"74741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74741)\">Gal. 6:14<\/a><\/span> He might have said that he gloried in having the privilege of paying the debt that he had contracted by his previous mean and evil treatment toward the Saints and Jesus Christ when he was upon the earth. He derided them, stoned them, laughed them to scorn, threw sticks after them in the streets, spat upon them, and was ready to raise a mob and do anything that was mean to afflict the Saints and servants of God. The Lord says&#x2014;&#x201C;I will show you that I have had my eye upon you, from before the foundation of the world, to make you a chosen vessel to bear my name where I would not send a man who had never persecuted my Saints.&#x201D; Were I to meet brother Paul, he would say&#x2014;&#x201C;Brother Brigham, I have not received at the hands of my enemies more than I deserved. And when you were talking about me on the stand, on such and such a day, your eye was opened to see the path I had walked in.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n1228\"> Do you not think that the Lord has his eye upon a great many? There is a passage of Scripture that reads thus&#x2014;&#x201C;For whom he did foreknow, he also did predestinate to <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3299\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be conformed to the image of his Son, that he might be the firstborn among many brethren,&#x201D;<span class=\"citation\" id=\"72633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72633)\">Rom. 8:29<\/a><\/span> &amp;c. Whom did he not foreknow? I do not think there is anybody now on the earth, or that has lived before us, or that will come after us, but what he knew. He knew who would be his anointed; he has had his eye upon them all the time, as he had upon Moses, Pharaoh, Abraham, Melchizedek, and Noah, who was a chosen vessel to build the ark and save a remnant from the flood. <\/div><div class=\"paragraph jod\" id=\"v8n1229\"> Did you ever hear the story of an old man that came to Noah when he was building the ark? &#x201C;What, Mr. Noah, are you still at the ark? You are a veritable old fool, building an ark far away from any water! How are you going to float it?&#x201D; &#x201C;Wait a little while, and I will show you: by-and-by the Lord will break up the mighty deep and send forth the waters and drown the wicked.&#x201D; &#x201C;Oh, you are a fool, Noah! You had better build a good house, and plant and till the earth. I am going home,&#x201D; &amp;c. &#x201C;Go on,&#x201D; said Noah; &#x201C;by-and-by you will learn that I am right.&#x201D; They waited year after year, and by-and-by the fountains of the great deep were broken up,<span class=\"citation\" id=\"52909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52909)\">Gen. 7:11<\/a><\/span> and the rain began to descend. The old man came along, and Noah said to him, &#x201C;What do you think now, neighbor?&#x201D; &#x201C;Oh, this is only a shower; it looks like clearing up; it will soon be over.&#x201D; In a short time the old man came again, wading in water to his knees, when Noah said, &#x201C;Well, what do you think now?&#x201D; &#x201C;Oh, it will soon clear away.&#x201D; He came again, and that time he was paddling along in water up to his neck, and said, &#x201C;Won't you take me in, Noah?&#x201D; &#x201C;I have got my load; all who have received tickets are aboard, and those who have not tickets cannot come aboard. What do you think of it now, old man, is it only a little shower?&#x201D;  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Then it was not, &#x201C;Damn old Noah!&#x201D; but they were crying, &#x201C;Oh, Mr. Noah, take us in.&#x201D; By-and-by it will be, &#x201C;Mr. Smith, won't you have a little compassion on us?&#x201D; &#x201C;No,&#x201D; Joseph will say; &#x201C;you would not take a ticket when I offered it to you by my brethren; you refused my tickets, and said it was 'nothing but a shower, we guess it will pass off.'&#x201D; According to the words of the Savior, &#x201C;As it was in the days of Noah, so it will be in the days of the coming of the Son of man.&#x201D;<span class=\"citation\" id=\"65931\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65931)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65931)\">Matt. 24:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1231\"> &#x201C;Brother Brigham, I think you talk pretty hard; for we feel very important, and we do not like to hear you speak against our charity and against our doings.&#x201D; They assassinated Joseph Smith, and they drove us into the mountains, where, as they said, &#x201C;the land is sterile and good for nothing,&#x201D; and where the Indians would kill us, as they believed with all their hearts. They said and believed this, and prophesied day and night that the &#x2018;Mormons&#x2019; were going, and would be starved to death or killed by Indians. We came here naked and barefoot: do you think that I shall ask any aid from them, when we are ready to go back? No. We brought our provisions, when we came here, to last us until we raised more. We brought our few farming implements, our seed grain, wives, and children, with comparative nakedness and poverty as to this world's goods. My wives took skins and made moccasins to wear. <\/div><div class=\"paragraph jod\" id=\"v8n1232\"> We have sustained ourselves, so far, in this far-off, barren region, and we shall live here. Do they want us to live here? No, nor anywhere else. Bark away; bark away; follow up the Saints; persecute the Saints. Can't you buy them out, think you? &#x201C;Oh dear, the &#x2018;Mormons&#x2019; are getting Uncle Sam's timber in the canyons.&#x201D; Who is Uncle Sam? All of us. Get the timber out of the canyons, build <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3298\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> houses, burn lime, cultivate the soil, and raise animals on the range, for we have a right so to do. But our enemies hunt, persecute, and make war upon us, and have done this to their sorrow. They have made war upon the Saints from the beginning, and now they will have war to the hilt, until they are used up, root and branch. In the name of Israel's God, there will not be one of them left upon the earth. Will I hurt them? No. The Lord Almighty will lead them in a path wherein they will use themselves up. Don't lay it to me; though, if you do, I don't care. <\/div><div class=\"paragraph jod\" id=\"v8n1233\"> It is quite interesting, is it not, for a man to rise up and make war upon one of his own children? Think how it would appear for a father to kick, cuff, and otherwise abuse the youngest and best son of twelve, never give a dime to encourage him, and then say to the eleven&#x2014;&#x201C;Now, boys, rise up and kill him outright.&#x201D; Is not that treason of the blackest kind? It has been as much committed as it will be; and if they do not stop, they will be rubbed out. Have this people committed treason or transgressed the laws of their country? If any man says they have, he is a liar, and will go to hell, for he lies like hell. Those who say they have are of the Devil, and are his servants; they lie, and there is no truth in them;<span class=\"citation\" id=\"69496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69496)\">John 8:44<\/a><\/span> and they shall have their part in the lake that burns with fire and brimstone.<span class=\"citation\" id=\"80765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80765)\">Rev. 21:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1234\"> They made war with us, and they have committed treason. We have received enough abuse at their hands. Would we trouble them? No. If they would only let us alone, we would only preach the Gospel, and that we will do. The Lord has called me to this work, and I feel as though I will do it. We will send the Gospel to the nations; and when one nation turns us away, we will go to another  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and gather up the honest in heart, and the rest we care not for until we come on Mount Zion as saviors,<span class=\"citation\" id=\"61975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61975)\">Obad. 1:21<\/a><\/span> to attend to the ordinances of the house of God for them. The Lord will let the people know that he will rule. The Devil has had possession of the earth a great while. <\/div><div class=\"paragraph jod\" id=\"v8n1236\"> It would be very tyrannical, would it not, for a king to make laws that would make people do right? Oh what an overbearing government, that would be, would it not? &#x201C;Now, let that man alone; earn and eat your own food, and do not steal that man's.&#x201D; What oppression there is in Utah, when one man rises up and hinders another from oppressing his neighbor! &#x201C;Oh, what oppression! I will write to Washington about it.&#x201D; Write where you please: all such will meet their doom. <\/div><div class=\"paragraph jod\" id=\"v8n1237\"> Stop swearing and taking the name of God in vain.<span class=\"citation\" id=\"54201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54201)\">Ex. 20:7<\/a><\/span> Are any in the habit of lying? Stop it. Are any in the habit of bearing false witness against your neighbor?<span class=\"citation\" id=\"54294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54294)\">Ex. 20:16<\/a><\/span> Stop it. A man rises up&#x2014;&#x201C;Wife, I am going to break your head!&#x201D; You can't do this in Utah. A man rises up&#x2014;&#x201C;I want to steal that man's wagon, or my neighbor's axe!&#x201D; You can't do it with impunity in this community. <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3297\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Those who are in the habit of getting drunk, stop it: you must not get drunk in this community. Are you in the habit of spending your time for naught, and wasting the talents God has given you, and running about the streets tattling and making mischief? Stop it; this is not allowed in Utah. Stop your evil and all your sinning, and love righteousness, for that is applauded in Utah. I glory in it; I love it: it is sweet to me, sweeter than the honey or the honeycomb. I am with it, and it is with me; I live in it, delight in it, and expect to die in it, and live to all eternity in it. The spirit and power of justice, mercy, long-suffering, patience, kindness, and good acts to all around, filling up the measure of my life here and to all eternity in doing good, is what I delight in. That is the kingdom I love&#x2014;the kingdom I am in; and I pray that God may roll on his work, and that iniquity may be swept from our midst, until we overcome, gather the honest in heart from all the earth, and fill it with righteousness. That we may enjoy that day of rest&#x2014;that day of peace and perfect triumph over sin and iniquity, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}