{"ID":80063, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Improvement, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made at Willow Creek, June 12, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Improvement, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/12\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d63\">\n<div class=\"paragraph jod\" id=\"v8n1299\"> In all the days of my life, I never heard more plain preaching than I have heard today, taking it altogether. It is not such preaching as you hear all the time. A great many of you probably were professing Christians before you became &#x201C;Mormons&#x201D; and you have been used to what we call spiritual food. Good heavens, whoever partook of spiritual food in the flesh, except he first partook of natural food? The spirit is in the natural food, and no man receives it except he takes the natural food. It is the religion of Jesus Christ&#x2014;it is the religion of the kingdom of God; and as far as I am concerned, I do not know anything about any religion that does not consist in faith and works. Faith without works is dead, being alone; so is the body dead without the spirit.<span class=\"citation\" id=\"77543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77543)\">James 2:17,26<\/a><\/span> The spirit and body are the soul of man.<span class=\"citation\" id=\"88334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88334)\">D&amp;C 88:15<\/a><\/span> It is the spirit of man that prompts to improvement&#x2014;to putting up good houses and good barns, planting fine orchards, and improving the country generally. <\/div><div class=\"paragraph jod\" id=\"v8n1300\"> It appears that it would be impossible for me to live unless I gratified the feeling of improvement that is within me. When I first got married, I worked at the potter's business, and not being fully employed, I would go and look at my hogpen, to see if I could make an improvement on it. I would tear it down and build it over again upon an improved principle. I dare venture to say that if you move some of your houses here, you will have an excellent rich garden spot. Improvement is the result of labor. Do you suppose this earth was organized and <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3285\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> created without labor? No, no more than a piece of crockery ware is made without hands. We know that that pitcher was made by some being like unto us, and so it was with this earth. <\/div><div class=\"paragraph jod\" id=\"v8n1301\"> After the earth was made, then there was a garden spot selected, and the Lord commanded some of his associates to go and plant it, and to cause all kinds of vegetation to grow, and fruits of every description.<span class=\"citation\" id=\"52086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52086)\">Gen. 1:11-12<\/a><\/span> Some suppose the Lord commanded all these things to come out of the earth. Yes, he did, after the seeds were put in the earth; and he blessed the earth, and the vegetation that was in the earth. When all these things were done, the garden was beautified, and made pure, and clean and holy and sanctified; and then the next thing was to bring forth the animal creation; but the animals were not brought there until the vegetation was planted and grown.<span class=\"citation\" id=\"52115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52115)\">Gen. 1:24-25<\/a><\/span> We often sing, &#x201C;This earth was once a garden place,&#x201D; where God our Father dwelt, and took possession and a stand that mankind will take who attain to that honor. <\/div><div class=\"paragraph jod\" id=\"v8n1302\"> It is our duty to take the counsel that has been given us today by brother Brigham. It is as good doctrine as I ever heard in my life. It is choice&#x2014;yea, more choice to us than all the jewels and gold and silver that you ever saw. This is a pretty place naturally; but now your roads and streets are occupied with your firewood, wagons, ploughs, harrows, stables, dunghills, and outhouses, and, in fact, everything else that ought not to be there. The religion  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of Jesus Christ, of angels, of Brigham, and of all good men is to take a care of and improve and adorn the earth as Adam did.<span class=\"citation\" id=\"52460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52460)\">Gen. 2:15<\/a><\/span> When he planted the garden, he planted it with seeds he brought with him; and he also brought the animals from the earth he lived upon, where his Father dwelt. <\/div><div class=\"paragraph jod\" id=\"v8n1304\"> We are not living our religion, and angels will not dwell with us until we take a different course. These mountains and valleys are the places for us, and all hell cannot get us out of them: if we do right, we shall not <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3284\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> leave them until the Lord says, Go. It is the place for us to improve, and make mills, and beautify cities and gardens. How would you like it today, if you had a few pails of fine large strawberries to treat us with? I had strawberries to eat before I left home out of my own garden. <\/div><div class=\"paragraph jod\" id=\"v8n1305\"> May God bless you in all your endeavors to beautify your city, in fertilizing your farms and gardens, and in adorning your lives with righteousness. Amen. <\/div>\n<\/div>\n<\/div>"}