{"ID":80065, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Latter-day Kingdom&#x2014;Connections of the Priesthood&#x2014;Temporal Salvation, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, October 6, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Latter-day Kingdom, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 10\/6\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d65\">\n<div class=\"paragraph jod\" id=\"v8n1321\"> We have come together this morning for the purpose of holding our General Conference, and to attend to matters of business that pertain to the whole Church, not only for the people in this Territory; but we have met to do business that concerns all nations and people, both the living and the dead, or those who have passed behind the veil; and I feel to rejoice in the privilege we now have. <\/div><div class=\"paragraph jod\" id=\"v8n1322\"> I know that this is the kingdom of God. It is that kingdom which was shown to the Prophet Daniel, as recorded in the second chapter of his book.<span class=\"citation\" id=\"61368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61368)\">Dan. 2:44-45<\/a><\/span> This is the kingdom that was set up in the days of Jesus, and it is the kingdom that our Father and God set up after he organized this earth; and he is the King: but there are and will be tens of thousands of kings this side of him, and will be a perpetual increase of kings and priests<span class=\"citation\" id=\"78950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78950)\">Rev. 1:6<\/a><\/span> in the kingdoms of our Father. <\/div> <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3281\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1323\"> I desire to express my feelings in a few words upon those things, that you may know how I feel, and understand that I view this kingdom as something that pertains to or that will affect all the creatures of God in this creation&#x2014;yes, the thousands and millions of beings who have not yet appeared upon this stage of action. It is that kingdom that concerns every man that ever did or that ever will live. <\/div><div class=\"paragraph jod\" id=\"v8n1324\"> I wish to encourage you Elders and all good Saints to live so as to get that Spirit that is promised to the faithful; and let us lay aside our selfishness, and become interested in the general welfare of the kingdom of God; for it is something that should interest every man and woman in the world. <\/div><div class=\"paragraph jod\" id=\"v8n1325\"> This Church is that Church which has been spoken of by the Prophets, and this people constitute that king<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dom that was to come forth in the latter days. We are members of this kingdom, and we proceeded from the King of this earth. We are all his sons; and when, through our obedience, we become heirs of God and joint heirs with Jesus Christ,<span class=\"citation\" id=\"72562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72562)\">Rom. 8:17<\/a><\/span> we in reality become princes, for we emanated from that King; and he is our Father and God, and he will call every son and daughter of Adam to an account for their deeds. It does not matter whether they belong to the Church or are outside of the fold of Christ, our Father will call them to give an account of the deeds done in the body;<span class=\"citation\" id=\"74131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74131)\">2 Cor. 5:10 (JST)<\/a><\/span> and the spirits of men that were in existence before they inhabited these bodies have got to be responsible for the acts that are wrought in the flesh. This is upon the same principle that President Young commits to me the care and supervision of a house&#x2014;for instance, the <span class=\"italic\">sanctum sanctorum<\/span>&#x2014;a holy place, where the ordinances of God are administered. He commits that to me, and holds me responsible for its safe keeping. So it will be with you and me; so it will be with all men and women in regard to their works on the earth. There will be thousands of men brought to an account for their conduct towards women, for in many instances it is shameful. <\/div><div class=\"paragraph jod\" id=\"v8n1327\"> We have come here today to worship God, to speak of his purposes and designs, and to bear testimony of his work. It is rainy and rather wet and unpleasant, and therefore we cannot do much else; and we shall stay here until the Spirit indicates that it is best to adjourn; and when that will be I cannot now tell. But I hope none of you will be troubled upon that point, for President Young will hold it as long as it is interesting and the Spirit of God shall dictate to him. In referring to the sons and daughters of Adam, and to this great work which I have already said concerns us all, <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3280\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and especially the Elders that have come into the Church in the beginning, and who hold this Priesthood which God has revealed through his servant Joseph. I wish you to understand that all that is connected with you&#x2014;your wives and children&#x2014;should interest you in their welfare and in the prosperity of the work of God; and you will be interested in proportion to the light, knowledge, power, and spirit there is in the Elders; and that spirit will rest upon the Elders, their wives, and children. Their animals and all they possess will be quickened by it. <\/div><div class=\"paragraph jod\" id=\"v8n1328\"> You can read in the Book of Doctrine and Covenants that the Lord spoke to Thomas B. Marsh and the Twelve Apostles, telling them that they held the keys of the kingdom with the First Presidency and the fathers from the beginning of the creation. <\/div><div class=\"paragraph jod\" id=\"v8n1329\"> &#x201C;For unto you, the Twelve, and those, the First Presidency, who are appointed with you to be your counselors and your leaders, is the power of this priesthood given, for the last days and for the last time, in the which is the dispensation of the fulness of times. Which power you hold, in connection with all those who have received a dispensation at any time from the beginning of the creation; For verily I say unto you, the keys of the dispensation, which ye have received, have come down from the fathers, and last of all, being sent down from heaven unto you.&#x201D; (Doc. and Cov., sec. 104, par. 12.)<span class=\"citation\" id=\"90658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90658)\">D&amp;C 112:30-32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1330\"> The Lord told us there that the fathers are interested for us just in proportion to the interest we feel for this work and for the Church and kingdom of God here upon the earth. I want you to think of that and reflect upon it. You need not doubt in relation to the truth of what the world call &#x201C;Mormonism,&#x201D; for the Church of Jesus Christ of Latter-day Saints, established and organized  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>through the instrumentality of the Prophet Joseph Smith, is the true Church of God.<span class=\"citation\" id=\"83701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83701)\">D&amp;C 1:30<\/a><\/span> With it is the Priesthood and power of God; and you might as well try to doubt that the sun shines, for it is truth; and although all hell may deny it, and all the men upon the earth, that will make no difference, for it is from God. The Lord called that man, and sent his angels to ordain him and confer upon him that authority necessary for the building up of the kingdom of God; and it was through him that we received all the authority we hold, and through us every soul of you who have received the truth received it&#x2014;through that Priesthood which came from God through Joseph Smith; and you grew out of that Priesthood, and none of you have a particle of power except that which comes through that medium. It came from Jesus to Peter, from Peter to Joseph, and from Joseph to President Young and his brethren, and from us to you. You hold that Priesthood and authority in connection with them; and except you are connected with them, you cannot have any Priesthood or authority. You must honor that tree with which you are connected;<span class=\"citation\" id=\"70142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70142)\">John 15:5<\/a><\/span> for, if you dishonor that tree, you dishonor yourselves, and I would not give a farthing for your authority. <\/div><div class=\"paragraph jod\" id=\"v8n1332\"> These are some of my views upon the subject; and I feel to say that this work will roll forth with greater power hereafter than it has done in times past; and my prayer to my Father in heaven is, Let thy work roll on, thy kingdom come, thy will be done on earth as it is in heaven.<span class=\"citation\" id=\"63374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63374)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67467)\">Luke 11:2<\/a><\/span> That is the way it has got to be, for things must eventually be done here as they are in heaven. We have got to do right, and we cannot do this except we honor our callings and Priesthood; for we are like a great tree, having roots, body, great and small limbs; and I want to know what the <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3279\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> difference is between one limb and another, so far as honor is concerned? All should be honored in their place and calling. Let every man honor the head, the body, and every member that pertains to that body, if you wish to honor God. Now, can I rise up and chastise the limb that I am connected with? No, I cannot; and the limb will die quicker without my interference, if there is anything wrong about it. Could a man rise up and chastise President Joseph Smith when he was alive? No; no man had the right. Well, then, can any man chastise President Young? No, sir; but it is the duty of all to honor the head and the body with which they are connected. Upon the same principle, the smallest member of the body should honor the part to which it is attached. You know two feet are required to carry two legs, and two legs to carry a body; and so it is in the Church of Christ.<span class=\"citation\" id=\"73494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73494)\">1 Cor. 12:12-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1333\"> The Apostles and Prophets used to talk in this way, presenting figures and comparisons for the purpose of conveying things to the minds of the people more forcibly. Now, let every man take a course to honor one another and the Priesthood they have received. &#x201C;Well,&#x201D; says one, &#x201C;I will honor the First Presidency of the Church; but I don't want anything to do with the Twelve: they are not of much account.&#x201D; That is the way some of you feel. Now, if you treat these men in this way, how long will it be before you will treat President Young in like manner? <\/div><div class=\"paragraph jod\" id=\"v8n1334\"> The course for us to take is to honor the Priesthood which the Almighty has given to man. How can you honor God except you honor that Priesthood? This is well worth your consideration. You all sprang out of that Priesthood as one limb of a tree comes out of the main body. This is honorable in all men, and I feel to say, Let every man  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>honor his calling, and his fruit will appear. <\/div><div class=\"paragraph jod\" id=\"v8n1336\"> Will a good apple tree produce a thorn or a thistle? No, it never will. But notwithstanding this, I believe there are a great many thistles that call themselves apples; yes, many that are briars, thistles, and other useless things they ought not to be. I frequently think of these things. I consider our Priesthood and the vows that we have made with God. &#x201C;But,&#x201D; says one, &#x201C;we have made those vows with our brethren, and not with the Lord.&#x201D; Let me tell you that it was the brethren in authority in the Priesthood who called you into the house of the Lord; but you made your covenants with God. The brethren were merely the witnesses of those things which you did&#x2014;of the covenants you made with the Father, with the Son, with the Holy Ghost, and with all the heavenly hosts; and your brethren stood as witnesses for God, and you will have to give an account of the way and manner you keep and observe those covenants. <\/div><div class=\"paragraph jod\" id=\"v8n1337\"> There are many who think these things are of no account; but I will tell you, brethren, that you will be straightened out when the Lord appears, taking vengeance upon those that will not obey his Gospel.<span class=\"citation\" id=\"75765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75765)\">2 Thes. 1:8<\/a><\/span> In that day the wicked will be as chaff or stubble,<span class=\"citation\" id=\"62489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62489)\">Mal. 4:1<\/a><\/span> and they will be destroyed from the earth, and their tabernacles dissolved; but the righteous will receive new bodies, and they will inhabit a new earth,<span class=\"citation\" id=\"78481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78481)\">2 Pet. 3:13<\/a><\/span><span class=\"citation\" id=\"80671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80671)\">Rev. 21:1<\/a><\/span> and eternally enjoy the favor of that God who sent his Son that you and I might be redeemed and brought back into his presence.<span class=\"citation\" id=\"68885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68885)\">John 3:16-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1338\"> There is a great deal for us to do, and I wish you would all think so, and have these things before your minds continually. How can this evil be remedied? I say, in the name of the Lord God of Israel, Wake up from your slumber, and get within your souls the Spirit of the Most High <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3278\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God; and the more you have of it, the more you will feel the necessity of being wide awake and attentive to your duties. <\/div><div class=\"paragraph jod\" id=\"v8n1339\"> Your eyes have become dim because of your dullness and inattention to your duties. The Scriptures say&#x2014;&#x201C;Let thine eye be single, that thy whole body may be full of light.&#x201D;<span class=\"citation\" id=\"63537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63537)\">Matt. 6:22<\/a><\/span> The reason we do not see things as they are<span class=\"citation\" id=\"81701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81701)\">Jacob 4:13<\/a><\/span> is because we have become dull and stupid, and do not understand the things of God.<span class=\"citation\" id=\"86865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86865)\">D&amp;C 76:12<\/a><\/span> It is said in the Scriptures that the eyes of certain characters are like the fool's eyes, reaching to the ends of the earth;<span class=\"citation\" id=\"57451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57451)\">Prov. 17:24<\/a><\/span> and like the door upon its hinges,<span class=\"citation\" id=\"57520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57520)\">Prov. 26:14<\/a><\/span> doing no good, but just swinging backwards and forwards. Brother Benson, won't you shut that vestry door, and open it again? [Which he did.] Now, don't you see, brethren, that has neither lost nor gained anything; but it will soon wear out. This figure I wish to apply to you indolent persons, and thereby show you that you ought to go to work and improve&#x2014;bring about something for the honor and glory of God, and the adorning and building up of his kingdom. I do not want you to be like the sow that has been taken and washed clean, and then as soon as the door is open she goes into the dirtiest mudhole there is in the neighborhood.<span class=\"citation\" id=\"78422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78422)\">2 Pet. 2:22<\/a><\/span> But as you have been washed in the waters of baptism and entered into the fold, I want you to remain clean and pure, and to labor for the welfare of Zion and the upbuilding of the kingdom of our God. If you act like the sow, then your last end will be worse than your first. <\/div><div class=\"paragraph jod\" id=\"v8n1340\"> You have entered into the kingdom, and should be like a little child, humble, meek, and passive in the hands of your superiors.<span class=\"citation\" id=\"81836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81836)\">Mosiah 3:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1341\"> You will remember that when those commissioners came to make peace with us, we came up from the South to see them, to find out what they wanted. The night we arrived in  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the city, I dreamed that there was an awful flood, and that the floodwood had stopped up the stream. I watched it; and after a while the floodwood gave way, and it came down Emigration Canyon, and went in a southwesterly direction. I then looked round to see what the effects were, and all at once this whole city and adjacent country became full of hogs. I spoke to the President and the brethren who were with him, and said&#x2014;&#x201C;The country is full of hogs,&#x201D; and they were frothing at the mouth just like mad hogs do; and I saw them running after the brethren, who got on the walls and fences in different directions, and they were jumping up at them, but their mouths were full of froth; and I was pleased to see that there was not one of those hogs could bite any of the brethren. By-and-by our attention was called to other business, and when I had a little leisure I looked round and said to the brethren&#x2014;&#x201C;Where are those hogs gone?&#x201D; We looked around us, and lo and behold there was not a hog to be found in the country! <\/div><div class=\"paragraph jod\" id=\"v8n1343\"> But while they were here did they not froth at the mouth? They did, and they jumped and made a terrible stew; but I do not know that they have ever hurt anybody. They have not had the power to meddle with or hurt anybody except those who wanted to be meddled with. Now I consider that those men and women who have suffered themselves to be overcome by these hogs are no better than the hogs themselves. <\/div><div class=\"paragraph jod\" id=\"v8n1344\"> This may be considered a very good introduction, in my way, to this General Conference. <\/div><div class=\"paragraph jod\" id=\"v8n1345\"> I do not know that I ever felt better in my life than I do today. I feel that I can touch a little thing here and another there, and I see before me ten thousand times more than I speak of; and among the many things that I can see, one is, that all the <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3277\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hogs are going to leave as fast as they can! If the Elders and Saints will only do right, all will be right for them and with them; and they ought to know that the responsibility is upon their shoulders. <\/div><div class=\"paragraph jod\" id=\"v8n1346\"> If you, brethren, go and sell your wheat, that will not be laid to the sisters, excepting in those cases where the men are under petticoat government. Those who do this are taking a course that will bring sorrow upon themselves; yes, those who trade away the staff of life will suffer pain, sorrow, and nakedness, and many things that have not entered into their hearts to think of. <\/div><div class=\"paragraph jod\" id=\"v8n1347\"> Since the Latter-day Saints have been in these mountains, there has never been such a deep designing and well-got-up scheme to draw grain out of this Territory as there is now; for there is a branch of a store in almost every settlement, and they are buying wheat and sending it to Pike's Peak, and they are getting it at a very low price, too. I am afraid this is going to bring trouble upon you, brethren and sisters. President Young has talked and talked upon the subject of saving your breadstuff, and the Twelve have borne testimony of it in all your settlements day after day and year after year; and yet many of the people don't care any more about it than if we had never spoken upon the subject. <\/div><div class=\"paragraph jod\" id=\"v8n1347\"> There are some who have listened and laid up their grain. Look at the men who have done this, and you will find men that have got power with God and man. Let us try to improve, and get as many to do this as we can, and we shall do well. We cannot get everybody to do it, but we can use an influence with a few. There are a great many here who have lived from hand to mouth all their lives, they have been accustomed to get their wages on a Saturday night; and let their wives have them; then their wives would go and  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pay such a portion for the week's provisions&#x2014;so much for ale, so much for the priest, the tithing, and other things; and they don't know how to get along any other way. <\/div><div class=\"paragraph jod\" id=\"v8n1349\"> How can you be saviors, except you lay up knowledge of the things of God? And how can you be temporal saviors, except you lay up provisions? Jesus says, Seek first the kingdom of heaven and its righteousness, and all other things shall be added unto you.<span class=\"citation\" id=\"63634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63634)\">Matt. 6:33<\/a><\/span> The Lord is not bound to feed us, except we take care and do our part. Do you imagine that the Lord will go and raise you a crop of wheat, without your first going and ploughing the ground? <\/div><div class=\"paragraph jod\" id=\"v8n1350\"> You have heard President Young say that none of us know enough to make a spear of grass grow, and this we all know to be true; but I will tell you what you can do. You can obtain the ground, plough it, drag it, sow the seed, and dedicate it to your Father and God. Then, when you find it necessary, you can irrigate it, and you will be pretty sure to get a good crop of wheat, or corn, or whatever you may choose to plant. <\/div><div class=\"paragraph jod\" id=\"v8n1351\"> There are a great many that are going into speculation nowadays. Some of our Elders are becoming merchants, taking the Gentiles' goods and peddling them off for wheat, and then turning it over to our Gentile speculators who have persecuted us. Well, you will see that pretty much everyone of them will lose the Spirit, except they repent. <\/div><div class=\"paragraph jod\" id=\"v8n1352\"> Now, you have been told again and again to take care of your cattle, and send back for your goods. This has been done this year by a number of the brethren, and it can be done by the majority of the people. There was a train of goods came in a few days ago: the cattle started from here last spring, and they have come in better condition than any other cattle that have crossed the Plains this sea<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3276\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>son. The same thing has been done before. The year the pioneers came in, we bought oxen, mules, and horses; and some of the cattle we brought in with us went back to the Missouri River the same season, and they got through about three weeks before we did, for we had to stay back and help our horses. When we struck the Platte River on our return, we found that there was no substance in the grass; the frost had killed it. But in the spring, when cattle go down from here, the grass is fresh and good, and the cattle get fat; and then on their return they get into the &#x201C;bunchgrass country&#x201D; before the frost comes, and you know bunchgrass is good all the year round. I want to see the people go into this business forthwith. <\/div><div class=\"paragraph jod\" id=\"v8n1353\"> I cannot do much, but I have had it in my heart ever since I have been in this Church to do some good, not only to myself but to this people; and I want to honor this Priesthood, and to see the day when this people will circumscribe and circumnavigate the whole world; and I want to see the kingdom of God govern and rule the world, and this I will see with mine eyes, if I am faithful; and if I am not faithful, I shall be sure to see it, and that to my sorrow. <\/div><div class=\"paragraph jod\" id=\"v8n1354\"> I desire to be humble and faithful; but I am like you&#x2014;I have my weaknesses to contend with. We seem as if we must have something to excite us to good works&#x2014;to encourage us to press forward in the good work of our Heavenly Father; and I consider we have everything to encourage us to do good&#x2014;to practice virtue and righteousness. <\/div><div class=\"paragraph jod\" id=\"v8n1355\"> Brethren, I feel to bless you with the blessings of Almighty God, that the Spirit of God may run through your bones like blood running through your veins, to cheer up your hearts. And I ask my Heavenly Father to bless you; and he will do it, if you be faithful and diligent. He will  <div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bless the virtuous, the upright, and those that honor their calling, and that honor this Church; and he will honor me forever, so long as I do right and honor the Priesthood; and he will honor my wives, my sons, and daughters, if they will honor themselves; and I will honor them. The men who honor this Church, and try to promote its interests, God will bless; and if they honor God, they never will take a course to crush their brethren: they will honor their Presidents, whether they be Apostles, High Priests, or Elders. <\/div><div class=\"paragraph jod\" id=\"v8n1357\"> Uncle John Young is a Patriarch in the Church of God, which office he <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> received honorably, for he is an heir to it through his father; and he may bless all the people with the blessings of the heavens and of the earth, and they will only get what they live for. This is the promise of God to his Saints. <\/div><div class=\"paragraph jod\" id=\"v8n1358\"> The Spirit of the Lord giveth line upon line and precept upon precept, here a little and there a little<span class=\"citation\" id=\"58547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58547)\">Isa. 28:10<\/a><\/span> for the comfort of the Saints. These are given to you to improve upon. I feel this spirit of improvement, and desire to advance and see my brethren advance in the things of God. <\/div><div class=\"paragraph jod\" id=\"v8n1359\"> I pray God to bless you all, in the name of the Lord Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}