{"ID":80061, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Testimonies of the Truth, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Hyde, made at the Bowery, Great Salt Lake City, October 7, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Testimonies of the Truth, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Hyde<\/div>\n<div class=\"date\">Date: 10\/7\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d61\">\n<div class=\"paragraph jod\" id=\"v8n1239\"> Feeling thankful for the opportunity of meeting with you, this morning, in the capacity of our Semi-Annual Conference, I cannot but express my gratitude to God that I am a member of that Church which is everywhere spoken against,<span class=\"citation\" id=\"72147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72147)\">Acts 28:22<\/a><\/span> even the Church of Jesus Christ of Latter-day Saints. I am thankful to God, my Heavenly Father, that he has revealed the everlasting Gospel in its fulness, and made me, as well as many of you, the honored instruments to proclaim it to all nations, kindreds, tongues, and people, wherever our lots may be cast. <\/div><div class=\"paragraph jod\" id=\"v8n1240\"> Of all people upon the face of the whole earth, none have so great reason to be thankful as we. We are brought into the school of Christ to be instructed in the laws, spirit, and policy of his kingdom. <\/div><div class=\"paragraph jod\" id=\"v8n1241\"> Many of you will bear in mind that at our last Conference, six months ago, many of the speakers bore powerful testimony to the truth and certainty of the cause in which we are engaged; and you will also recollect that I told you then that that testimony would seriously affect all nations and people&#x2014;that it would be felt throughout the entire world&#x2014;that it would be borne by an invisible hand, and its influence, like the frosts of autumn, blight the growing and flourishing prospects of all political and worldly schemes and enterprises. Contemplate now, through the glass of the public newspapers and journals, the condition of the nations of Europe, <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3296\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of Asia, and of America! Our own favored land is in commotion. The political elements are heavily charged with electricity, and the louring storm clouds are gathering in our horizon, threatening to avenge the blood of martyred Prophets and Apostles, and the inhumanity and cruelty practiced upon the Saints of God. None of those things are forgotten. They are written with imperishable characters in the memory of this people, and their cries and their prayers have transmitted them to the sacred records above, to be answered in their behalf by storms, by tempests, by whirlwinds, by earthquakes, by famines, by the sword, and also by flames of devouring fire.<span class=\"citation\" id=\"58664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58664)\">Isa. 29:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1242\"> The testimony of the servants of God, before alluded to, forcibly reminds me of a certain class of men spoken of in the Revelation of St. John, who overcame by the blood of the Lamb and by the word of their testimony.<span class=\"citation\" id=\"79613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79613)\">Rev. 12:11<\/a><\/span> When our testimony goes forth from this stand, we cannot always tell exactly where it may take effect; but we know that it will not return void.<span class=\"citation\" id=\"125336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125336)\">Isa. 55:11<\/a><\/span> It must fall somewhere. It is like the seeds of plants and flowers, which are often carried high in the air and wafted on the breeze to a remote distance; yet the laws of gravity will ultimately compel them to a resting place, where their effects may be seen. <\/div><div class=\"paragraph jod\" id=\"v8n1243\"> For me to testify to you that &#x201C;Mormonism&#x201D; is true&#x2014;to declare its  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>destiny and final triumph&#x2014;would be like telling you that the sun shines. It is something that you see, and consequently know; yet it is not at all likely that the sun now shines in the eyes of all people. Hence I volunteer my testimony. You may regard it in the light of a ship of war taking in her shot and shells at a home port, that are designed to batter down an enemy's walls on a foreign shore. <\/div><div class=\"paragraph jod\" id=\"v8n1245\"> What is called &#x201C;Mormonism&#x201D; by the world is the fulness of the everlasting Gospel&#x2014;the truth of God&#x2014;the only way of salvation for all people to whom it is made known or in any way declared, and destined to rule the world. While on this branch of my subject, allow me to introduce a testimony given me, not long since, under other and peculiar circumstances. Hear it, all ye people! &#x201C;Mormonism will win its way through the world, and triumph in the face of any and all opposition. There is a God that never sleeps, an eye that never slumbers,<span class=\"citation\" id=\"57243\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57243)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57243)\">Ps. 121:4<\/a><\/span> and an arm that never becomes feeble. This God is our God, and through our agency he has decreed the triumph of his cause. 'Fear not, little flock; for it is your Father's good pleasure to give you the kingdom.'<span class=\"citation\" id=\"67629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67629)\">Luke 12:32<\/a><\/span> There is no man on earth, no people on earth, no nation on earth, no kindred or tongue on earth, or the whole combined, that raises the hand or voice against the kingdom of God or its policy as now established, but that will be rejected of God, dishonored of men, and go to ruin with the wrath of Heaven upon them.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n1246\"> Having the spirit of our calling, we wax bold in our testimony. When a few more Conferences shall have been held by this people, compare the coming history of nations with this my testimony, and you will be satisfied that I now tell you the truth. <\/div> <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3295\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1247\"> The liberty of the Gospel, with your indulgence, will allow me to give some political matters a passing and respectful notice. I am no politician, and it cannot be expected that I shall treat such subjects as Messrs. Douglas, Bell, Breckenridge, or Lincoln would. In such matters they are workmen. I am but a bungler; yet in times of general election, when political speeches are flaming all around, it is not to be wondered at that even a novice should attempt to fire up a little on the importance of the times. <\/div><div class=\"paragraph jod\" id=\"v8n1248\"> First and foremost, I will briefly allude to some aspirants to office and honors in the Church of which we are members. There have been aspirants to the Presidency of this Church ever since the death of Joseph Smith, and even before. It may be regarded as lost time to allude to these things at all by which any portion of the day is consumed. But, brethren, bear with me. I have read the writings of every aspirant to the presiding Priesthood in this Church since the days of Joseph. I have marked their cold, dry, technical, husky, and spiritless reasonings from the Book of Mormon, from the Doctrine and Covenants, Bible, &amp;c., quite voluminous, resembling the bile ejected from a disordered stomach. I have never discovered one burst of the Spirit of God in all their claims or publications. <\/div><div class=\"paragraph jod\" id=\"v8n1249\"> Who has ever read Brigham Young's writings in which he has labored to establish his right and claim to the Presidency of the Church? No one. God pleads his own cause through Brigham, because he obeys him; but man has to plead the cause of man who is sordid, illiberal, murmuring, and corrupt. <\/div><div class=\"paragraph jod\" id=\"v8n1250\"> In the month of February, 1848, the Twelve Apostles met at Hyde Park, Pottawattamie County, Iowa, where a small Branch of the Church  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was established; and I must say that I feel not a little proud of the circumstance, and also very thankful, on account of its happening in my own little retired and sequestered hamlet, bearing my own name. We were in prayer and council, communing together; and what took place on that occasion? The voice of God came from on high, and spake to the Council. Every latent feeling was aroused, and every heart melted. What did it say unto us? &#x201C;Let my servant Brigham step forth and receive the full power of the presiding Priesthood in my Church and kingdom.&#x201D; This was the voice of the Almighty unto us at Council Bluffs, before I removed to what was called Kanesville. It has been said by some that Brigham was appointed by the people, and not by the voice of God. I do not know that this testimony has often, if ever, been given to the masses of the people before; but I am one that was present, and there are others here that were also present on that occasion, and did hear and feel the voice from heaven, and we were filled with the power of God. This is my testimony; these are my declarations unto the Saints&#x2014;unto the members of the kingdom of God in the last days, and to all people. <\/div><div class=\"paragraph jod\" id=\"v8n1252\"> We said nothing about the matter in those times, but kept it still. [After seating myself in the stand, I was reminded of one circumstance that occurred, which I omitted in my discourse. Men, women, and children came running together where we were, and asked us what was the matter. They said that their houses shook, and the ground trembled, and they did not know but that there was an earthquake.<span class=\"citation\" id=\"71454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71454)\">Acts 4:31<\/a><\/span> We told them that there was nothing the matter&#x2014;not to be alarmed; the Lord was only whispering to us a little, and that he was probably not very far off.<span class=\"citation\" id=\"128083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128083)\">John 12:28-30<\/a><\/span> We felt no shaking of the earth or of the <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3294\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> house, but were filled with the exceeding power and goodness of God.] We knew and realized that we had the testimony of God within us. On the 6th day of April following, at our Annual Conference, held in the Log Tabernacle at Kanesville, the propriety of choosing a man to preside over the Church was investigated. In a very few minutes it was agreed to, and Brigham Young was chosen to fill that place without a dissenting voice, the people not knowing that there had been any revelation touching the matter. They ignorantly seconded the voice of the Lord from on high in his appointment. (Voice from the stand: &#x201C;That is <span class=\"italic\">Vox Dei, vox populi<\/span>.&#x201D;) Yes, the voice of God was the voice of the people. Brigham went right ahead, silently, to do the work of the Lord, and to feed his sheep, and take care of them like a faithful shepherd, leaving all vain aspirants to quarrel and contend about lineal descent, right, power, and authority. <\/div><div class=\"paragraph jod\" id=\"v8n1253\"> Some persons say that Brigham does not give revelations as did Joseph Smith. But let me tell you, that Brigham's voice has been the voice of God from the time he was chosen to preside, and even before. Who that has heard him speak, or that has read his testimonies, or that is acquainted with his instructions, does not know that God is with him? Who does not know, Jew or Gentile, that has come in contact with his policy, that he possesses a power with which they are unable to compete. He possesses skill, wisdom, and power that trouble wise men and rulers. God will make him a greater terror to nations than he ever has been. <\/div><div class=\"paragraph jod\" id=\"v8n1254\"> I will now quote a few passages from the revelations of God as contained in the Book of Doctrine and Covenants&#x2014;&#x201C;My words shall all be fulfilled, whether by mine own voice  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>out of the heavens, or by the voice of my servants, it is the same.&#x201D;<span class=\"citation\" id=\"83760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83760)\">D&amp;C 1:38<\/a><\/span> Again, concerning his servants&#x2014;&#x201C;Whatsoever you shall speak by my Spirit shall be scripture&#x2014;shall be the word of the Lord, the will of the Lord, the mind of the Lord, and the power of God unto salvation.&#x201D;<span class=\"citation\" id=\"86663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86663)\">D&amp;C 68:4<\/a><\/span> Again, from the New Testament, Jesus says, &#x201C;Whosoever heareth you (whom I send) heareth me.&#x201D;<span class=\"citation\" id=\"67403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67403)\">Luke 10:16<\/a><\/span> You men of business do not empower and send an agent to transact business for you unless you intend to honor his words and his doings. The law will compel you to do this. The God of heaven does not send forth his servants upon the earth but with the fixed purpose to honor their words when they abide in the instructions given them. <\/div><div class=\"paragraph jod\" id=\"v8n1256\"> I will now pave the way for my political manifest. Jesus says, &#x201C;Whosoever falleth upon this stone shall be broken.&#x201D;<span class=\"citation\" id=\"65355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65355)\">Matt. 21:44<\/a><\/span> What stone does he refer to? The Lord says to his disciples, &#x201C;Whom say ye that I am?&#x201D; Peter answers&#x2014;&#x201C;Thou art the Christ, the Son of the living God.&#x201D; Jesus indicated to Peter that he had spoken truly by saying unto him, &#x201C;Blessed art thou, Simon Barjona: flesh and blood hath not revealed this unto thee, but my Father which is in heaven. And I say unto thee, That thou art Peter, and upon this rock will I build my church; and the gates of hell shall not prevail against it.&#x201D;<span class=\"citation\" id=\"64829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64829)\">Matt. 16:15-18<\/a><\/span> This stone or rock was the word of God revealed unto Peter. Present revelation from God, then, is the stone or rock which our Savior spoke of. Any church or any people built upon this foundation cannot be prevailed against by any power, for one obvious reason: whenever a people are built upon this foundation and they get into trouble and difficulty, they will ask the Lord to show them the way out; and being built upon present revelation and in communion with God, he will tell them what to do. His <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3293\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wisdom is greater than the cunning of the Devil,<span class=\"citation\" id=\"83939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83939)\">D&amp;C 10:43<\/a><\/span> and consequently the gates of hell cannot prevail against them. Any people built upon this foundation are hard to head, though their numbers may be small. The ancient church was never overcome until they lost this principle of present revelation. Then they were prevailed against and fell away, because they ceased to build upon this foundation&#x2014;the stone or rock of present revelation. Solomon says&#x2014;&#x201C;Where no vision is, the people perish.&#x201D;<span class=\"citation\" id=\"57550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57550)\">Prov. 29:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1257\"> Many churches are built up in the world, professedly, unto the name of Christ. But have they present revelation? No, they have not. They despise the idea of present revelation, and kill the Prophets that give them, and persecute the people that believe them. Will the gates of hell prevail against such? To whom will our Savior say&#x2014;&#x201C;Depart from me, ye workers of iniquity; I know you not?&#x201D;<span class=\"citation\" id=\"63970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63970)\">Matt. 7:23<\/a><\/span> Will it not be to those who are not built upon this rock? Now for politics. <\/div><div class=\"paragraph jod\" id=\"v8n1258\"> To send the army to Utah was the measure and policy of a Democratic administration of the United States Government. This Democratic administration was the only legitimate power that could send it here. It was the official channel through which the flood was poured in upon us. Merchants, gamblers, whoremasters, thieves, murderers, false writers, drunkards, and, to cap the climax, a drunken, debauched judiciary, with plenty of bayonets to enforce their decrees. Some decent men came, most likely; yet I know not one with whom I could safely trust the virtue of any female in their power. They came to gratify their basest passions; and they will leave, if they leave at all, with the wrath of God upon them, candidates for damnation. They have burned strange fire upon the  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>altar of God, and with strange fire such will be consumed.<span class=\"citation\" id=\"54612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54612)\">Lev. 10:1<\/a><\/span> The Democracy of the country fell upon this stone by the military arm of their power. Are they now broken?<span class=\"citation\" id=\"65356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65356)\">Matt. 21:44<\/a><\/span> Let us see. <\/div><div class=\"paragraph jod\" id=\"v8n1260\"> On the 25th day of December, 1832, the Lord spoke to Joseph Smith, and said&#x2014;&#x201C;Verily, thus saith the Lord concerning the wars that will shortly come to pass, beginning at the rebellion of South Carolina, which will eventually terminate in the death and misery of many souls; The days will come that war will be poured out upon all nations, beginning at that place.&#x201D;<span class=\"citation\" id=\"88167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88167)\">D&amp;C 87:1-2<\/a><\/span> The Democratic party found it necessary to call a convention of delegates to nominate a successor to President Buchanan. No place but Charleston, South Carolina, could be agreed upon as the place for that body to assemble in. A most unlikely place, indeed!&#x2014;entirely out of the political center&#x2014;a small town of about twenty or twenty-five thousand white inhabitants, accommodations very limited for such a body of men, and at a half-dozen prices. But to South Carolina they must go; for the prophecy, twenty-seven years before, said that the serious troubles of the land should begin at that place. The Democratic party or administration fell upon that stone of present revelation, and, according to our Savior's words, they must be broken.<span class=\"citation\" id=\"65357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65357)\">Matt. 21:44<\/a><\/span> They had to go to Charleston to break. They did go there, and there they did break into several pieces&#x2014;split asunder. It was said by the ancient Prophet&#x2014;&#x201C;Out of Egypt have I called my son.&#x201D;<span class=\"citation\" id=\"61811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61811)\">Hosea 11:1<\/a><\/span><span class=\"citation\" id=\"62647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62647)\">Matt. 2:15<\/a><\/span> Joseph and Mary took the young child by night and fled into Egypt to elude the cruelty of Herod, and God called his son out of Egypt. It was necessary, equally, that the Democratic party go to South Carolina, being urged there by a silent prophetic influence; and though they had hearts to understand, they understood it not. <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3292\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They had eyes to see, but they saw it not. There they broke&#x2014;there the trouble began, &#x201C;which will eventually terminate in the death and misery of many souls.&#x201D;<span class=\"citation\" id=\"88146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88146)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88146)\">D&amp;C 87:1<\/a><\/span> They sent their army to fall upon this stone&#x2014;to fall upon God and upon his people and upon their policy. They sent their corrupting influence&#x2014;their demoralizing principles and practices&#x2014;among us; and God will make the nation heirs to the penalty for all these offenses. &#x201C;It must needs be that offenses come,&#x201D;<span class=\"citation\" id=\"65037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65037)\">Matt. 18:7<\/a><\/span> but God grant us grace that we may endure manfully to the end. <\/div><div class=\"paragraph jod\" id=\"v8n1261\"> This is my political speech to the Saints of God. Will the Democracy continue in power? The sequel will show. They are trying to &#x201C;fuse,&#x201D; but the iron and miry clay will never permanently unite.<span class=\"citation\" id=\"61161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61161)\">Dan. 2:43<\/a><\/span> But they are in the hands of God, and they know it not; they are under his influence, but they acknowledge not his hand. <\/div><div class=\"paragraph jod\" id=\"v8n1262\"> What was the immediate outside pressure that caused the army to come to Utah? Was it not the multitude that wanted to speculate out of the army&#x2014;out of the citizens of the territory, traders, freighters, merchants, and sutlers, doctors, lawyers, and devils? Anybody may answer these questions. How many have got rich at it? How many have realized the object of their hopes and wishes in anything? God blesseth not unrighteous designs. Is the whole train of speculators broken? They fell upon this stone, or were ready to back those that did. Are they broken? If they are not, they are almost. Their creditors in the East will find this out in due time. Our gold, our virtue, and our blood is what most of them came to traffic in, and their reward is sure. This outside pressure cannot be confined, in truth, to the class of men alluded to. What was the voice of the nation through their public journals, priests, and people? What the popular clamor? Crucify  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>him! Crucify him!<span class=\"citation\" id=\"68277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68277)\">Luke 23:21<\/a><\/span> Away with him! The &#x201C;Mormons&#x201D; are not fit to live! Let the race be exterminated! With the exception of now and then a Joseph of Arimathea,<span class=\"citation\" id=\"66395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66395)\">Matt. 27:57<\/a><\/span> this was the popular cry. Will the nation be broken? It has fallen upon this stone to all intents and purposes. The signs in the heavens and upon the earth, the political feuds or factions, the seditious tendency of the people, were never more portentous over Jerusalem, previous to its destruction, than they are now over the United States of America. Who so blind as not to see it? <\/div><div class=\"paragraph jod\" id=\"v8n1264\"> This picture is held up as a mirror to reflect the condition and fate of any and every other nation or people that slays the Lord's anointed&#x2014;that persecutes his people&#x2014;that sends its armies to corrupt, annoy, or lay waste the heritage of God.<span class=\"citation\" id=\"78195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78195)\">1 Pet. 5:3<\/a><\/span><span class=\"citation\" id=\"86133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86133)\">D&amp;C 58:13,17<\/a><\/span> I have no apologies to make. I tell you that God Almighty sits upon the throne of his kingdom. He has decreed its onward march, and it will march onward; and the power to stay it exists not on the earth. We were driven out into this wilderness, and here we are. Our friends will find us here, and our foes also. They made us cross the Mississippi pretty lively. They pressed us and pricked us with their bayonets. Was there any mercy shown to the sick, aged, or infirm&#x2014;to women and children? No. The fever of frenzy and rage had dried up the fountain of compassion in their hearts. We had to fly, and to what place Heaven only knew. The timid wife, the tender daughter, the widowed mother and her children were forced into the flatboat like so many cattle or swine. By casting an eye back to their once pleasant and peaceful habitations, they could mark the lurid flame and smoke curling up to heaven from the crumbling walls of their desolated homes. One widowed lady, while seeking her little boy among <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3291\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the mob on the margin of the river, was cursed and damned because she was not sooner aboard of the boat. When she found her child, she went aboard, and, turning round and looking them full in the face, said to her persecutors&#x2014;&#x201C;You shall yet dearly pay for all this.&#x201D; I dined with that same lady not ten days since, and she told me that she should live to see her prediction fulfilled. I said, God grant it. Jesus says&#x2014;&#x201C;With the same measure ye mete, it shall be measured to you again.&#x201D;<span class=\"citation\" id=\"63700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63700)\">Matt. 7:2<\/a><\/span> God will not speak to them much more by Prophets, for they have persecuted and slain them. But he will speak unto them yet more. It will be, however, by the voice of thunder, by the voice of lightnings, by the voice of whirlwinds, tempests, and tornadoes&#x2014;<span class=\"citation\" id=\"85526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85526)\">D&amp;C 43:25<\/a><\/span><span class=\"citation\" id=\"88675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88675)\">D&amp;C 88:90<\/a><\/span>by the voice of hail, fire, flood, and famine&#x2014;by the voice of hostile forces in deadly combat&#x2014;by the wailings of widows and orphans&#x2014;by pestilence and decrease of both man and beast. The horrors of the scenes will be lighted up by the incendiary's torch. In this way will God make requisition for the blood of his anointed, and for the cruelty practiced upon his people. With these arguments will God plead his cause at the nation's bar until the builders seek the stone which they have rejected, even present revelation, and place it at the head of the corner.<span class=\"citation\" id=\"65340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65340)\">Matt. 21:42<\/a><\/span> This will be the Lord's doings, and it will be marvelous in our eyes. The Supreme Creator of all, the Almighty Sovereign of the universe will assert his rights and maintain them, and reign King of nations<span class=\"citation\" id=\"60429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60429)\">Jer. 10:7<\/a><\/span> as he now does King of Saints.<span class=\"citation\" id=\"80073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80073)\">Rev. 15:3<\/a><\/span> The power that attempts to check his designs will be ground to powder.<span class=\"citation\" id=\"65358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65358)\">Matt. 21:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1265\"> The present aspirants to presidential honors in the nation appear to be in good heart and firm in faith that they shall triumph. They seem to spare no labor or effort; they lack no zeal, and are full of hope, full of  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>expectation, strong in spirit, strong in will, and strong in assurance. But the days are near at hand when all such will be weak as water.<span class=\"citation\" id=\"60778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60778)\">Ezek. 21:7<\/a><\/span> Their voices will be feeble, their arms palsied, their knees tremble, and they will no sooner aspire to that station than they would to the berth of Shadrach, Meshach, and Abednego in the fiery furnace.<span class=\"citation\" id=\"61427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61427)\">Dan. 3:19<\/a><\/span> They will no sooner aspire to that summit of fame than would the Israelites approach the crest of Mount Sinai when the thunders of heaven rolled in awful majesty, and the lightnings flashed in forked lines as arrows from the bow of the Almighty.<span class=\"citation\" id=\"54328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54328)\">Ex. 20:18-19<\/a><\/span> At the appointed time in Heavens's will, the capstone, long rejected, will be brought forth with shouting, crying Grace, grace unto it!<span class=\"citation\" id=\"62265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62265)\">Zech. 4:7<\/a><\/span> Remember the words of the Lord where he says&#x2014;&#x201C;All my words shall be fulfilled, whether by mine own <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> voice out of the heavens or by the voice of my servants, it is the same.&#x201D;<span class=\"citation\" id=\"83761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83761)\">D&amp;C 1:38<\/a><\/span> And again&#x2014;&#x201C;He that heareth whomsoever I send heareth me.&#x201D;<span class=\"citation\" id=\"67404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67404)\">Luke 10:16<\/a><\/span> Forget not these things. <\/div><div class=\"paragraph jod\" id=\"v8n1267\"> I covet no man's silver, gold, or apparel; neither his goods, wares, or merchandise. I covet not the honors of this world, neither the good opinion of ungodly men; but I do covet the Spirit of the living God. I covet grace equal to my day, and earnestly pray God, my heavenly Father, in the name of his Son Jesus Christ, that I may have power to honor my priesthood and calling, to bear a faithful testimony to the truth, and by no act spot or stain the testimony which I bear. <\/div><div class=\"paragraph jod\" id=\"v8n1268\"> God bless the people and his servants, and roll on his mighty work, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}