{"ID":80066, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Testimony, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, made in the Tabernacle, October 6, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Testimony, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/6\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d66\">\n<div class=\"paragraph jod\" id=\"v8n1360\"> It is about thirteen months since I had the privilege of rising and speaking in your midst. It is therefore with a heart filled with thankfulness to our Heavenly Father that I now enjoy the privilege of bearing my testimony on the present occasion of the things which pertain to the kingdom of the Most High. In his kind providence we are enjoying a great multitude of blessings. <\/div><div class=\"paragraph jod\" id=\"v8n1361\"> The testimony which has been given to us this morning of the power and manifestations of the Spirit of God in the midst of Israel is calculated to make us rejoice. The Lord speaks unto us in his own way, and after his own manner, and in our language,<span class=\"citation\" id=\"83502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83502)\">Ether 12:39<\/a><\/span> <div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3275\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and after our understanding, and the light of his Spirit which shineth in our minds, inasmuch as we will suffer it to do so; but if our hearts are clogged with the things of this world&#x2014;if our souls are suffered to become enamored of the earth and the objects that are sought after by the wicked world, we lose the Spirit of the Lord, and by that means do not understand when we are taught and instructed in the way of life. <\/div><div class=\"paragraph jod\" id=\"v8n1362\"> The object of obtaining wealth and the desire to handle or control a considerable portion of this world's goods have blinded the eyes of many Elders, and caused them to go astray in the ways of extravagance and folly. It has  <div class=\"break pagebreak\" id=\"254a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0254.pdf\" target=\"pdfwin\">p.&#xA0;254a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>decoyed them from the path of virtue, and by that means they have become totally estrayed from the path of truth. If we can keep in view the one great principle, to build up the kingdom of God,<span class=\"citation\" id=\"63675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63675)\">Matt. 6:38 (JST)<\/a><\/span> proclaim the fulness of the everlasting Gospel, to labor for the sustenance of Zion, make that our first, our great, our only object, and fear not for the earthly things we may need, we shall have the Spirit of the Almighty to enlighten our minds and guide our feet in the true path. <\/div><div class=\"paragraph jod\" id=\"v8n1364\"> When the Presidency bear their testimony to us, our spirits will then meet with theirs, and we shall feel and enjoy the truth of the principles they proclaim to us. But while our minds become concentrated upon earthly objects, we are dark, and we begin to think we know better than other people; we begin to feel that we can do something independently of God or his servants. <\/div><div class=\"paragraph jod\" id=\"v8n1365\"> I will relate an instance that occurred in 1849. I was talking with one of the brethren who had been many years in the Church. He told me he wanted to situate himself so that he could leave his family and be prepared to go preaching. I said, &#x201C;Are you not pretty well situated now you have a large farm, plenty of cattle, and other property, and your family are able to take care of themselves?&#x201D; He said he did not feel as though he had ready means enough to go. &#x201C;I want to get myself in condition so that I can leave home; and in order to do it, I have determined to go to California; and I think in the course of five or six months I can there raise ten thousand dollars, and on that means I can go to the southern part of California, buy 1,000 head of horses, and bring them to Salt Lake, and next year sell them for one or two hundred dollars each. With that means in my hands I shall be able to leave my family and go preaching.&#x201D; <div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3274\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> That was the design he laid out. I may say the plan was very tempting: he went to California, but the tremendous results anticipated were never realized. There are a great many men in the midst of Zion that have lost their power and ability to perform those works they seem to wish to perform by endeavoring to take a wild goose chase to place themselves in possession of wealth on their own responsibility. The circumstances which have transpired in our midst for the last few years have been calculated to try many men. <\/div><div class=\"paragraph jod\" id=\"v8n1366\"> In reviewing the history of ourselves as a people, we have encountered many things which have been calculated to try some men. They have been compelled many times to submit to the most cruel exactions&#x2014;seeing their friends murdered, their families driven from their possessions, and yet bearing up under it splendidly. They have had to pioneer into the midst of a barren and hitherto unknown desert, make settlements, rear their families in the midst of want, and toil, and bear it patiently. Yet, after a few years of prosperity, you will see those very men, when they become better situated, surrounded with the blessings and comforts of life&#x2014;they begin to feel as though they were not doing quite well enough, and their thoughts begin to wander like the fool's eye to the ends of the earth.<span class=\"citation\" id=\"57452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57452)\">Prov. 17:24<\/a><\/span> In some instances the scenes of the last few years have caused them to turn again, as President Kimball expressed it, like the hog to the mire after he had been cleanly washed.<span class=\"citation\" id=\"78423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78423)\">2 Pet. 2:22<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1367\"> It puts me in mind of a compliment paid to Queen Elizabeth by an English farmer. Her Majesty was out on a ride, and was caught in a storm. The farmer was very much rejoiced that the Queen had called upon him, and she was pleased with his rough hospitality. Being just after  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the defeat of the Spanish Armada, he complimented her on the success of her arms by saying&#x2014;&#x201C;The King of Spain got the wrong sow by the ear when he made war with your Majesty.&#x201D; The Queen was much amused at this vulgar comparison. <\/div><div class=\"paragraph jod\" id=\"v8n1369\"> Though, really, the dream related by brother Kimball, describing the multitude of hogs that were in the city, was so perfectly illustrated at the time the town was so tremendously full of soldiers, teamsters, gamblers, and camp followers, and they floated off so suddenly, that it could almost be said it was dreamed awake. That is the best way to dream: a man can many times dream wide awake straighter than when asleep. <\/div><div class=\"paragraph jod\" id=\"v8n1370\"> I remember once (when in Zion's camp), I was very thirsty, hungry, and tired, that I dreamed when I was walking on the road I could see a loaf of bread, a bottle of milk, and a spring of water. It was one of the pleasantest dreams in the world, and I dreamed it while walking along the road. At the same time a great many dreams, as men consider, are no more nor less than open vision, and a great many dreams are the result, perhaps, of fatigue&#x2014;of overexercise&#x2014;of overeating before retiring to rest, or some other cause. <\/div><div class=\"paragraph jod\" id=\"v8n1371\"> When a man's mind is illuminated by a dream, it leaves a vivid and pleasant impression: when it may be guided by the Spirit of God, it leaves the mind happy and comfortable, and the understanding clear. <\/div><div class=\"paragraph jod\" id=\"v8n1372\"> I have regretted, for the past year, that I have not been permitted to speak to you, that my testimony to the truth might be heard in the midst of Israel, and in this city particularly. It was owing simply to an accident which lamed me in such a manner <div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3273\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that I could not walk about&#x2014;could not stand up, though after a while I got so much better that I could ride. I have rode about the Territory, and talked to the brethren in the settlements, generally sitting down; and many of them heard my testimony, which is the same as it has been for the last twenty-eight years&#x2014;a testimony to the truth of the revelation of the fulness of the Gospel to the Saints in these last days. It is the work of the Lord, and the hand of God is visible in everything that is passing before us; his hand and power have been over us. He has shielded us from the political machinations of evil-designing men, and preserved us from the wrath of our enemies. He has given wisdom to our President to guide, to counsel, to direct us; and if ever revelation guided a people on the face of this earth, this people has been guided by special revelation ever since we came into these valleys. The power of the Almighty has been with us, his hand has been over us here, his wisdom has directed us, his inspiring Spirit has been on our Presidency, his revealed will has been given from the lips of him God has given to lead us. Fear not to do right ourselves, and let us be fully aware of our own follies and weaknesses and corruptions, and listen to the watchmen of Zion, and we shall overcome and inherit the blessings of glory. We shall rise above our enemies, light and truth will shine upon us, peace will be on our path and the lamp of life will guide us to eternal glory. <\/div><div class=\"paragraph jod\" id=\"v8n1373\"> This is my testimony. You have it as I feel and realize it and know it, for these things are of God. And may his blessings attend us, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}