{"ID":80062, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Restoration of the Dead, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, November 25, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Restoration of the Dead, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 11\/25\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d62\">\n<div class=\"paragraph jod\" id=\"v8n1269\"> I have been hearing a few words advanced by Bishop Woolley, and I rejoice to say that I have a testimony within me that his sayings are true and faithful,<span class=\"citation\" id=\"80846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80846)\">Rev. 22:6<\/a><\/span><span class=\"citation\" id=\"86724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86724)\">D&amp;C 68:34<\/a><\/span> and according to my experience. I have come to the conclusion myself that I do not know much, excepting that which I have experienced, and I have had quite a lengthy experience in this Church. I have seen what are commonly called <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3290\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the ups and downs of &#x201C;Mormonism;&#x201D; I have passed through the mobbings and drivings of the last twenty-eight years, and have endured many things that but few of this congregation or this people know anything about. There are but few now in these Mountains who have passed through the trials and difficulties that have been endured by the leaders of this people, and therefore they have not  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the same experience, they do not know how to appreciate those things that we have passed through, as we do. <\/div><div class=\"paragraph jod\" id=\"v8n1271\"> For instance, we were driven from Jackson County, in the State of Missouri: some were obliged to leave Kirtland, in Ohio, through persecution; others were driven from Far West, Caldwell County, and from Clay County, Missouri; and then the great body of the Church were finally driven from Nauvoo. I might go on to tell you how numerous Branches of the Church were driven from many other places, and how many there were in the Church at those different periods; but I will only remark that there are not a great many of those men with us now, in comparison with the great number that are in these mountains. <\/div><div class=\"paragraph jod\" id=\"v8n1272\"> I discover one thing, however, that may have escaped the notice of many&#x2014;namely, that quite a number of those who are now in the Church originated or sprung from those who first obeyed the Gospel. There are a great many of their children who are now numbered with us; yes, there are hundreds of young people with us that have been born in the Church. I frequently see some of them&#x2014;persons that I have known from their childhood, and whose parents I knew before they were born. This is very gratifying to me. <\/div><div class=\"paragraph jod\" id=\"v8n1273\"> Many of those who received the Gospel at an early day have turned away from the truth; others have died and gone to the spirit world; but their children are here; they have come and taken the position of their parents, and will eventually be the means of redeeming them; they will act as saviors raised up by the Almighty, and they will become very useful in the latter days in restoring their parents into the presence of God. <\/div><div class=\"paragraph jod\" id=\"v8n1274\"> I speak of these things because they were first presented to my mind <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3289\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when I arose to address you, and I will now take the liberty of saying that I pray continually that this people and all the Elders of Israel may honor their calling&#x2014;that they may be blest with us, and with their children for evermore. I pray that we may live long upon the earth, and that we may accomplish a great and mighty work in this last dispensation, and that we may be so guided as to enable us to accomplish the work which we have the privilege of assisting to perform. This Gospel will accomplish that for which it was sent, and there is no power upon this earth that can stay its progress. There is no combined power upon the face of this earth that can stay this Gospel in its course&#x2014;no, not for one single moment. This is according to the design of our Heavenly Father, for he has said you cannot do anything against the truth, but for it. <\/div><div class=\"paragraph jod\" id=\"v8n1275\"> These things are truly so, and I have never known a man, whether in the Church or out of it, but what has promoted this cause and increased the influence of this people; and it will be so from this time henceforth and forever. Then why do you fathers in Israel want to lie down and go to sleep, and neglect the duties that devolve upon you? If you continue to do this, some of your children will have to rise up and become your benefactors. Why don't you step forward, set an example before your children, become their benefactors, and lay a foundation for them and your children's children to the latest generation.<span class=\"citation\" id=\"90332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90332)\">D&amp;C 107:56<\/a><\/span> It is your privilege, and the power is in your possession, for you have the Priesthood, and you have a portion of that Apostleship which will help you to attain to all the blessings promised to the faithful sons of God. But many, I am aware, will let the candle of the Almighty that is within them go out; and when that once goes out, it is very hard to  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>light it up again, and to have it as brilliant as it was in the beginning. <\/div><div class=\"paragraph jod\" id=\"v8n1277\"> In regard to the world at large, and my views in reference to the Lord's performing his work, I have only to say that I look back and trace the revelations that God gave to Joseph with great pleasure. He told the Prophet at one time to go forth with his brethren and importune for redress at the feet of the Governors and the Judges, and finally to the President of the United States, to give them the privilege of redressing their wrongs. The Lord then said, if they will not redress your wrongs, I will come out of my hiding place, and in my hot displeasure I will vex those unjust judges that are placed at the head of the nation, and I will cut them off from the face of the earth, and I will appoint their portion to be with the hypocrites and with the unbelievers.<span class=\"citation\" id=\"89583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89583)\">D&amp;C 101:76,86-95<\/a><\/span> Brethren, do you not think that day is right here? Are we not receiving news every few days, by the Pony Express, that the Lord is fulfilling his word? I think the last two or three days has brought us news that ought to satisfy all upon that point. <\/div><div class=\"paragraph jod\" id=\"v8n1278\"> It is now for you and me to rise up in the strength of our Heavenly Father, and let the light of heaven shine upon us, that everything that is not right may be purged from our midst, and let us say to every unholy thing, Begone! Let us honor our tabernacles; let us honor the earth, and let us honor the heavens, that we may enjoy the blessings that flow therefrom; for the man who dishonors his tabernacle and the earth upon which we dwell will not inhabit them again for some time to come. It will be with them as President Young was talking this morning about a certain class of individuals: there will be a dissolution, not only of the tabernacles, but of the spirits; for the body is not accountable to the <div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3288\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spirit, but it is rendered accountable for the acts of the person that dwells in it&#x2014;that is, to some extent. But, in reality, it is the person who dwells in the house that will have to pay the debt. I am now speaking about the spirits that dwell in our bodies. I know that these things will be as I say. <\/div><div class=\"paragraph jod\" id=\"v8n1279\"> I have seen the time when I did not know the meaning of the phrase, &#x201C;second death,&#x201D; but I now comprehend it to my satisfaction. There will probably be thousands who will be brought forth, in the resurrection, in their sins, and their conduct in life will have rendered them worthy of the second death. I have no desire to see any of the human family become subjects of the second death, and I especially desire that I may not see any of my brethren and sisters transgress the law of God to that extent that will render them subjects of the second death. My anxiety on this point is sometimes very great, for I desire the welfare of the Saints, and my interest in your behalf is daily increasing. I desire that we may so live in this life that we may ever dwell together, that we may rise together in the resurrection of the just, and then dwell together as men, women, and children in the Lord. <\/div><div class=\"paragraph jod\" id=\"v8n1280\"> Now, brethren and sisters, do we know what is right for us to do? Yes, every one of us. I can safely say there is not a man or woman here but knows what is right in the sphere in which they move. For instance, there is not one but knows better than to tell a lie, or steal, or bear false witness, or go and get drunk, or to bemean our fellow creatures. We all know that with that measure we mete, we shall have it measured back to us again.<span class=\"citation\" id=\"63701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63701)\">Matt. 7:2<\/a><\/span> Then it is necessary for you and me, if we have been wrongfully and unkindly treated, to wait until we see a change; and, if we are patient, we shall see that to that man  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>who measured to us will be measured back again, and we have no need to say anything about it. The law has gone forth&#x2014;&#x201C;With what measure ye mete, it shall be measured to you again.&#x201D;<span class=\"citation\" id=\"63702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63702)\">Matt. 7:2<\/a><\/span> We may all rest assured, brethren, that this law will be carried out, and that as we measure to each other, so will it be measured back to us again, in order that justice may have its demands.<span class=\"citation\" id=\"82378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82378)\">Alma 42:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1282\"> You will all admit that this is true doctrine, for these are the words of our Savior: they are the words of the Prophets and Apostles. Yes, they have all borne testimony to the same doctrine, and so has every pure-minded man that has lived upon the earth. <\/div><div class=\"paragraph jod\" id=\"v8n1283\"> Now let me ask of you Latter-day Saints if you think we do not know enough to lay aside our selfishness. Can we lay aside our precious selves and our proneness to do evil? Yes, we can. <\/div><div class=\"paragraph jod\" id=\"v8n1284\"> When I returned from the South I had quite a bundle of stories laid before me, and they were calculated to prejudice me in my feelings; but I declared, after due reflection, that it would not do for me to acknowledge such stories as truth, or permit them to have any bearing or weight upon my mind, because, if I had, prejudice, to which we are all more or less susceptible, would have taken hold of me. When I investigated and fathomed the thing to the bottom, there was not a word of truth in the reports. If men who are accustomed to fire off big guns could take such yarns for wadding, and thus blow them away, it would be a good thing for this community. <\/div><div class=\"paragraph jod\" id=\"v8n1285\"> We are the greatest people for believing everything that is reported that ever lived on the earth. It was just so in brother Joseph's day. When I went to Kirtland, they told me stories about brother Joseph, but I would not believe them. In those <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3287\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> days, I would not believe that a Prophet could do a wrong thing. But there are some now who will try to make it appear that Prophets will tell lies; but I tell you they will not do it. I might reason in the language of Paul<span class=\"citation\" id=\"73301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73301)\">1 Cor. 9:19-23<\/a><\/span> and say that, if I could bring more into the kingdom of God by telling a lie than by telling the truth, I would do it; but I know that the truth will bear its own weight, and accomplish that for which it was sent; and there is no need of any lies being told, or of any misrepresentations being made about it. <\/div><div class=\"paragraph jod\" id=\"v8n1286\"> There used to be a great many big stories told in Nauvoo, and the only way that I got along was by trying to put them down. I speak of these things to show you what has been; and if you can draw any good conclusions from them, I shall be satisfied. My principal object in speaking thus is, I want you to know that we are a people who are very much inclined to believe lies, and to encourage that which is not right. <\/div><div class=\"paragraph jod\" id=\"v8n1287\"> If you know a man who is guilty of a crime, is it best for you to reveal it? I will tell you what I would do. If I knew of men in this Church, who were guilty of crimes that were not unto death,<span class=\"citation\" id=\"78811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78811)\">1 Jn. 5:16-17<\/a><\/span> I would never reveal that knowledge; for I consider it would not be good policy to throw my brethren into hands that would be a great deal worse than they were themselves; but I would see that the law of God was executed. <\/div><div class=\"paragraph jod\" id=\"v8n1288\"> The Bible says we should have charity<span class=\"citation\" id=\"78156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78156)\">1 Pet. 4:8<\/a><\/span> and increase therein; and we are further instructed to increase and multiply in all good works,<span class=\"citation\" id=\"82077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82077)\">Alma 7:24<\/a><\/span> that the capacity of our minds may be enlarged, that we may grow, thrive, and increase in the knowledge of our Father and God.<span class=\"citation\" id=\"78240\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78240)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78240)\">2 Pet. 1:5-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1289\"> Brethren, my heart is kind towards you all; I feel towards you as a father feels towards his own children,  <div class=\"break pagebreak\" id=\"242a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0242.pdf\" target=\"pdfwin\">p.&#xA0;242a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and it is the pride of my heart to see you rise up and honor and magnify the callings that are placed upon you. You cannot honor God upon any other principle than by honoring that which he has conferred upon you. Give honor to all to whom honor is due. Do right in all things, and by so doing your minds will expand, and you will be enabled to comprehend the things of God. <\/div><div class=\"paragraph jod\" id=\"v8n1291\"> It is not wisdom for you who hold the Priesthood to take the sickle that is given you to reap with and hang it up on a tree, but you are to carry it with you, and be faithful in using it; for if you leave it, an enemy will come and rub all the edge off. Let us take a course that our spirits will be keen and bright to understand the things of God, and that the revelations of Jesus Christ may be with us all the time, that we may be natural men and women, and that God may be with us, and open our hearts to see the things of this kingdom. <\/div><div class=\"paragraph jod\" id=\"v8n1292\"> In regard to the outside pressure that is so often spoken of, if those who make it do not get pressed or squeezed, if there is any juice in them, then I am mistaken. I mean those that killed Joseph and Hyrum Smith, David Patten, and many others who have been slain for the Gospel's sake. <\/div><div class=\"paragraph jod\" id=\"v8n1293\"> The Lord is going to finish his work, for he has promised to cut it short in righteousness.<span class=\"citation\" id=\"72694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72694)\">Rom. 9:28<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3286\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1294\"> I will now turn from the spiritual to the temporal, and advise you to finish your work. Put the covering on your houses&#x2014;bind on the cornices; for, if you don't, the Devil will raise a wind that will blow the tops off. I have concluded that I will hold myself still and not say much, for fear my roof should blow off, the same as many have been thrown off up north. <\/div><div class=\"paragraph jod\" id=\"v8n1295\"> Brethren, be diligent in gathering up the honey; be humble, kind, and merciful, and then we shall obtain mercy. God will mete unto us according to our deserts; he will bless the righteous and the meek. The Lord will reckon with the wicked and those that have committed abominations in the earth. He will shortly reckon, too, with those who hold the Priesthood&#x2014;who have been acting as ministers of justice and mercy; he will reward them according to their works.<span class=\"citation\" id=\"64962\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64962)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64962)\">Matt. 16:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1296\"> May the Lord our God bless the meek and contrite in spirit; may he bless those that lead you, and inspire their hearts that they may be like one drop of water, or like a unit; and may he grant that you may be one with them; and may he grant that we may all walk before him in righteousness all the days of our lives. <\/div><div class=\"paragraph jod\" id=\"v8n1297\"> May the God of our fathers bless you all, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}