{"ID":80079, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">True Source of Happiness&#x2014;Riches, Temporal and Spiritual, &amp;c.<\/div>\n<div class=\"subtitle\">Discourse by Elder Orson Pratt, delivered in the Bowery, Great Salt Lake City, September 16, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: True Source of Happiness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 9\/16\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d79\">\n<div class=\"paragraph jod\" id=\"v8n1676\"> I arise to address myself to the congregation of the Saints who are here assembled with a degree of pleasure and satisfaction, feeling that it is a great privilege that we enjoy of meeting together in this bowery, from Sabbath to Sabbath, for the purpose of hearing from and worshipping the Lord our God. <\/div><div class=\"paragraph jod\" id=\"v8n1677\"> It has always been a great satisfaction to my mind, and a source of pleasure, to speak of the things of the kingdom of God, especially on those occasions on which the Lord has condescended to bless me with a portion of his Spirit; for the Spirit of the Lord gives joy and satisfaction to all those who are made partakers of it, whether it be the speaker or the hearer; and without that Spirit no person can expect to enjoy any great degree of happiness in this life or in that which is to come. It is contrary to the nature of happiness for us to undertake to enjoy ourselves independent of the approbation of Heaven, and independent of the Holy Spirit which the Almighty pours out upon those who are honest and upright before him. There is no happiness in anything else; there is no place worthy of being called a place of <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> happiness only in the enjoyment of the favor of God and of his Holy Spirit. And those persons are truly blessed who have the greatest share of that Spirit abiding with them; and when that Spirit withdraws from the hearts of mankind, they are truly cursed. In the Spirit of the Lord there is peace, there is joy, there is light, there is truth, there is hope, and there is truth. Without that Spirit all is darkness, all is wretchedness, and all is shut up and closed as it were to the human mind, and future hope, or hope of future blessings and exaltation, is cut off. <\/div><div class=\"paragraph jod\" id=\"v8n1678\"> Perhaps this may be the last opportunity, for some time to come, at least, that I shall have of addressing the Saints in Utah. In a few days I expect to be wending my way, in company with some of my brethren, on another mission to the United States, for the purpose of doing whatever the Spirit of the Lord may direct in those lands. Whether I shall return again to Utah, it matters not, if it so be that I keep the commandments of God and do his will. All flesh is in His hands, and He governs and controls all things according to his own righteous will and purposes,  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and preserves in life whomsoever he sees proper, and takes away his servants whenever it seems to him good to do so. Whether I shall be spared many years or few, it matters not to me, if I am only faithful to the end. This is my object; this is the foremost thing in my mind; and it should be the foremost in the minds of all the Latter-day Saints. Many great and good men have fallen by the power of their enemies, by the Destroyer, by sickness, and by accidents; but this is the lot of all mankind, to pass through the veil&#x2014;to go from this stage of existence to another, altogether a different state of existence from this, in many respects. But even this state of existence that we now enjoy is a pleasure to the righteous; it is a great satisfaction to those that keep the commandments of God. Life is sweet, and there are but very few individuals who are willing to part with it, even though they knew with the perfect knowledge that when leaving this mortal state of existence, where we are subject to toil and fatigue, to pain and sorrow&#x2014;though they knew that they would enter into the presence of God, and enjoy complete happiness in his kingdom henceforth and forever; yet there are many, who although they might know this with the most perfect knowledge, they would pray in their hearts that they might abide here a little longer. There are but very few individuals upon the earth among the Latter-day Saints who desire to die; and I doubt very much whether there have been many persons of that kind, in the past ages of the world, among the true-hearted servants of God, who desired to die. When they reflected upon the work that they might accomplish and perform in this world, they would still feel to pray for life, even immortal life to be continued unto them. <\/div><div class=\"paragraph jod\" id=\"v8n1680\"> Why do we desire to live? Is it to accumulate riches? No; this ought <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3221\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not to be the cause of the desire in our hearts; for if we should have power to heap up gold as the sands&#x2014;if we should have power to collect the treasures of the earth together to a very great extent, and have power to have everything, so far as this world's goods are concerned, to the fullest extent of our desires, what is it even then? Can we take those things into the grave with us? Can we carry our farms, our houses, our carriages, and other property, behind the veil with us? No, we cannot. Then why should this be in the hearts of so many of those who profess to be Saints as the uppermost desire? Why should the people lie awake to study how to collect an abundance of the things of this life? Why should they cling to the things that must perish and be done away? This is one of the great temptations that beset the pathway of mortal man. He desires to heap up the riches of this world, as though he were to stay here forever. But he may inquire if the original desire is not placed in the heart of man for a good purpose? Yes, it is; but that desire should be controlled according to the law of God and the will of Heaven. We should seek for nothing in this dispensation and in the kingdom in which we are engaged&#x2014;we should seek for nothing, I repeat, that would be calculated to lead our minds astray from the great purposes we have in view as Latter-day Saints. Nothing should be permitted to lead our minds from God and his kingdom, and from worshipping him with the fulness of our hearts. Desires are very good in their places: when dictated by the Spirit of God, they will be gratified in due time. Every man and woman should seek in a lawful way to procure the things that are necessary in this life to benefit themselves, their neighbors, and the poor around them, and make a good use of the blessings  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God bestows, and the things he entrusts them with in this world. But how many there are among the Saints of the living God, whose hearts and minds are almost overwhelmed with the things of this present life! They covet gold and silver, houses and lands, and other riches in abundance; and they know not why. I should delight to see the Saints of God rich; yes, I should be pleased to see the poorest Saint among us have in his possession all that his heart could desire, if he would use those things properly that were committed to his charge and according to the will of Him that made him. I should also desire to see no poor in the midst of Zion, but that all might be blest with a good supply of the things of this life. I desire to see the day come when all the Latter-day Saints who have suffered shall have everything which their hearts can desire in righteousness of the things of this world, when they will be good for them, and when they can use them for the glory of God. Until that period shall come, I doubt whether riches will benefit the Saints of God. If, peradventure, any of you, by your diligence and perseverance, should happen to accumulate riches to some extent, if you should use them for the purposes which God has ordained, all will be well; but if not, they will prove a curse to you, instead of a blessing. And I will add that there is one thing that I am confident of&#x2014;viz., that in Utah there is not much danger of the Latter-day Saints becoming very rich. If they accumulate by their perseverance a sufficiency of breadstuffs and those things that are necessary for their present sustenance and future security against the famines that are to spread desolation in the earth, they will do well. I think there are no people upon the face of the earth that need to envy the Latter-day Saints, so far as their temporal prospects are concerned. In <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3220\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other respects they have great cause to envy them. <\/div><div class=\"paragraph jod\" id=\"v8n1682\"> There is not much chance for the Latter-day Saints to grow rich in this Territory&#x2014;I mean according to the meaning of the term in the world. There is and ever will be too much to be done in various kinds of labor for the building up of the kingdom of God. Your land, of course, yields abundantly where it is well cultivated; but it requires a great deal of toil to accomplish it. About three or four times the labor is required of the farmers and agriculturists than is required in other countries. Why, it takes a man almost one-half of his time to get his fuel from the canyons, about one-quarter to irrigate the soil, and of course the rest is well occupied with the other duties of life. This being the case, then, there is not much prospect of soon becoming very rich. We ought, nevertheless, to be thankful for the blessings we enjoy; for the Almighty has brought us into a country where we have not the privilege of heaping up riches and ruining ourselves forever. It takes a people a long time to prepare themselves for riches. The old principle which was planted in the hearts of our ancestors, which was a principle of covetousness, as practiced by the Gentiles in all ages, has become a part of the nature of the human family, by tradition; so much so, that it seems to be one of the most difficult things to root out of the hearts of men. To accomplish this, the Lord has to train the people, year after year, in order to get it out of their minds; and he has given us a very thorough training and experience in order to deliver this people from this covetous feeling and principle. <\/div><div class=\"paragraph jod\" id=\"v8n1683\"> If we reflect back upon our past history&#x2014;and I believe that the Latter-day Saints are acquainted with that history, either by actual experience, by reading, or by hearing it verbally  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>recited; suffice it to say that they are pretty well acquainted with the history of this Church for the last thirty years&#x2014;what has the Lord been trying to accomplish since the rise of this Church? Has he not been trying to accomplish one of the greatest events and one of the greatest works ever accomplished among mankind? Yes, he has been trying to eradicate from the people the old leaven of the Gentiles that has been established in the hearts of men so many generations, and to prepare the Saints for the great work of the last days. In regard to heaping up a multitude of the riches of this life, all our past history shows that the Lord was so determined to rid us of this principle as far as possible, in order that we might enjoy riches when he shall see fit to bestow them upon us, that he suffered us to be driven from our inheritances, to undergo many privations, and thus be prepared for the vicissitudes of future life. <\/div><div class=\"paragraph jod\" id=\"v8n1685\"> We need not be fainthearted nor discouraged in regard to the riches of this life, for this people are bound to be the richest of any people upon the face of the whole earth,<span class=\"citation\" id=\"85192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85192)\">D&amp;C 38:39<\/a><\/span> in the Lord's own due time. That will be in fulfillment of prophecy, and no people that ever dwelt upon this earth ever came up to what the Latter-day Saints will be in the accumulation of the things of this life. But when we reflect upon these things, we ought to pray earnestly that we may never be put in the possession of those things until we are rid of those feelings of selfishness and covetousness. (President B. Young: We shall not be; for the Lord knows that wealth would certainly be a curse to us.) It frequently looks very curious to me, looking at it naturally, and causes me some astonishment, when I see the pride and arrogance of the children of men; for I see that the whole bent of their minds is upon the wheat and corn, <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3219\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that they may grow: their contemplations seem to be upon the plans and means by which they can best accumulate the treasures of this world. Who would place their minds in this direction when they see thousands and millions perishing and annually going into their graves? And who would believe that they would be so exceedingly anxious to heap up millions more than they actually need? They see scores of their neighbors cut down upon their right hand and upon their left: they have the experience before them to prove that all must go into their graves without carrying with them the goods and riches of this world. Why is it that it does not take away this feeling from them, either morning or night? Men of this kind are awake during many of the silent hours of the night to calculate how they can the easiest accumulate riches. <\/div><div class=\"paragraph jod\" id=\"v8n1686\"> We have brought these principles and notions with us; we have inherited them from our fathers; they were instilled into us by our parents; and we have to get rid of them as soon as we can, in order that we may be prepared to receive the true principles in the proper spirit. We ought to be thankful that we are in a country where we cannot get rich as easily as we desire to&#x2014;a country where it takes from morning till night in hard labor to get the common necessaries of life, and that this will continue until the Lord says that our hearts are prepared, and we are capable of enjoying the good things of this life. <\/div><div class=\"paragraph jod\" id=\"v8n1687\"> We, as Latter-day Saints, not only have the promise of earthly riches and temporal comforts; but, what is far more joyful to us and more satisfactory to our minds, is, that we look forward to an eternity of riches&#x2014;to a perpetual increase of wealth to be given unto us, if we are faithful before the Lord, to be enjoyed upon  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>righteous principles&#x2014;to be enjoyed where no covetousness shall mar our feelings&#x2014;to be participated in by the Latter-day Saints when they have clean hands, pure hearts&#x2014;<span class=\"citation\" id=\"56521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56521)\">Ps. 24:4<\/a><\/span>when they can use the blessings bestowed upon them according to the mind and will of God and in peace, where riches will impart the most perfect happiness to the Saints of the living God. <\/div><div class=\"paragraph jod\" id=\"v8n1689\"> These are the riches we should seek after first&#x2014;these the treasures that our hearts should be set upon&#x2014;the riches that are behind the veil, that extend beyond this mortal sphere&#x2014;the riches that are as endurable as eternity. It is these riches that will be able to endure and stand when all earthly riches shall vanish away like the dream of a night vision.<span class=\"citation\" id=\"58672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58672)\">Isa. 29:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1690\"> Thirty years ago next January, by a revelation that was given through the Prophet Joseph, we were told to seek earnestly for the riches of eternity;<span class=\"citation\" id=\"85193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85193)\">D&amp;C 38:39<\/a><\/span> and the Lord said it must needs be that my people shall be tried and proven, that they may be prepared to receive that which is in store for the faithful.<span class=\"citation\" id=\"89267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89267)\">D&amp;C 98:12,14<\/a><\/span> Seek first for the riches that are in the future life. Seek first, as our Savior bade his disciples, the kingdom of God and its righteousness, and all things shall be added to you,<span class=\"citation\" id=\"63635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63635)\">Matt. 6:33<\/a><\/span> that are needful and necessary. <\/div><div class=\"paragraph jod\" id=\"v8n1691\"> It will be thirty years next Wednesday since I was baptized into this Church&#x2014;almost one-third of a century since I have had an opportunity of understanding the things of the kingdom of God in some measure&#x2014;of being baptized into that kingdom which shall endure forever. How shall I look back upon these thirty years? In many respects I look back with exceeding great joy; in some respects, with exceeding great sorrow. I can see where I have failed in many things, and that if I had lived as faithful as I might have done, I <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3218\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> might have done more to the honor and glory of God. I might have been a person more humble and diligent in obeying counsel&#x2014;more faithful in the discharge of many duties that are required of a person holding the Priesthood; I might have taken a course that would have been better for myself in many respects, better for mankind, better for my family, and for the cause and kingdom of God. You can easily perceive, then, that reflection upon these things gives me a degree of sorrow. But after considering all these matters, when I reflect upon the little good that I have done, and upon the travels and labors that I have performed, the success that has attended my efforts, and the few good desires that I have had to build up the kingdom, I certainly have great joy. I feel a satisfaction in my own mind in contemplating my past life. I feel a joy and satisfaction that I would not part with for all the luxuries and honors of this present life. These would be nothing in comparison with it. I ever expect to look back upon the past period of my history with joy, so far as the good is concerned. I shall have to reflect with pleasure that I have preached the Gospel to so many&#x2014;that I have so often borne my testimony to the great work of the last days in which we are engaged. I shall never regret any of the testimonies that I have borne in regard to the future events that are coming upon the earth; I shall never have to regret exhorting mankind to believe on the Lord Jesus Christ, to repent of their sins, to believe in the laws, doctrines, and ordinances of the Church and kingdom of God, and in the holy Priesthood restored to man in this generation. Have I any reason to regret these things now? No; and I should very much dislike being placed back thirty years in my his<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tory, and to have to live my life over again. I should be exceedingly fearful that I might not live it as well as I have done; I should be afraid of taking a step that would prove my overthrow. How long I shall live hereafter it matters not. I desire to live, if it is the will of my Heavenly Father; and if it is his will, I desire to die. I desire to be perfectly submissive. Death has lost its terrors to me.<span class=\"citation\" id=\"56812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56812)\">Ps. 55:4<\/a><\/span> I feel no fear of pain, for it is only momentary. There is pain in yielding up this mortal tabernacle in many cases, but what is it? It only lasts for a few minutes, a few hours, days, or weeks, and then all is over. <\/div><div class=\"paragraph jod\" id=\"v8n1693\"> The great object of our existence is to have the mind and the spirit right, the feelings and passions under control&#x2014;to have the mortal man that dwells within led and dictated by the Holy Spirit. If that is right, the pain and suffering of the body is but small. If we have hope of eternal life&#x2014;I do not mean that kind of hope that exists among the Christian world at large, or that which exists among the Pagans or Mahomedans&#x2014;but I mean that kind of hope that is based upon a sure foundation&#x2014;a hope that we can really depend upon&#x2014;a hope that is not built upon a sandy foundation, but one that takes hold of the things in eternity, that lays hold of the things of the Most High God&#x2014;a hope founded upon the promises of the Almighty, upon the Priesthood which is after the order of an endless life,<span class=\"citation\" id=\"76844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76844)\">Heb. 7:16<\/a><\/span> and obedience to the laws of heaven and those of the kingdom of God on the earth&#x2014;a hope that blooms with immortality and eternal lives. <\/div><div class=\"paragraph jod\" id=\"v8n1694\"> This is what imparts confidence to man and takes away the fear of death, distress, and terror from the minds of the Saints. <\/div><div class=\"paragraph jod\" id=\"v8n1695\"> Have I this hope? I have to some degree, and I would to God that I had it to a greater degree. Promises <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3217\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have been showered upon my head; blessings have been pronounced upon me by the Priesthood at different times; other blessings have been sealed upon me, through the holy ordinances of the Gospel, by the proper authority: but I contemplate that these are conditional. There is a small degree of trembling and fear that, after all, I may prove unfaithful, and that I may not be able to endure unto the end. <\/div><div class=\"paragraph jod\" id=\"v8n1696\"> The great promises of our Savior to his Apostles have been made upon this condition. It is true there are some promises that God has made upon some subjects without conditions. We might mention the following in the revelation upon marriage, concerning sealing blessings upon persons, and sealing them up to eternal life&#x2014;sealing upon them blessings for time and for all eternity, at the time when the man and woman go forth and are sealed by the Priesthood having authority to do this. This remains upon them, if they are sealed unconditionally; at least, the revelation says, if such a one transgresses, he shall be destroyed in the flesh and suffer until the day of redemption; and then they shall come forth and inherit all that was placed upon their heads by the servants of God, on the condition that they have not committed the sin against the Holy Ghost or shed innocent blood.<span class=\"citation\" id=\"91601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91601)\">D&amp;C 132:19,26<\/a><\/span> This would seem to be as near an unconditional promise as can well be made to mortals. But this is not altogether unconditional, for there are some exceptions; but it would come as near as anything we have ever read of. <\/div><div class=\"paragraph jod\" id=\"v8n1697\"> This ought to be a comfort to the Saints, and not a license for them to sin and commit all manner of blasphemies; but it should be a comfort and a consolation to those that may, in the hour of temptation, be overtaken in a fault, to encourage them to turn unto the Lord their God with all their hearts, minds, might, and  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>strength.<span class=\"citation\" id=\"89340\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89340)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89340)\">D&amp;C 98:47<\/a><\/span> Then they can lay hold of these promises, and with them come forth in the morning of the first resurrection, and inherit all that was placed upon their heads. But when we reflect upon pain in this life, it is grievous to be borne and to think of. When we think that a man may be buffeted, not only in this life, but until the morning of the first resurrection, this ought to cause the heart of every Latter-day Saint to shrink from everything that is sinful. What! Shall we offend God who has made these great and precious promises? Where is our life, if we should offend God, the giver of all these good things? If we should dare to sin upon such a promise, we should indeed be deserving of the severest punishment. Let no Latter-day Saint, then, try to claim these great and precious things, if they willfully commit sin, and because the Lord has promised that they should only be punished for a season.<span class=\"citation\" id=\"91602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91602)\">D&amp;C 132:19,26<\/a><\/span> The time of their punishment is here in this life, and it is sure not to extend into the other for any great period. Yet there is far more satisfaction in being perfectly honest before God and men&#x2014;yes, far more satisfaction, joy, and consolation here in this life, to live without any threatening and punishment in this or in the next life. Every man that has the right spirit within him will feel that he ought to keep the commandments of God; and it is the great source of our happiness and the fountain from which we draw all these great, glorious, and honorable tokens of the approval of our Heavenly Father. Obedience produces enduring happiness in our minds. Then let us love God and love righteousness, because it is right; let us love honesty, love to do good, because there is pleasure in doing so; let us hate wickedness because it is hateful in its nature; let us hate that which has the appearance of evil, and do that <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3216\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> because we know it to be the feeling of God, of angels, and of all good men. <\/div><div class=\"paragraph jod\" id=\"v8n1699\"> These should be the feelings of every Latter-day Saint; they should study to discriminate between the right and the wrong, and be determined to walk continually in the path of virtue, of righteousness, and of truth. Let us study to make ourselves approved before God, that we may have his smiles and approbation continually. <\/div><div class=\"paragraph jod\" id=\"v8n1700\"> We are fallen beings, and are not aware how deeply the prejudices of our forefathers have been visited upon our minds. When we think ourselves free from the bondage of our fathers, we then imagine that we become perfectly untrammeled, and we are not at all aware how deeply these prejudices have entwined themselves around our hearts. How diligent we should be to root them out, and get every feeling of our nature in the proper direction for that new state of society into which we have entered. The Lord does not prompt his servants to love the manners and evil customs of the world, and you can scarcely put your finger upon the custom that is not evil; and although the passions of human nature have been planted in the breasts of men for wise and good purposes, yet they have become so changed by associating evil with them that we do not appear to realize the influence they may exert over our minds. We therefore ought to study and to seek diligently for that light which comes from heaven, to look into our own hearts as we look into a mirror, that we may be enabled to see our foolish practices, turn from them, and feel that we are not only in the presence of man, but that we are in the presence of God, that we may become sensible of our responsibility, and act consistently in all things, that our government may be righteous and  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>holy in all things. Let us ask ourselves the question, Are we practicing as though we were in the presence of heavenly beings, and enjoying what they enjoy, and being with them day after day, and night after night throughout all eternity? Are we prepared to stand up before God, angels, and before holy and celestial beings, with confidence and a oneness of feeling, being assured that there is nothing the matter in our hearts, but that we are upright as they are upright&#x2014;that we hate iniquity as they hate it? We may feel that we are trying to do this; but a little more light of the Spirit from heaven&#x2014;of the Holy Ghost shed forth upon our hearts&#x2014;would enable us to see many imperfections and follies that are gathered up by the traditions of our forefathers and from the acts of our neighbors. <\/div><div class=\"paragraph jod\" id=\"v8n1702\"> This being the last time, probably, that I shall have the opportunity of speaking to you in this place for some time to come, although I almost consider it unnecessary to bear my testimony before a people that have so often heard it, yet it seems it would be a satisfaction to my own mind, if it is not so to you, to bear testimony concerning the kingdom and work in which you are engaged as well as myself. Do I know that this Church and kingdom that is established here in the Territory of Utah, and whose branches extend abroad in England, in France, and in various parts of the earth&#x2014;do I know that this is the kingdom spoken of by the Prophets of old&#x2014;that this is the great Latter-day Kingdom of the Most High God? Yes, I do. How do I know this? Not by miracles that my eyes have beheld, though I have seen many; not by manifestations in healing the sick, although I have seen many healed; not by the testimony of others, although I have heard many, but that would not give me a living and an <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3215\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> abiding witness. How do I know that this Latter-day Kingdom, organized by the inhabitants of this Territory, as well as the Branches that are abroad, are all included in that great and glorious kingdom of the last days that is to stand forever?<span class=\"citation\" id=\"61196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61196)\">Dan. 2:44<\/a><\/span> Have I seen the face of the Almighty in open vision? No; this is a great privilege that I have never attained to. Have holy angels come down from heaven when I was awake and conversed with me as one man converses with another? No; I have not had so great a privilege&#x2014;I have not attained to that. But I know by the power of the Holy Ghost shed forth in my heart from time to time; for, notwithstanding all my faults, all my weaknesses, my imperfections, and failings, through the past thirty years, I do know one fact, and that is that God has from time to time, through his infinite mercy and goodness, shed forth upon me his Holy Spirit, unworthy as I was to receive it, and that has borne testimony, time and again, that this is the work of God: it has given me a knowledge which it is impossible for me to doubt. If I had seen angels, I might doubt, without having the Holy Ghost. I might doubt if I had seen great miracles, without the Holy Ghost accompanying them; and I might doubt if I saw the heavens opened, if I heard the thunders roll; and I might go and build a golden calf and worship it:<span class=\"citation\" id=\"54444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54444)\">Ex. 32:1-4<\/a><\/span> but when the Holy Ghost speaks to me and gives me a knowledge that this is the kingdom of God, so that I know it just as well as I know anything else, then that knowledge is past controversy. By that knowledge I know this work to be true; by it I know that this kingdom will roll on until it shall attain its high destiny, and the kingdoms of this world become the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79432)\">Rev. 11:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1703\"> I feel truly thankful for this know<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge that I have been counted worthy to receive, and the greatest desire of my heart is that I may always retain this knowledge within me. The Spirit may depart for a little season, but it will return again, if we are faithful. How miserable, how unhappy would every person be to have this knowledge remain and the Spirit be taken from him. It would be calculated to make a man one of the most wretched beings upon the face of the earth. What! A knowledge that this is the work of God, and at the same time lose the Spirit that imparted it? <\/div><div class=\"paragraph jod\" id=\"v8n1705\"> Now, brethren and sisters, if all of you have this knowledge, and have had the Spirit to bear this witness, beware how you grieve the Spirit of the living God,<span class=\"citation\" id=\"75293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75293)\">Eph. 4:30<\/a><\/span> and how you turn from the influences of that Spirit to evil, unless you want to become miserable all the days of your lives. <\/div><div class=\"paragraph jod\" id=\"v8n1706\"> I am going forth shortly to the United States, and I pray that the grace of God may sustain me. What is the desire of my heart? It is, O Lord my God, let thy servant have thy Spirit to direct him while upon this mission. This is the chief desire of my heart. I do not care whether I preach much or little, or whether I administer much or little, so that I perform those duties that may be re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3214\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quired at my hands. As for poverty or affliction, they matter not, if I only have the Spirit of God to accompany me. If it were not for this, I would not give anything for the testimony of this work. All those holding the Priesthood without the Spirit to accompany them can do nothing. Without a man's testimony is accompanied by the Spirit, it will do nothing. He may multiply words&#x2014;he may study, as the revelations says; and after he has done all this, without the Spirit is with him to carry conviction to the hearts of the people, all his labors will be in vain.<span class=\"citation\" id=\"84131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84131)\">D&amp;C 18:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1707\"> They have systems in the world; they have the best books that are published amongst themselves; but they do not make a right use of them; and when a man goes to preach without the Holy Ghost, to bear testimony, to be in his heart to give him utterance, it will be all in vain. Nothing can be done satisfactory either to himself or to this people. <\/div><div class=\"paragraph jod\" id=\"v8n1708\"> Then I do hope and pray that not only myself, but all the Missionaries that are going across the Plains may have this Spirit all the time to be with them. Give me the Holy Spirit, and I can work the work of the Lord. Let this be promised, and all will be well. <\/div><div class=\"paragraph jod\" id=\"v8n1709\"> May God bless you all! Amen. <\/div>\n<\/div>\n<\/div>"}