{"ID":80073, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Knowledge&#x2014;Object of Man's Existence on the Earth, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made at Box Elder, June 7, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Knowledge, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/7\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d73\">\n<div class=\"paragraph jod\" id=\"v8n1520\"> I am happy, brethren and sisters, for the privilege of again meeting with you here, and speaking to you. I hope the Spirit of truth dwells within you, and that you have received an increase of that Spirit since I last saw you. <\/div><div class=\"paragraph jod\" id=\"v8n1521\"> The mind that is stretched out in searching after the things of God&#x2014;that is searching after wisdom&#x2014;is <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> quick and active, and a great many reflections pass and repass; and it queries how things are, and would like to know much that it does not now know. Probably we know quite as much as we should at present. Were I to ask the question&#x2014;&#x201C;Do each of you live up to all you know?&#x2014;do you magnify every principle of God and godliness&#x2014;every principle of the  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>holy Priesthood, as well as you know how, day by day, hour by hour, and from moment to moment?&#x201D;&#x2014;what would be your answer? Do you think that you improve every moment of your time to the best advantage? Or would you rather be ready to acknowledge that in many instances you come short of the blessings of the knowledge we are in possession of? I believe that you would say at once&#x2014;&#x201C;Until we can live nearer to the light, and better improve upon the blessings of the knowledge that God has bestowed upon us, it would probably be better for us not to know any more of heavenly things than is already taught.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n1523\"> Do you know this work which you have embraced, commonly called &#x201C;Mormonism,&#x201D; to be the Gospel of life and salvation? If you do, you know a great deal that pertains to principles of life eternal. If you do not know this work to be true, it is your privilege to know it; and at all times you have the privilege of doing as much good as your hearts can desire. If you are satisfied that there is such a place as Ireland or England, without going there, that is all the knowledge you at present wish on that subject. If you are satisfied, in your sensitive powers and faculties, that God has revealed the holy Priesthood, established his kingdom upon the earth, restored the fulness of the Gospel, and set to his hand to gather the house of Israel,<span class=\"citation\" id=\"92096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92096)\">D&amp;C 137:6<\/a><\/span> this will answer your purpose just as well as though you went into heaven to see for yourselves. If you believe with all your hearts, you are entitled to the blessings of the things of the kingdom. <\/div><div class=\"paragraph jod\" id=\"v8n1524\"> It is for yourselves to know and judge with regard to enjoying the fruits of the Spirit.<span class=\"citation\" id=\"74644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74644)\">Gal. 5:22<\/a><\/span> You are pretty well conversant with them; you know pretty well when you see those fruits. <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3247\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> They are enumerated in the Scripture, and more has been revealed by the manifestation of the Spirit than has yet been written. If you are satisfied that &#x201C;Mormonism&#x201D; is true, and that you have the enjoyment of the Spirit that accompanies the Priesthood, you can rejoice evermore, pray without ceasing,<span class=\"citation\" id=\"75728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75728)\">1 Thes. 5:16-17<\/a><\/span> and in everything give thanks.<span class=\"citation\" id=\"89229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89229)\">D&amp;C 98:1<\/a><\/span> You will overcome every evil passion that tends to bring darkness instead of light, hatred instead of love, which should reign predominant in your bosoms. Instead of walking in the dark, not knowing where you are going, or what your lives are for, you will walk in the light and rejoice in your present existence; and instead of spreading sin and iniquity, you will do good and spread intelligence among your families and neighbors and throughout your cities, and continue to increase in the wisdom that promotes the happiness of the children of men and causes them to rejoice in and profit by their present existence. <\/div><div class=\"paragraph jod\" id=\"v8n1525\"> It is not enough for us to have the good Spirit sufficiently to satisfy us that we are prepared to enter into the kingdom of heaven, though this is all that some people desire; but that will not answer the purpose of a Latter-day Saint. You have the privilege to receive the Spirit of the kingdom, and to rejoice in that Spirit. Then you have the privilege to exercise your faith to live. The first principle that pertains to the intelligence God has bestowed upon us is to know how to preserve the present organization with which we are endowed. It is man's first duty to his existence, a knowledge of which would cause him to use all prudent efforts for the preservation of his life on the earth until his work here is completed. We have formerly been accustomed to hear such expressions as&#x2014;&#x201C;I feel great concern about my eternal salvation. I feel very much  <div class=\"break pagebreak\" id=\"282a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0282.pdf\" target=\"pdfwin\">p.&#xA0;282a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>troubled today&#x2014;very lonely, dark, and gloomy. I have fearful dreams. I want to hear something about my salvation.&#x201D; &#x201C;Come to the anxious seat. Come and give all to Christ; give your soul to Christ.&#x201D; &#x201C;What shall I do to be saved?&#x201D; &#x201C;Come forward, and we will pray for you. Give yourselves to Christ. Come and be prayed for, and give yourselves wholly, unreservedly, to the Supreme Being&#x201D;&#x2014;when they do not know where he is, what he is, nor what he is doing, nor whether he created us, or not. Yet at times, under that system, the cloud of gloom, of darkness, and terror that has rested on their understandings is removed in a greater or less degree, and they are filled with joy and peace, and exclaim, &#x201C;I know that my Redeemer lives.&#x201D;<span class=\"citation\" id=\"56135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56135)\">Job 19:25<\/a><\/span> They do not know where they are from, nor what they came to this world to do, only as they have been taught by their parents. &#x201C;My soul rejoices, and I am ready to die,&#x201D; seems to be the ultimatum of their religion. <\/div><div class=\"paragraph jod\" id=\"v8n1527\"> We are here to live to spread intelligence and knowledge among the people. I am here to school any brethren, to teach my family the way of life, to propagate my species, and to live, if in my power, until sin, iniquity, corruption, hell, the Devil, and all classes and grades of abominations are driven from the earth. That is my religion and the object of my existence. We are not here merely to prepare to die, and then die; but we are here to live and build up the kingdom of God on the earth&#x2014;to promote the Priesthood, overcome the powers of Satan, and teach the children of men what they are created for&#x2014;that in them is concealed the germ of all intelligence. Here is the starting point&#x2014;the foundation that is laid in the organization of man for receiving a fulness of eternal knowledge and glory. Are <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3246\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we to go yonder to obtain it? No; we are to promote it on this earth. <\/div><div class=\"paragraph jod\" id=\"v8n1528\"> Our neighbors, who have driven us from them, wish to civilize us. You have had a little experience in the lessons of their civilization&#x2014;in the drunkenness, quarrelling, debauchery, fighting, and tumbling into ditches. They wish to civilize us! But I do not want to talk about it. They are to be pitied, for they are ripening for destruction. <\/div><div class=\"paragraph jod\" id=\"v8n1529\"> The Latter-day Saints throughout the valleys in these mountains and throughout the world ought to be learning what they are on this earth for. They are here to increase and multiply, to enlarge, to gather the house of Israel, redeem Zion, build up the Zion of our God, and to promote that eternal intelligence that dwells with the Gods, and begin to plant it in this earth, and make it take root downward and bring forth fruit upward to the glory of God, until every obnoxious principle in the hearts of men is destroyed, and the earth returns to its paradisiacal state, and the Lord comes and dwells with this people, and walks and talks with them as he did with Father Adam. That is our business, and not to suffer all our energies to be expended in merely preparing to die. Jesus says, &#x201C;He that liveth and believeth in me shall never die.&#x201D;<span class=\"citation\" id=\"69766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69766)\">John 11:26<\/a><\/span> His body may be laid away to rest for a short time, but he shall not taste of death.<span class=\"citation\" id=\"69521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69521)\">John 8:52<\/a><\/span> When his spirit is released from this mortal tabernacle, the body drops back to mother earth; but the spirit departs with an assurance that the body will not always remain in the dust. The body has merely fallen asleep for a while, to be again quickened and united with the spirit to live forever. <\/div><div class=\"paragraph jod\" id=\"v8n1530\"> It is recorded, you are aware, that in former days mankind lived to a great age&#x2014;to over nine hundred years. It is written that Methuselah lived to the greatest age&#x2014;969 years;<span class=\"citation\" id=\"52808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52808)\">Gen. 5:27<\/a><\/span> and  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perhaps many others lived to a like age. And would not you like to live long upon the earth,<span class=\"citation\" id=\"75351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75351)\">Eph. 6:3<\/a><\/span> with power to overcome diseases, to overcome your enemies, to enjoy life, to plant gardens, build cities, and adorn and make them beautiful, set out shade trees, orchards, and vineyards, make walks, parks, and ornamental grounds, and have schools, academies, and universities, living six, seven, or eight hundred years and more to enjoy these blessings? <\/div><div class=\"paragraph jod\" id=\"v8n1532\"> A few thousand years ago mankind outlived many of the present generations. Could you live to see twenty, thirty, or more generations come and go, see kings rise and fall or pass away, for many hundred years observe the rise and fall of governments, and enjoy all the pleasure and comfort of making a portion of this earth bloom as the garden of Eden, would you not like it? You would; for even now you cling to the earth, insomuch that if you thought you were going to die before tomorrow morning, it would be, &#x201C;Send for the Elders! Run for a doctor and some medicine!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n1533\"> It is written that in the latter days the age of man shall be as the age of a tree,<span class=\"citation\" id=\"89501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89501)\">D&amp;C 101:30<\/a><\/span> when the Lord shall bring again Zion.<span class=\"citation\" id=\"125347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125347)\">Isa. 52:8<\/a><\/span> The Prophet understood that what had been would be again; also that mankind would become blinder in the understandings, and make their days shorter and shorter, until they would become almost extinct; and that then the Lord would begin to revive his Spirit and power and Priesthood among his children; and when he could get a people that would hearken to his voice, he would begin to add to their days, to their intellect, to their stature, and to every power and virtue of life, as at first bestowed upon the human family. How are we to magnify the Priesthood, unless we begin to perform our part towards bringing to pass this <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3245\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> restoration? This is a work in which the female portion of the Latter-day Saints can be efficient colaborers. The sisters may inquire, &#x201C;What can we do?&#x201D; Rule your own passions, and exercise faith until you can govern and control your appetites, instead of drinking tea, coffee, and hot drinks. That is one of the smallest duties I can think of. Permit your bodies to have natural forms; also take pains to have the bodies of your daughters grow naturally, and teach them what they are made for, and that they, through faith, must overcome every besetting sin and every unholy passion and appetite. <\/div><div class=\"paragraph jod\" id=\"v8n1534\"> Sisters, have faith, and begin so far as lies in your power to assist in raising a posterity that the Lord will delight to own and bless, that their days may begin to be lengthened; and teach them good, wholesome, and holy principles. Much can be said in reference to the duties of parents in regard to their posterity. It is our duty to approximate in all things towards the day of perfection, and to constantly reflect and act upon the best course to pursue for the attainment of that blessing. <\/div><div class=\"paragraph jod\" id=\"v8n1535\"> You probably wish to know what I think about the Latter-day Saints in this northern country. I think of you as well as ever, and a little better. I care but little as to the outward appearance, if I can know that there is at heart a true feeling to do the will of God&#x2014;to be honest before God and with one another. And in addressing a congregation, though the speaker be unable to say more than half-a-dozen sentences, and those awkwardly constructed, if his heart is pure before God, those few broken sentences are of more value than the greatest eloquence without the Spirit of the Lord, and of more real worth in the sight of God, angels, and all good men. In praying, though a person's words be few and awkwardly  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>expressed, if the heart is pure before God, that prayer will avail more than the eloquence of a Cicero. What does the Lord, the Father of us all, care about our mode of expression? Mankind have fallen into the deep vortex of darkness. They know not from whence they came. They have sprung from their Father, God, and Savior, and have all gone out of the way.<span class=\"citation\" id=\"87407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87407)\">D&amp;C 82:6<\/a><\/span> The simple, honest heart is of more avail with the Lord than all the pomp, pride, splendor, and eloquence produced by man. When He looks upon a heart full of sincerity, integrity, and childlike simplicity, he sees a principle that will endure forever&#x2014;&#x201C;That is the spirit of my own kingdom&#x2014;the spirit I have given to my children.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n1537\"> Be honest. I love the Latter-day Saints, and think as much of them as I ever did. It is three years since I was here, and I will tell you what I think of some things that have happened in that time. I think that those who undertook to civilize us have learned that the undertaking did not answer their expectations. I also think that some of the brethren have been wild, crazy, bewildered, apparently not knowing their right hands from their left. Wagons have passed through Great Salt Lake City with the inscription, &#x201C;To Cache Valley, or Carson, we don't care a d&#x2014;n which.&#x201D; What does that prove? That some are reckless, and would just as soon go to hell as to heaven. What do they know? Have they seen Jesus? Do they know that this is the Gospel of salvation, and know their Father and God who dwells in eternity? Do they know that they are his offspring? No, no more than Israel did, when the Prophet said the ox knows its owner, and the ass its master's crib, but Israel does not know their God.<span class=\"citation\" id=\"57670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57670)\">Isa. 1:3<\/a><\/span> Such is the case with some who call themselves Latter-day Saints. Their feelings are&#x2014;&#x201C;I don't <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3244\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> know whether Carson or Cache Valley is the best place&#x2014;whether I should go to California or to the States to trade;&#x201D; and they are as ignorant of heavenly things as are our mules that we hitch to our wagons. This is the case with only a very few of the Saints; but there are a few who have sunk into darkness. <\/div><div class=\"paragraph jod\" id=\"v8n1538\"> &#x201C;What do you think, brother Brigham, of our conduct during the move, and under the circumstances since that time?&#x201D; I think that the very great majority of you have done extremely well. And I do not think that many moved from here but what were perfectly willing to do so. A very few say they have been broken up, and they do not know what they shall do. The great majority say, &#x201C;All is right.&#x201D; Those few do not understand the true principle of increase. You may plough, sow, plant, irrigate, &amp;c., and you have not power, and will not have for a long time, to produce one kernel of wheat. Some do not seem to realize that the Lord gives or takes away, increases or diminishes at his pleasure.<span class=\"citation\" id=\"56021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56021)\">Job 1:21<\/a><\/span> After the Devil, by permission, had stripped Job of his possessions, in a short time the Lord blessed him with a greatly-increased abundance.<span class=\"citation\" id=\"56287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56287)\">Job 42:10-17<\/a><\/span> The Lord suffered the Devil to strip him of what he had blest him with, and then increased those blessings. Thus it is with his people in all ages. <\/div><div class=\"paragraph jod\" id=\"v8n1539\"> The people here are rich. Look at those who were in Missouri, in Nauvoo, and in Winter Quarters, and there are only a very few but what are now worth more than they ever expected to be. The Lord has increased our flocks and herds until some are sorry they have so many for the Indians and thieves to drive away. Look at the fields, the settlements, the good houses, and the numerous comforts and conveniences calculated to make home happy. Throughout the Territory you see a people more indus<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>trious than any other people in the world, and one that produces more than any other we are acquainted with. <\/div><div class=\"paragraph jod\" id=\"v8n1541\"> I used to be rather scrupulous with regard to the Nephites doing so much in so short a time, as stated in the Book of Mormon. After being plundered and driven by their enemies, they would soon increase again and become wealthy. This puzzled me a little, though I did not feel to say it was not true; but now it has opened to my understanding upon natural principles. You may search the history of the world, and see whether you can find the equal of this people's progress; it exceeds all that is written in the Book of Mormon concerning the prosperity of the Nephites under like circumstances. The facts are now before us, but for a time it was difficult for me to understand the record of so great prosperity's following so quickly upon adversity. <\/div><div class=\"paragraph jod\" id=\"v8n1542\"> You may inquire&#x2014;&#x201C;Do you think we are doing right?&#x201D; Yes, as well as you know how. If you do not fully live up to the knowledge you have, I can say that you have done about as well as you could. We have a warfare on our hands. Evil is here; the Devil reigns on the earth, and has held dominion on it for thousands of years. That reign we have to break and cast him out, with the help of God; but we cannot do it at once. Thousands of temptations assail, and you make a miss here and a slip there, and say that you have not lived <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3243\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> up to all the knowledge you have. True; but often it is a marvel to me that you have lived up to so much as you have, considering the power of the enemy upon the earth. Few that have ever lived have fully understood that power. I do not fully comprehend the awful power and influence Satan has upon the earth, but I understand enough to know that it is a marvel that the Latter-day Saints are so good as they are. They are improving in the southern settlements, between here and there, and in other places. <\/div><div class=\"paragraph jod\" id=\"v8n1543\"> Those who live their religion will enjoy the Spirit, and that enjoyment will increase; and if we will be faithful, the Lord will make our feet as firm in these valleys as are the everlasting riches in these mountains, and no power can remove us. He will give us a sure place in these mountains until we go forth and redeem Zion. Do right, be faithful, and make no calculations about removing before the time comes. <\/div><div class=\"paragraph jod\" id=\"v8n1544\"> From the States' newspapers, one might imagine that &#x201C;hell was out for noon&#x201D; there&#x2014;that hell is boiling over. They are nigh unto destruction, and it is for us to so live that we can gain the goodness, glory, and mercy of our God. It is our right to claim his mercy, and our duty to labor to gather all the honest home to Zion. <\/div><div class=\"paragraph jod\" id=\"v8n1545\"> I bless you with everything that is good, in the name of the Lord Jesus Christ, if you live for it. Amen. <\/div>\n<\/div>\n<\/div>"}