{"ID":80071, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Establishment of the Kingdom of God, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, June 3, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Establishment of the Kingdom of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/3\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d71\">\n<div class=\"paragraph jod\" id=\"v8n1483\"> Brethren and sisters, I will try to speak a few words to you. I have spent the last three or four months in my room sick, and I will assure you that I feel grateful for this opportunity of addressing you. I have desired thousands of times that I might have the privilege of again meeting here with you to express my feelings and tell of my reflections. Brother George Halliday has been preaching to you this morning and expressing his feelings: it is all good. Although I have been sick and prostrate, more so than I ever was in my life, which originated with a hurt that I received in my side about a year ago, still I have been happy. <\/div><div class=\"paragraph jod\" id=\"v8n1484\"> I have been very sick indeed, but I have never had the first feeling, from the day I was taken sick till now, that I should die. I never thought of such a thing; but I have been thinking of living, and as brother George has said, of living to God, of living the religion of Jesus Christ&#x2014;the religion that you and I believe in, and which I have believed and verily known to be true for twenty-eight years&#x2014;almost half of my life&#x2014;that is half of the days that I have lived here in the flesh. I knew it then, for it was revealed to me from heaven by the manifestation of the Holy Spirit. By revelation it was made known to me that God had set up his kingdom in these last days, according to his word, and in fulfillment of his <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3255\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> promises, even that kingdom which is to stand forever;<span class=\"citation\" id=\"61194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61194)\">Dan. 2:44<\/a><\/span> and I also know that all people who dwell upon this earth will have to bow to it&#x2014;yes, both the living and the dead. God has set to his hand again the second time to recover the remnant of his people,<span class=\"citation\" id=\"58204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58204)\">Isa. 11:11<\/a><\/span> which are of the house of Israel, and to gather his elect from the four quarters of the earth.<span class=\"citation\" id=\"84907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84907)\">D&amp;C 33:6<\/a><\/span> That kingdom is established with its authorities and powers agreeably to the will of God, and they are in the mountains, and all the combined powers of earth and hell can never get them out. They will never leave this land until the Lord God Almighty commands them to go, and then they will go where He directs them. You may set your hearts at rest upon this subject, for I have told you the truth about it, brethren and sisters; and you need not falter by the way, nor find fault about anything that transpires; for this kingdom will stand, whether you do or not. I want you to understand that this is my testimony: it is what I know. I am not telling what I believe, but I am telling you what I know. <\/div><div class=\"paragraph jod\" id=\"v8n1485\"> I wish you to understand also that the United States will not overcome this kingdom, neither will Great Britain, nor all the powers of Europe combined, for it is that kingdom which is to stand forever.<span class=\"citation\" id=\"61195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61195)\">Dan. 2:44<\/a><\/span> The seed has taken root, and all the powers of the earth cannot root it out. It is  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not merely established in America, but it has a place in Europe, and its principles will be sent to every kindred, tongue, and people,<span class=\"citation\" id=\"79705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79705)\">Rev. 14:6<\/a><\/span><span class=\"citation\" id=\"91912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91912)\">D&amp;C 133:37<\/a><\/span> and to every island of the sea, and there are many thousands of them; and this Gospel will penetrate those islands. <\/div><div class=\"paragraph jod\" id=\"v8n1487\"> Joseph Smith was a Prophet of the living God, for the Lord Almighty revealed it to me more than twenty-eight years ago; and I have never had a doubt upon my mind of the truth of my religion from that day to this. That man was sent to set up this kingdom, to organize it, and to give you a law, not for his benefit only, but for yours; and God spake through him. He has been killed, it is true&#x2014;I mean his natural tabernacle: his house has been destroyed, but he liveth in the heavens. He dictates this Church and kingdom, and will continue to do so forever. Brigham Young is his legal administrator and successor, and Joseph speaks through him, and the angels that dwell in the heavens are assisting him; and I will say that if there are any of our enemies here, they need not try to overcome this work, for they cannot do it: they might as well try to overthrow the heavens or the throne of God&#x2014;things which you know they could never accomplish. And I want to say that if there are any here who have come for this purpose, they had better go home again, and the quicker the better. If you do not do this, but continue to pursue an opposite course, the worse it will be for you, and the better for us. <\/div><div class=\"paragraph jod\" id=\"v8n1488\"> Now, mark it, gentlemen, I am not dead yet; I live, and shall live to see our enemies, God's enemies, and the enemies of Joseph, Brigham, and Heber overthrown by the power of God. Supposing I do not continue to live in this house, why I will get into another, and I will have a sharper sickle than I have now. <\/div><div class=\"paragraph jod\" id=\"v8n1489\"> Brethren, this is the work of the <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3254\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Almighty God. Do the world believe it? No. Well, it is true, gentlemen; and the truth will prevail. I am bearing my testimony this morning, and it is for you to do the same thing when you have the opportunity. Those who have not laid a foundation for repentance had better not begin from dead works,<span class=\"citation\" id=\"76667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76667)\">Heb. 6:1<\/a><\/span> but begin again, renew your repentance, and be baptized in water for the remission of sins, and do not forget to forsake them. Then you must receive the laying on of hands for the gift of the Holy Ghost; and these ordinances must be administered by a man having authority. This is what all have to do, whether they be in America, Europe, Africa, or Asia, inasmuch as they love the truth and desire salvation in the celestial kingdom of our God, and all nations must bow to the scepter of the King of kings and Lord of lords.<span class=\"citation\" id=\"80416\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80416)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80416)\">Rev. 19:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1490\"> Brethren, do you suppose that a little sickness is going to affect my spirit? No, not, at all. I have never seen the day but my spirit has been as bright and as full of light as the sun in his meridian splendor; still, if it had been better for my spirit to have leaped out of my body and gone into another state of existence, I could have done it. You have prayed for me and interceded with the Father for me, and I thank you for it&#x2014;for your mediation and intercession that I might live and continue with you and with President Brigham Young, and be a coworker with him in the cause of human redemption. <\/div><div class=\"paragraph jod\" id=\"v8n1491\"> This work is true, and brother Brigham is our President&#x2014;the legal successor of Joseph Smith, and God speaks through him as he spoke through brother Joseph. The world may wiggle and twist as much as they please. Suppose they should prevail as they did with Joseph Smith, would this work stop? No: if they were to kill a man every day,  <div class=\"break pagebreak\" id=\"275a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0275.pdf\" target=\"pdfwin\">p.&#xA0;275a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it would not affect it a particle. There will always be a head, and members of the Church of Jesus Christ of Latter-day Saints, and the kingdom of God. The organization and authorities are complete, and the work will roll forth, and the more the world oppose it the more brilliant it will grow; and it will purge out those that have an apostate spirit, and those who remain will rejoice. A few of our people have gone to Carson Valley, but it will hurt them more than anyone else. It will weaken them in a similar manner to what I was weakened by my late sickness; and the more disease and death there is purged from the body of Christ, so much more brilliant and powerful it will become. <\/div><div class=\"paragraph jod\" id=\"v8n1493\"> We are all in the hands of God, and he will lead us by his Spirit in the way of life, and he will lead our enemies in that way that will subserve the interests of the kingdom of God; and all those who have had their minds open for the last two years can see that the Almighty has done this. A little while ago we picked up our goods and moved away, and what did we do it for? We moved away to stay, and you know a man must be willing to die in order to live. Now, my sickness has been unto life, and I shall feel better when I get my strength than I have done for twenty years. Some of the brethren and sisters came in occasionally to see me, and nearly all of them said they were very sorry to find me so sick. I think brother Taylor said so. I replied that I was not, for I considered it was only resting my body, and it is about the first rest I have had for years. <\/div><div class=\"paragraph jod\" id=\"v8n1494\"> Now, brethren, do not be alarmed, but let everything pass away that is corrupt: for the Almighty says that everything that can be shaken will be, and that which cannot be shaken will remain.<span class=\"citation\" id=\"77332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77332)\">Heb. 12:27<\/a><\/span> The work of our God <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3253\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will move on, let the world do as they please, and they won't be able to riddle out anything except that which ought to be riddled out. &#x201C;Well, but,&#x201D; says one, &#x201C;Joseph's successor has arisen.&#x201D; I would not care if all the heirs to the Priesthood that are in the world were to arise, I know that President Brigham Young will lead this people till the time comes for a change. If the Lord wants another man to take the oversight of this people, he will know it, and in due time make it manifest. But is the Lord going to move upon a man to go and establish his kingdom among apostates? Why a man must be a fool to believe it. President Brigham Young is the man to lead this people, ladies and gentlemen; and he will lead them aright, and God will speak through him, and it will be like the trump of Jehovah. God will lead him, and it is for us to follow him and live our religion&#x2014;to be one with him, as the members of a man's body are one.<span class=\"citation\" id=\"73544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73544)\">1 Cor. 12:20<\/a><\/span> If you live your religion, there are no dishonorable members in that body, for God says through Paul&#x2014;&#x201C;And those members of the body, which we think to be less honorable, upon these we bestow more abundant honor; and our uncomely parts have more abundant comeliness.&#x201D;<span class=\"citation\" id=\"73562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73562)\">1 Cor. 12:23<\/a><\/span> God will turn all things to the glory of his people and for the good of them that do right. <\/div><div class=\"paragraph jod\" id=\"v8n1495\"> I traveled and associated with Joseph Smith, the Prophet, almost from the beginning. This work first began in the State of New York, and shortly afterwards the few Saints who had received the Gospel moved to Kirtland, Ohio, at which place I first visited the Prophet Joseph. I went with the first mission to England, and when I returned and settled with the Saints in Missouri, I had not much rest, for I had not been there long before our enemies requested us to leave. I went there as a gentleman,  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and I came away as one, and I have so remained. I went with the Saints to Nauvoo, and from thence I went to England again, and from England back to Nauvoo. Then I had not been there long before they requested us to leave the State of Illinois. Well, we came along to Winter Quarters; and we found very good quarters: and from there we came to this Territory, and his Satanic Majesty has requested us to leave here: but we shan't do it, and you may tell the whole world so, if you please, gentlemen. The old gentleman has requested us too many times to leave our homes. Heretofore we obeyed, because we were obliged to; but that day has gone by. <\/div><div class=\"paragraph jod\" id=\"v8n1497\"> There was an army sent here, also certain gentlemen as judges and other civil officers, and many of them really thought that they were going to kill us all off, and they were very hot and rabid about it. But the Lord said, through his servant, &#x201C;Keep them out in the snow, and they will cool off;&#x201D; and they remained there until we said they might come in. They went to Cedar Valley and remained there, and they have been <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3252\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> very civil. I never saw an army more civil than they have been, with the exception of a few of their officers. The civil officers were sent here to be our servants; but did they serve us? Yes, some of them served us like the Devil would. Excuse me for the expression. <\/div><div class=\"paragraph jod\" id=\"v8n1498\"> I will now say that all those that rejoiced in the death of Joseph and Hyrum Smith partook of the spirit of their murderers. And further, the people between here and Nauvoo, who have mocked at us, will be brought into subjection, and be made to bow the knee to God<span class=\"citation\" id=\"75425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75425)\">Philip. 2:10<\/a><\/span> and to this kingdom, and repent of their sins in the flesh, or they will meet them in another place. When I lay down this body I shall take a new one, and I shall be where they won't like to see me. You need not try to step in between me and my President, for you cannot do it without hurting yourselves. My name is Faithful! My name is Integrity! And that too in my God and in his work; and I know that his work will roll on until his will is done on earth as it is in heaven.<span class=\"citation\" id=\"63375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63375)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67468)\">Luke 11:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1499\"> May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}