{"ID":80078, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Privileges Enjoyed By the Saints&#x2014;Confusion Existing in the World, &amp;c.<\/div>\n<div class=\"subtitle\">Discourse by Elder George Q. Cannon, delivered in the Bowery, Great Salt Lake City, September 9, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Privileges Enjoyed By the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: George Q. Cannon<\/div>\n<div class=\"date\">Date: 9\/9\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d78\">\n<div class=\"paragraph jod\" id=\"v8n1625\"> I rejoice this morning, brethren and sisters, in having the privilege of assembling with you under such favorable circumstances. While I have been sitting here listening to the singing, and looking around at the attention of the congregation, the <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thought has arisen in my heart, how is it possible for the Elders of Israel, who have partaken of the spirit that emanates from and surrounds this people, to remain so long absent from the society of the Latter-day Saints? I have never returned without having  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>similar feelings; and now, to contemplate another mission, and the probability of being absent as long as I was on that mission from which I have just returned, seems, at the first view, terrible. <\/div><div class=\"paragraph jod\" id=\"v8n1627\"> There is nothing but the Spirit of God&#x2014;the comforting and sustaining influences of that Spirit which is promised to be given unto the Elders, that would enable a man to absent himself from society that is so pleasing, to go out into the world and labor to proclaim the Gospel unto the children of men. <\/div><div class=\"paragraph jod\" id=\"v8n1628\"> I feel to rejoice that I am here; and when I look around me and see the comfortable circumstances of my brethren and sisters that have been gathered out from the nations to worship God according to the dictates of their own consciences<span class=\"citation\" id=\"94116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94116)\">A of F 1:11<\/a><\/span> and the revelations of Jesus Christ,<span class=\"citation\" id=\"74389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74389)\">Gal. 1:12<\/a><\/span> my soul is filled with joy and rejoicing. I feel this to be a glorious privilege that we enjoy, and I do not think that the people generally appreciate it although there may be some exceptions. <\/div><div class=\"paragraph jod\" id=\"v8n1629\"> If an Elder should go forth after residing here, and have for years to come to mingle among the inhabitants of the earth, if he be animated and led by that Spirit which prevails here, he will realize that holy influence to a very great extent. He will realize that God has gathered out a people whom he has filled with union and love, such as he does not witness or experience among other people or nations abroad. This he will realize, if filled with the Spirit that prevails here; for, wherever you go throughout the length and breadth of the earth, you find that there is a spirit of hatred, envy, malice, and everything that is in opposition to the Spirit of God. Spirits of this kind and feelings of this character prevail throughout the length and breadth of the land. There are ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3230\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceptions to this: there are men and women who are animated with a good spirit and influence; but it is not so with the majority. There is a contrary feeling and influence that will destroy and pull down and completely break up everything that is pleasing in the sight of God. It is a spirit and influence that will break down and destroy every gift that is calculated to bind man to man, and that would enable them to live in union and peace. <\/div><div class=\"paragraph jod\" id=\"v8n1630\"> This is not the worst feature in the case. The people themselves, though filled with this spirit and surrounded by this influence, do not seem to be aware of the dangers that threaten their peace and the perpetuity of their institutions, or that threaten the blessings that they have received from their fathers, and that they hope to hand down to their children. This is the worst feature of them all, in my estimation. If they could only be made aware of it and the power of the Evil One, they would give heed to the words of those bearing the everlasting Priesthood. By faith and diligence, those going forth holding this authority may escape these threatening dangers. <\/div><div class=\"paragraph jod\" id=\"v8n1631\"> I know this from my own observation; and so far as my own experience has gone, these are the feelings that have animated my own bosom. If I find people that are faithful to their own creeds, and who are diligent in what they undertake to do, I have then hope in my bosom. Under these circumstances, I have had faith to lay down the ancient Gospel as taught in the Bible and Testament. This, however, is the difficulty under which the inhabitants of the earth labor at the present time: they are not true to that which they profess, and this causes the hearts of the Elders to mourn. I have been able many times to account for the saying in the revelations, that the heavens weep  <div class=\"break pagebreak\" id=\"299a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0299.pdf\" target=\"pdfwin\">p.&#xA0;299a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>over the children of men, and the bosom of the Almighty is filled with sorrow because of the condition of the human family.<span class=\"citation\" id=\"93068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93068)\">Moses 7:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1633\"> I believe that an Elder who goes forth can to some extent realize the deplorable condition of fallen men, and it fills him with compassion; and instead of killing them off and destroying them, he feels willing to lay down his own life, if, by so doing, he could bring them to the knowledge of the truth. <\/div><div class=\"paragraph jod\" id=\"v8n1634\"> I have sometimes heard the brethren indulge in harsh expressions when they have been tried; but when we consider the condition of the inhabitants of the earth as it really is&#x2014;view them from the standing point which we occupy, instead of having these feelings of vengeance towards them, we should feel that their punishment has already commenced, and that that which they suffer while they tabernacle in the flesh would be sufficient for many things that they have done. <\/div><div class=\"paragraph jod\" id=\"v8n1635\"> During my absence on my recent mission to the Eastern States, I found but few willing to listen to the truths I had to proclaim to them. There were, however, a few who were anxious to learn what we believed in&#x2014;what our views were; but the great majority of the people were so completely filled with newspaper stories which go forth week after week and day after day, that they were not disposed to listen to what a &#x201C;Mormon&#x201D; had to say; and if there were any who were willing to converse, all their talk would be about brother Brigham's wives, or some miracle of which they had heard; but they would not be willing to say anything about our faith. <\/div><div class=\"paragraph jod\" id=\"v8n1636\"> This originates through a vitiated appetite which has taken possession of the people throughout the United States. There were some few who were disposed to investigate and in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3229\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>quire into our principles&#x2014;to reason and reflect. <\/div><div class=\"paragraph jod\" id=\"v8n1637\"> There is something connected with this system, and with the power that is exercised by the Presidency of this Church, that the world cannot understand. I found many men who were anxious to investigate, and, if possible, ascertain what produced this oneness of feeling, and what enabled President Young to sway such influence over the people during our times of difficulty. <\/div><div class=\"paragraph jod\" id=\"v8n1638\"> The reflecting men over the whole land, however much they may be led to believe that we are a corrupted people, consider this one of the great mysteries. If there is anything in newspapers about the &#x201C;Mormons,&#x201D; it is very apt to be read with avidity. There is something which I do not suppose they can account for. We have gone forth from the time of the inception of this Gospel, and so signally triumphed over our enemies, that in the minds of many men who are posted in regard to the events of the age, there is an anxiety to form some idea of the features of the system: they are anxious to know whether it is going to be a permanent power in the United States, or whether it is going to crumble to pieces as has been talked of by our enemies. <\/div><div class=\"paragraph jod\" id=\"v8n1639\"> There is one thing they will give us credit for&#x2014;namely, that we are united, that we will give heed to authority, and that we are in possession of some of the best modes of getting along that are known in the world. But there is a difference of opinion about the origin of this union. What is the cause of it? Some attribute it to a wonderful power which the President exercises over the whole people, and which the Elders exercise when they go forth into the world to preach the Gospel: others say there are inducements held out by which the people are completely blinded, and this grows so strong that the people  <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>become willing to be led by the Elders; and then, when they get here, they are so surrounded by the Danites that they cannot go away, if they want to. Others entertain a different idea, and have a better opinion than to suppose that illiterate, unlearned men, like many of our Elders, can go forth and exercise such power. <\/div><div class=\"paragraph jod\" id=\"v8n1641\"> I have had men admit to me that the advance of the age demanded a new revelation&#x2014;that the old fogyism of the past age was not suited to the wants of this generation&#x2014;that the people required a new revelation, a new influence&#x2014;that there was nothing to bind the people together or cause them to believe in their leaders. And some are willing to believe that &#x201C;Mormonism&#x201D; is the religion that is best calculated to take the place required to be filled, and become the dominant religion. But, like other religions, it has to fight its way. All systems of religion had to do this in early days; but to acknowledge there is anything revealed from heaven that is inspiring the hearts of the people would be the first step towards associating religion with fanaticism! <\/div><div class=\"paragraph jod\" id=\"v8n1642\"> It is singular to go out into the world and converse with people with regard to the opinions of men of influence respecting the Latter-day Saints. Some suppose that the power that is exercised by the leaders of this people will be short-lived; and many of them supposed, when the army came in here, that that would be the time when the system of fanaticism would be crushed. They hoped that the long-expected period had arrived when we should be obliged to succumb, and no longer have an existence as a distinct people upon the earth. The failure of that expedition, and of every other expedition to bring upon us the trouble designed, has changed the opinion of many, and they are now to some extent in doubt. The Adversary who influences them has been foiled. <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3228\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He is willing now to let them have a resting spell, and they are resting, not knowing what course to pursue. This is the feeling that is possessed by many. How long this feeling may last, I cannot tell; but that the fire of persecution that is now smoldering will again arise, there can be no doubt. <\/div><div class=\"paragraph jod\" id=\"v8n1643\"> If we suppose that the future is peaceful, it is a delusion: the efforts of our enemies will be continued. They are encouraging their hatred and increasing their determination to bring destruction upon us, and they do know themselves that they are wicked in this respect; but they have an idea that we are a blotch upon the civilization of the nineteenth century; but they do not know the influence that guides them and that directs their determination. <\/div><div class=\"paragraph jod\" id=\"v8n1644\"> A man who goes forth at the present time, if he be filled with the spirit of Zion, will find continually evidences upon the right hand and upon the left to strengthen him in the work in which he is engaged. This is not confined to the religions abroad, but it is to be found among the Saints here, and we see it every day. A man whose heart is open, and who is clear to behold the evidences that are to be gleaned during our experience, will have abundant cause of thanksgiving for having extended unto us the helping hand in time of need. <\/div><div class=\"paragraph jod\" id=\"v8n1645\"> A man who goes among the people of the world is soon made to realize the confusion that exists, the spirit that controls them, and the doubt and uncertainty that they are in. Experience of this kind gives strength to the Latter-day Saints&#x2014;to the Elder who may be laboring among the people. During the difficulties that arose here some years ago, I frequently heard the Saints express themselves thankful that God had given them a knowledge of the future. They knew, through that knowledge,  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>how it would be with those who sought to oppress them. The whole of the United States are now in trouble. They have been excited about the Latter-day Saints; but lately they have had difficulties enough at home to occupy their thoughts. The attempt of John Brown, last fall, to overthrow slavery, engendered feelings of hatred between the North and the South which never will be allayed. For a long time after Congress met, it seemed as though they never would be able to elect a Speaker or do any business, and that a split between the North and South was inevitable. Editors were troubled, and all men who made any pretence whatever to a knowledge of the signs of the times, were at a loss to comprehend what the future of the United States would be, if these difficulties continued. They looked upon it superficially, and supposed that the panic of those times was only temporary. They view things in the same light now; they believe that the obstacles will be removed, that the Government will go on and press forward to that position which they believe it will attain to. But there were many, previous to that time of difficulty to which I allude, maintained that there was no such thing as dissolution to the United States. But now, after all their hopes in relation to the greatness of this Government, they are willing to admit that possibly it may be dissolved, and that the difficulties at present in the nation between the two extreme sections will produce the dissolution. <\/div><div class=\"paragraph jod\" id=\"v8n1647\"> There has been an attempt during the last session to remove this feeling, and to some extent it has been done. Men are so ready and willing to be deceived in regard to that which will produce their destruction, that they put far off the day of dread. <\/div><div class=\"paragraph jod\" id=\"v8n1648\"> Although Joseph Smith and the Elders of this Church have proclaimed, <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3227\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> both by their own voice and by publications, the downfall of this Government, and set forth things so plainly to those that would look at them, yet the people have closed their eyes and have pressed forward in their own way; and they will so continue until every word shall be fulfilled. <\/div><div class=\"paragraph jod\" id=\"v8n1649\"> Brethren and sisters, if there were no other cause of thankfulness and of gratitude within us to God our Heavenly Father for the blessings that he has bestowed upon us, we should be thankful for this blessing&#x2014;the blessing of foreknowledge&#x2014;that he has revealed unto us, by his own voice and that of the holy angels, those things that are coming upon the nations of the earth; and that while uncertainty, doubt, and gloom prevail from one end of the land to the other, we are in the possession of a feeling and of knowledge which enables us to bear up. While the hearts of others are filled with fear and dread, ours are filled with hope and bright anticipations that we are privileged to live in a day and age like this. <\/div><div class=\"paragraph jod\" id=\"v8n1650\"> If there were no other cause of thankfulness, this furnishes us abundant reasons. We can read in the newspapers, if we cannot ascertain it any other way, that they are filled with these influences, and that these feelings of fear pervade the mind. You know the feelings that now prevail, and that instead of dread and sorrow controlling the minds of the Saints, there is on the contrary a feeling of thanksgiving and joy that our lot has been cast in this day and age of the world. Where calamity and sorrow were, there are thanksgiving and joy; and when we bow our knees before our Father in heaven, we thank him for these blessings. <\/div><div class=\"paragraph jod\" id=\"v8n1651\"> If the nations of the earth could realize that there were such feelings prevailing here, there would be hundreds and thousands that would associate themselves with us, especially,  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if they could believe it possible for them to attain to the same privileges. But lies have prevailed to such an extent, and have been so industriously circulated, that thousands of men and women now believe us to be the worst people upon the face of the earth. If they come here, although they may not profess our faith, but will submit to the regulations that are established here, they can be comfortable and enjoy themselves. <\/div><div class=\"paragraph jod\" id=\"v8n1653\"> Our enemies, by the course they are taking, are bound to remove the stigmas they have tried heretofore to place upon us; for they have slandered us, told lie after lie about us, and predicted what would become of us; and many who believe in the stories published in newspapers will ere long be convinced that we are an injured people. Many of their stories have already been proven to be false. This result will produce its own fruits, and the reaction produced will be the overthrow of God's enemies. And when the time of difficulty and sorrow overtakes them because of their iniquities, and they will be to a certain extent fearful of the consequences, the way will be prepared for the fulfillment of the words of the Prophet, that those who will not take up their sword against their neighbors will have need to flee to Zion.<span class=\"citation\" id=\"85761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85761)\">D&amp;C 45:68<\/a><\/span> This will be the result of the actions of those who are now our enemies&#x2014;those who should be our neighbors, and who are now operating to bring about our downfall. <\/div><div class=\"paragraph jod\" id=\"v8n1654\"> But let me say unto you, my brethren and sisters, that all their efforts and all the moves that they have made have produced a contrary effect to what they intended, and all they do in future will be far more striking in its effects than anything that has previously transpired. They began in the first organization of this Church to tell so many falsehoods, and they have told them so long and <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3226\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> circulated them so widely and so very rapidly, with a design to destroy our character, and with a design to make the world believe that we were a bloodthirsty people&#x2014;a people guilty of every species of crime, that they think credence must still be given to all they do and say. Those who have circulated these unfounded stories are filled with the very spirit which they accuse us of possessing; and they do this for the purpose of creating difficulty and bringing trouble upon us. <\/div><div class=\"paragraph jod\" id=\"v8n1655\"> I have seen this myself. I have seen men who knew when they were writing that they were writing statements that were not true. Some of these were men that have been associated with us in the bonds of fellowship, and the spirit which they sought to infuse into others they had received by transgression. This spirit has caused editors and other men who have labored in this manner to bring about our destruction, to lay the foundation for their own damnation. <\/div><div class=\"paragraph jod\" id=\"v8n1656\"> Fear is taking hold of the hearts of men, and it will doubtless increase until that will be fulfilled which was spoken by the Prophet&#x2014;&#x201C;Let us not go up against Zion, for the people thereof are terrible.&#x201D;<span class=\"citation\" id=\"85810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85810)\">D&amp;C 45:70<\/a><\/span> Men do not realize that they are fulfilling the words of the Prophet of God. No: they labor diligently and assiduously, as they think, to prevent that. Therefore not only are the good brethren and sisters and the pure and holy laboring for the fulfillment of the word of God and the spreading abroad of the truths of heaven, but the wicked who are laboring for the overthrow of the kingdom of God have all their efforts turned to good account, and the fruits thereof are beginning to be apparent. This, as I before observed, will increase and be more apparent, every year that we live upon the earth. This is not a dead letter which I am speaking to you, but it is a truth  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>which has been uttered by the inspiration of the Holy Ghost many years ago. Remember the saying&#x2014;&#x201C;We cannot do anything against the kingdom of God, but for it;&#x201D; for God himself will control the result. It is not only true so far as we are concerned, but the nations that undertake to send their armies to fight against Zion will find everything trained in favor of the Saints, give them success, and enable them to overcome the difficulties with which they are surrounded; and they will continue to overcome until they attain that position which our Heavenly Father intends all his faithful people shall occupy. <\/div><div class=\"paragraph jod\" id=\"v8n1658\"> The warning of the nations of the earth and the labors of all the faithful Elders among the nations all contribute to the accomplishment of this work and the preparing of the Saints for a high and exalted position in the kingdom of God, to reign as Kings and Priests of the Most High,<span class=\"citation\" id=\"78951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78951)\">Rev. 1:6<\/a><\/span> according to the promises of the Father. <\/div><div class=\"paragraph jod\" id=\"v8n1659\"> I have felt during my absence this time, as well as upon other missions, that it did not matter much where I labored; but I felt to mourn that I could not do more than I did for the kingdom of God. I was ambitious and felt a desire to hasten forward the purposes of our Father in heaven; but when I looked upon it in another light, I considered that whether the fruits of my labor were much or little, if I and all my brethren and sisters would only labor where we were wanted, we should be sure to accomplish that which our Father wished us to do. <\/div><div class=\"paragraph jod\" id=\"v8n1660\"> It does not matter what we are doing or where we are laboring&#x2014;in the adobie yard, in the canyons, preaching the Gospel, or doing anything else that God through his servants directs us to perform&#x2014;if we labor faithfully, we are contributing to the accomplishment of a great and good work, and are really doing much <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3225\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more than we think, and laboring to bring to pass all those predictions that have been delivered respecting the generation in which we live. <\/div><div class=\"paragraph jod\" id=\"v8n1661\"> I know, however, that this is a difficult lesson for us to learn&#x2014;that it is difficult to get the idea into our hearts. It is so natural for a man to be desirous to do something&#x2014;to have the name, to have the credit of having done something upon the earth. And it is the desire of an Elder to do something in preaching the Gospel, and it is very difficult to curb the inclination that many have for preaching; but if we labor in the way and in the position in which the authorities have put us and directed us, we may rest assured that we are laboring for the accomplishment of all that which is required to be done by our Heavenly Father, and we are laying up treasures in heaven;<span class=\"citation\" id=\"63508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63508)\">Matt. 6:20<\/a><\/span> and although we may not do as much here as we suppose we ought, there is an eternity before us in which we can labor. There is no end to our opportunities for doing good, and we are not going to labor here for the last time; and although we are making adobies, laboring in the canyons, or sawing lumber, yet if we labor as our Father in heaven wants us, we have before us a destiny far greater than we can at present imagine: we have before us a field of usefulness much more extended than it has ever yet entered into our hearts to conceive of. There is yet a vast eternity in the future in which we can labor, and we are to press forward until we attain the fulness of our desire. <\/div><div class=\"paragraph jod\" id=\"v8n1662\"> It is so with the wicked in one sense&#x2014;with the enemies of truth. All that they do contributes to the rolling forth of this great and mighty work. In our expulsion from Illinois, our journeyings across the Plains, our settlement in this Valley, all has contributed to make us what we now are. Our enemies see this, and they regret  <div class=\"break pagebreak\" id=\"304a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0304.pdf\" target=\"pdfwin\">p.&#xA0;304a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that they did not leave us to be mixed up with the world, so that civilization might have surrounded us, and its surges eventually have destroyed our organization. But we are here, and it is now too late. We are now established, and we have become a fixed power; we are growing here in the mountains, and are beginning to be acknowledged and called a nation in the midst of the earth, and everything that the wicked have done and will do will be a source of regret to them, because they will see, as they have already seen, that they have worked into our hands. Then, to use a familiar expression we will say, Let it blow hot or cold&#x2014;let them do just as they please, persecute us, send armies here or keep them at home, it will make no difference as to the final result. It may enable us to progress the faster in the good work in which we are engaged; but all that our enemies do, with a design to thwart the operations of the people of God, will be unsuccessful. I have felt grateful many times for the possession of this knowledge; and when I have walked among the people and seen how determined they were to take steps to overcome us, and then have considered that to our God and Father in heaven they were mere toys&#x2014;playthings to accomplish that which is intended&#x2014;and that they might labor and toil and concoct schemes for the injury of God's chosen people, that all would be unavailing, I have then realized the goodness of our Father. <\/div><div class=\"paragraph jod\" id=\"v8n1664\"> In my reflections upon these things, I have ever realized that God has spoken from the heavens, and said that this kingdom should fill the whole earth,<span class=\"citation\" id=\"61079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61079)\">Dan. 2:35<\/a><\/span> and that the kingdom and greatness of the kingdom under the whole heavens will eventually be given to the Saints of the Most High.<span class=\"citation\" id=\"61710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61710)\">Dan. 7:27<\/a><\/span> I have realized that the work will spread, though the wicked do all they can to stop it. Then let us rejoice in <div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3224\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this knowledge which God has given unto his people. <\/div><div class=\"paragraph jod\" id=\"v8n1665\"> I feel, in relation to the United States, that there is now an opening for the Elders to labor. While in the city of New York, there was a disposition to come and hear our people preach. I had the pleasure of baptizing a number. I was not often there; but when I was, our hall was crowded, not by Saints only, but by those who had been, and by others who were inquiring after truth. There was a disposition manifested to learn our doctrines, and I have no doubt but great good can be done in the future. I have no doubt but there are hundreds in the United States that are honest, but their eyes are now blinded by the influences that are around them. Among editors and public men generally there is not this feeling that you find among the poor and middle classes. They have said that we are wicked, and they are determined to wipe us out. <\/div><div class=\"paragraph jod\" id=\"v8n1666\"> During my last mission I have had many opportunities of conversing with the leading editors of the most popular journals in the States, and I have frequently had the evidence in my hands to disprove the lying stories in circulation about us. They would acknowledge it&#x2014;say our views appeared to be correct, and that the evidence we presented was of such a character as to give them reason to doubt the stories that were in circulation about us. But would they take that evidence we presented as an offset for the lies they had published? No: they would tell you that their readers expected something different from them. You could not hire their columns only for advertising purposes. There were some who would express a willingness to write something about us of a political nature, but they would not like to have anything said in favor of our religion. For instance, they were quite in favor of the Territories electing their offi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"305a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0305.pdf\" target=\"pdfwin\">p.&#xA0;305a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cers; but of Utah, they could not think of it. They would be willing to write something for the benefit of the people of Utah, they would say; but when it came to be written, you could easily see that they were very willing that the other Territories should have this privilege, but they could not think of giving it to Utah! It was a determined hostility to us, and they were resolved that we should not have the privilege which they designed to give to other people. You go to them and talk about crime&#x2014;tell them what was in our nation, they would color about it; but they had not the manhood to rebut our statements or to expose the guilty. This is the feeling that prevails in the United States; and while this prevails, it cannot be wondered at that the people should partake, to a certain extent, of the influences that prevail. <\/div><div class=\"paragraph jod\" id=\"v8n1668\"> Men and women would acknowledge unto me that this work was true, and that they had been blinded by the lies and wicked stories that had been in circulation about us. How long this will continue I cannot say, but I presume until judgment and calamity will overtake the people, as a punishment for their driving and persecuting the Saints of the Most High. <\/div><div class=\"paragraph jod\" id=\"v8n1669\"> There are some of the people, however, with whom the Spirit of God is pleading. I received a letter by the last mail from the States. The person has had a misfortune in his family, and writes to me to know what consolation there is in &#x201C;Mormonism&#x201D;&#x2014;what consolation there is in the doctrines of the Saints. He acknowledges that the systems of religion by which they are surrounded in the States are entirely inadequate for the purposes for which they are established. <\/div><div class=\"paragraph jod\" id=\"v8n1670\"> Of course we understand that they are not blest with the same light that we are: in fact, they confess themselves that there is a power and a <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3223\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> degree of light in the principles of the Latter-day Saints, so far as known, that is not among the religions of the day. What are the religions of this generation, under many trying circumstances? Why, there is no consolation; all is dread before them; there is an eternity of apparent darkness and woe, whence there is no deliverance, and from which they recoil with horror. <\/div><div class=\"paragraph jod\" id=\"v8n1671\"> On the other hand, there is not a case comes under our observation of trouble, of suffering, or misfortune, but in the doctrine of Christ there is something to stimulate us, and to encourage our further exertions. This truth is plainly set forth in the doctrines of Christ, that every man shall reap the reward of his works, whether they be good or evil.<span class=\"citation\" id=\"82007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82007)\">Alma 3:26<\/a><\/span> If a man has not merited an eternity of punishment, there will not be such a punishment awarded to him. This is the hope, this is the consolation of the Saint, in the midst of sadness and despair, that he will eventually be rewarded for all his labors. This is not to be found in the religions of the world, and the consequence is that infidelity is getting a strong hold upon the minds of men. This is being felt at the present time by many of the more enlightened. <\/div><div class=\"paragraph jod\" id=\"v8n1672\"> I have many times thought that the labors of the Elders were not so productive of good as they might be. We ought to labor more earnestly to prepare the people for the day of calamity that is coming.<span class=\"citation\" id=\"92079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92079)\">D&amp;C 136:35<\/a><\/span> I believe that we, so far as our relatives are concerned, have no cause of sorrow, if they are honest, though they may not have received the influence of truth; yet the day may come when they will receive the Spirit of God; and if they do not come to these valleys to obey the Gospel, they may come here as to a place of refuge! <\/div><div class=\"paragraph jod\" id=\"v8n1673\"> My prayer is that we may be faithful, humble, and obedient to that  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Priesthood and those living oracles which God has placed in our midst, and ever labor for the upbuilding of that kingdom which <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3222\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he has set up, never more to be thrown down. <\/div><div class=\"paragraph jod\" id=\"v8n1675\"> This is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}