{"ID":80077, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Salvation and Condemnation&#x2014;Improvement, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made at Willow Creek, June 12, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Salvation and Condemnation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/12\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d77\">\n<div class=\"paragraph jod\" id=\"v8n1599\"> Brethren and sisters, I will occupy a short time, and then give way for others who may wish to address you. <\/div><div class=\"paragraph jod\" id=\"v8n1600\"> We are trying to be Saints, and intend to keep trying. We are for the kingdom of God, and are not going to the moon, nor to any other planet pertaining to this solar system; but are determined to have a heaven here, and are going to make it our<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>selves, by the help of God and his angels. We have been traditionated that when we were prepared to be saved, we ought then to pass from this stage of existence, and that then we never would have anything more to do with this earth; for all our connections and associations with it, as pertaining to this life, also passed away, and we should see and know  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>nothing about it in the future. This is not according to the design, as we believe, of God and his providences and works. It is not the work of the Lord to organize an earth and destroy it. That is not the system he has devised. His plan is to organize an earth, people it with intelligent beings, present to them the principles of eternal life, and bestow upon them the keys thereof, that they may be able to prepare themselves to dwell to all eternity, and to bring forth their increase to dwell with them. This our belief. <\/div><div class=\"paragraph jod\" id=\"v8n1602\"> When the light of the Gospel came, truth sprang out of the ground, and the heavens were opened.<span class=\"citation\" id=\"56958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56958)\">Ps. 85:11<\/a><\/span> The plan by which God works is rational, and meets the capacity of his children. This earth is the home he has prepared for us, and we are to prepare ourselves and our habitations for the celestial glory in store for the faithful. None will be destroyed except those who receive the oracles of truth and reject them. None are condemned except those who have the privilege of receiving the words of eternal life<span class=\"citation\" id=\"69320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69320)\">John 6:68<\/a><\/span> and refuse to receive them. <\/div><div class=\"paragraph jod\" id=\"v8n1603\"> From Adam to the least and last of his posterity, none will be condemned and suffer as we were taught in our youth. The Christian world teach that the heathen and everybody else, except a few belonging to the Catholic church, the Church of England, or some of the orthodox sects of the day, are to be cast into a lake of fire and brimstone.<span class=\"citation\" id=\"80766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80766)\">Rev. 21:8<\/a><\/span> The Bible teaches that the wicked will be turned into hell, with all the nations that forget God.<span class=\"citation\" id=\"56359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56359)\">Ps. 9:17<\/a><\/span> That is true. How many nations do you think have forgotten him? The Lord will save all, except those who have the privilege of life everlasting and reject it. <\/div><div class=\"paragraph jod\" id=\"v8n1604\"> What is our duty? To promote the kingdom of God on the earth. Every person that confines his thoughts and labors to happifying <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3234\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his own family and immediate friends will come far short of performing the duties devolving upon him. Every sentiment and feeling should be to cleanse the earth from wickedness, to purify the people, sanctify the nations, gather the nations of Israel home, redeem and build up Zion, redeem Jerusalem and gather the Jews there, and establish the reign and kingdom of God on the earth. Let that be the heart's desire and labor of every individual every moment. <\/div><div class=\"paragraph jod\" id=\"v8n1605\"> I am extremely happy, and my joy increases according to my understanding and the sensibility God has given me, that this people, called Latter-day Saints, are improving&#x2014;that they improve every year, and increase in the knowledge and understanding of the dealings and providences of God, and understand themselves more and better. You may ask, &#x201C;How do you know this?&#x201D; Because it is before me, and plain to be seen. True, there are some rude persons within our borders, and too much stealing is carried on. How is it with you? Are you in the stock-driving business? Do any of you belong to the class of marauders, pilferers, drunkards, or swearers? The very great majority of this people are striving to improve themselves before their God and their brethren. The wicked seek to destroy the kingdom of God, and it is for us to build it up, and promote righteousness upon the earth. When we do this, we shall promote honesty in all our conduct and transactions. <\/div><div class=\"paragraph jod\" id=\"v8n1606\"> As we increase in understanding we shall increase our efforts to adorn our minds, our families, our possessions, and our neighborhoods, and seek to promote every pure, holy, graceful, and delightful principle, custom, habit, or whatever else pertaineth to correct human conduct. This will increase the Spirit of life in the people, and will make the aged beautiful as well as  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the young. Without the Spirit of truth, without the Spirit of Christ, people will become hateful and disagreeable, or what the English term ugly, and the Yankees, homely; or, as others express it, ordinary looking. The Spirit of truth beautifies and lights with intelligence an otherwise forbidding countenance. We need it to beautify both the body and mind. <\/div><div class=\"paragraph jod\" id=\"v8n1608\"> I do not see much, if any, improvement in this settlement during the past three years. True, you lost time and labor in moving south; but if you labor all your lives, and God does not bless your labors, they are in vain. He can give you possessions and great wealth, as he gave Job.<span class=\"citation\" id=\"56288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56288)\">Job 42:10-17<\/a><\/span> In a short time he added to Job much more than he had even previously possessed. If your hearts are pure and holy, the Lord can in a short time restore to your settlement fourfold. <\/div><div class=\"paragraph jod\" id=\"v8n1609\"> How many times have I asked the Latter-day Saints what they could do with regard to building the New Jerusalem? Suppose the word were to come to us that Jesus had appointed a certain time in which he would again visit this earth, and that he wanted a place prepared for him; or the command, &#x201C;Go forth, ye Latter-day Saints, and begin to build the New Jerusalem, and prepare to receive the city of Enoch that will come down out of the heaven;&#x201D; where is the man competent to go and collect stone fit to lay in the first tier of the foundation of the walls of that city? To judge from their improvements, there is hardly a man capable of judiciously directing the labor of even two men&#x2014;hardly a man that can properly erect a gristmill or a building for carding machines. Where are your useful machinery, your beautiful habitations your fertile gardens, your lovely walks, and magnificent palaces? You may reply, &#x201C;We are not going to stop here, but are going to the Center Stake of Zion,&#x201D; and so you pass on in <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3233\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> comparative inactivity, and attempt only to build log houses or mud shanties. If you had the spirit of your calling, you would be anxious to build the best houses you could, and make the best gardens, fields, and vineyards, though you knew that you would not enjoy them one day after they were completed.<span class=\"citation\" id=\"86009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86009)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86009)\">D&amp;C 51:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1610\"> I will here quote the words of the Savior&#x2014;&#x201C;And I say unto you, Make to yourselves friends of the mammon of unrighteousness; that, when ye fail, they may receive you into everlasting habitations. He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much. If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches? And if ye have not been faithful in that which is another man's, who shall give you that which is your own?&#x201D;<span class=\"citation\" id=\"67747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67747)\">Luke 16:9-12<\/a><\/span> Now, he that is unfaithful in building a house, or in making a garden, an orchard, a farm, or in beautifying what is in his possession, who will commit to that man or people the great things of the kingdom of God that are to be attained on this earth? <\/div><div class=\"paragraph jod\" id=\"v8n1611\"> I cannot preach upon the words quoted more effectually than I do in building, improving, and occupying upon the talent God has given to me. If it is ability to dictate the making of a road, dictate it, or make it as others dictate. Where is the man that made a road in a canyon as it should be made, until I dictated it? Men go into canyons and drive up and down hills where it requires six horses to haul up or hold back an empty wagon, and break their animals' legs, and kill men and boys. Who has broken wagons on roads that I have dictated? No one. In such canyons persons soon save more in cattle, wagons, time, and labor, than the roads cost. Why do not the rest of the brethren learn this? <\/div> <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1613\"> I know how to build a meetinghouse&#x2014;how to place the first and last stone and piece of board, and how to put on the first and last touch of paint. I know how to build a mill and put the machinery in it, and I intend to keep improving as long as I live. There are mechanical branches that I do not understand, but I am constantly trying to learn. Should I live&#x2014;and I would not then be a very old man&#x2014;to hear the command, &#x201C;Return and build the Center Stake of Zion,&#x201D; I intend to know how to build it. <\/div><div class=\"paragraph jod\" id=\"v8n1614\"> You may say, &#x201C;If you know all about it, there is no necessity for our learning anything concerning it.&#x201D; We cannot be in every place; and though we could, every man, woman, and child should improve as rapidly as possible. Parents should know how to teach their children, women should learn to make the most beautiful cloth, and men should become skilled in raising sheep, and in the improvement of all kinds of stock, and in making all kinds of useful machinery. It is said we are yet young. True; but we ought to, at least, make a beginning. Not one woman in ten, that I ever saw, thoroughly understands keeping a house. <\/div><div class=\"paragraph jod\" id=\"v8n1615\"> Why do not women learn to be housekeepers? They may reply&#x2014;&#x201C;Brother Brigham, if you will teach us, we will keep our houses according to your instructions.&#x201D; I could go into your houses and tell you item by item. Your husbands may furnish fine furniture and glass and chinaware, and some of you suffer your children to mar and break it. Give children such playthings as they cannot break, and with which they cannot hurt themselves. Were I now to go into one of your houses, perhaps I should hear the mistress inquiring for the dishcloth; but Sal does not know where it is: the last she saw of <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3232\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it little Abraham or Joe was playing with it outdoors. Where is the milk pail? Turned bottomside up on the hogpen. <\/div><div class=\"paragraph jod\" id=\"v8n1616\"> What I say of housewives will fully apply to farmers and mechanics. I labored many years as a mechanic, and in the darkest night I could put my hand upon any tool I used. You may call this boasting, but it is not. It is merely mentioning the order in which I kept my shop. When a farmer has done with his ploughs, he should put them under shelter until they are again wanted. When harness is taken off, it should be so hung up that you can go at any time of night and find it, or a saddle, bridle, saddle blanket, or any other trapping, and be ready at once, without a hostile Indian's being able to see you, or being made aware of your preparations, through your being obliged to take a light to hunt scattered articles. <\/div><div class=\"paragraph jod\" id=\"v8n1617\"> We have been toiling and delving at home, and now you see us enjoying ourselves, without one word of discord. A week ago today we passed this settlement, with several men, women, children, horses, mules, and vehicles; and I ask the company whether a single person has been found out of his place? We have traveled in order and peace, notwithstanding our dispensing with a formal organization. &#x201C;Where is the captain of the company?&#x201D; I do not know, unless I am he. We have traveled in the order in which persons joined us, and I do not think a rash word has been spoken by any man, woman, or child since we left Great Salt Lake City. What does this prove? That when the law of God is written on the hearts of a people, every person will know his place.<span class=\"citation\" id=\"60661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60661)\">Jer. 31:33<\/a><\/span> It proves that we are improving. <\/div><div class=\"paragraph jod\" id=\"v8n1618\"> Law is for the disobedient and lawless. When a people are made free in Christ, and come to understanding, they will know that there  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is a place for everybody, and everyone will seek to fill his own place, and every hand will be reached forth to promote the kingdom of God on the earth. Our business is not merely to prepare to go to another planet. This is our home. We are to purify our hearts, our habitations, our families, associations, settlements, states, and country, until improvement circumscribes the whole earth, and sanctifies it, and prepares it to be brought back into the presence of our Father and God. <\/div><div class=\"paragraph jod\" id=\"v8n1620\"> When your eyes are open, you will see that this earth has fallen from the glory and presence of the Father, to pass through certain ordeals, together with the people upon it. And by and by, when Jesus reigns and rules King of nations,<span class=\"citation\" id=\"60430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60430)\">Jer. 10:7<\/a><\/span> he will say to his Father&#x2014;&#x201C;Here is my work! Here are my brethren! Here is my redemption&#x2014;the fruit of my labor! I have ceased not to contend with the Enemy until I have put him under my feet.<span class=\"citation\" id=\"73845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73845)\">1 Cor. 15:24-28<\/a><\/span> I have destroyed death, and him that has the power of death.&#x201D;<span class=\"citation\" id=\"76480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76480)\">Heb. 2:14<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3231\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1621\"> You work hard. Study to apply your labor to advantage, and you will accomplish much more, without wearing yourselves out so fast. If you have to roll a log, cut down a tree, etc., study how to take advantage of the work. Contrive to accomplish your work with the least expenditure of strength. <\/div><div class=\"paragraph jod\" id=\"v8n1622\"> You have rich land, good water, a pure atmosphere, and one of the pleasantest locations in the Territory. Adorn your houses and your city. I marvel to see you contented to live as you do. I have passed much of my life in a log house, but do I like bedbugs and darkness? No. I love light. Were I obliged to live in a log house, I would have it plastered and whitewashed, that it might be neat and pleasant. <\/div><div class=\"paragraph jod\" id=\"v8n1623\"> Study order and cleanliness in your various occupations. Adorn your city and neighborhood. Make your homes lovely, and adorn your hearts with the grace of God. <\/div><div class=\"paragraph jod\" id=\"v8n1624\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}