{"ID":80074, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Journeyings of the Saints&#x2014;Temporal Salvation, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made at Wellsville, Cache Valley, June 7, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Journeyings of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/7\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d74\">\n<div class=\"paragraph jod\" id=\"v8n1547\"> What to say in a short time, when so many ideas present themselves, is somewhat difficult to decide. <\/div><div class=\"paragraph jod\" id=\"v8n1548\"> The Gospel of salvation, which is an astonishment and a stumblingblock to the world, is true. The journeyings of the Latter-day Saints and their communications one with another and with the world are astonishing to the people. They wonder what causes us to gather into these valleys in the mountains, what causes us to become one, to hearken to the voice of one man, to be controlled, dictated, and governed by one individual. This is marvelous in the eyes of the world; but is it marvelous in your eyes, brethren? Were there no other proof than the oneness exhibited in the midst of this people, that alone is enough to condemn the world. That oneness cannot be found anywhere else; it is produced only in the hearts of the Latter-day Saints, and is not manifested in any other community. No other people will pick up such portions of their substance as they can, and travel thousands and thousands of miles&#x2014;fathers and mothers leaving their children, husbands leaving their wives, wives leaving their husbands, children leaving their parents, brothers and sisters leaving each other&#x2014;after this &#x201C;strange delusion,&#x201D; as it is called, and, when they are gathered, hearken to one man. <\/div><div class=\"paragraph jod\" id=\"v8n1549\"> This circumstance creates the deepest regret in the hearts of our enemies, <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3242\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> more, seemingly, than all other acts of the Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v8n1550\"> When I was in England did I, apart from the Priesthood, exercise an influence over any of your minds to cause you to come here and locate in Cache Valley? Was I the instrument that caused you to forsake your friends in your native country, and gather with the Latter-day Saints? Your enemies will tell you that it was the influence that I held over you which prompted your movements; but that is not true. I have no more influence over the Latter-day Saints, aside from the Priesthood, than you have over each other. If the Spirit of truth does not speak through me and dictate my words, they are no better than the words of another man. If the Holy Ghost manifests to you, one thousand or ten thousand miles from here, that this is the time the Lord has fixed for building up his Zion&#x2014;that this is the time spoken of by the Prophets in which the Saints are commanded to gather out from the wicked, then it is the Spirit of the Most High that has influenced and controlled you, and not me nor any other man. <\/div><div class=\"paragraph jod\" id=\"v8n1551\"> Are you satisfied with your location? Are you satisfied with yourselves? Are you satisfied with the brethren? Are you satisfied when your minds revert to your native lands, your former friends, and the old homesteads where you spent your childhood? Are you satisfied to  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>make these sterile plains your adopted home, to live here in the mountains, forming new associations with those who are entire strangers to you&#x2014;those, perhaps, of other countries and other tongues? Are you satisfied with all this? If you are, it is evidence to you, so far as it goes, that you are accepted of the Lord. It is evidence to you that you have chosen the good part.<span class=\"citation\" id=\"67433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67433)\">Luke 10:42<\/a><\/span> It should be satisfactory evidence that you are in the path of life, if you love God and your brethren with all your hearts. You may see, or think you see, a thousand faults in your brethren; yet they are organized as you are; they are flesh of your flesh, bone of your bone;<span class=\"citation\" id=\"52529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52529)\">Gen. 2:23<\/a><\/span> they are of your Father who is in heaven: we are all his children, and should be satisfied with each other as far as possible. The main difficulty in the hearts of those who are dissatisfied is, they are not satisfied with themselves. <\/div><div class=\"paragraph jod\" id=\"v8n1553\"> How many have moved here this spring, I know not. Some have gone to Carson Valley, and a great many have come here. And, as I told the brethren last night, a part did not seem to care much, if at all, which way they went, and had written on their wagons, &#x201C;To Carson or Cache Valley, we don't care a d&#x2014;n which.&#x201D; Are such satisfied with themselves? No, nor with anything nor anybody around them. <\/div><div class=\"paragraph jod\" id=\"v8n1554\"> I will say to you, my brethren, those of you who are from the Eastern States, and from England, Scotland, Wales, and Ireland, or any other part of the north of Europe, that you have a far better country here than you had in your native land. You have a beautiful valley, though some of you, perhaps, are discouraged. Perhaps some will not live here because they have to irrigate the ground, or because they have to go into the mountains after wood. There are many throughout the valleys who were raised where it <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3241\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was much more difficult to get wood in winter than it is here. I have known farmers obliged to cut down their orchards for fuel, because they could not haul wood a mile, on account of deep snow. The house in which I was born was so covered with snow, one winter, before I was two years old, that there was no way to get out only by cutting steps and beating a path to the surface. Almost every year the snow would cover the ground from four to six feet deep; and often, when a crust formed on the snow, stone walls and high fences were no impediment to sleighing in any direction. <\/div><div class=\"paragraph jod\" id=\"v8n1555\"> Some may feel a little discouraged because their cattle will not live here without being fed more or less during winters. How many are there in the mountains of Europe that would be thankful for a privilege to go out to the sides of these mountains and make little gardens by packing soil from the bottoms? Thousands in the old country obtain their living in that way. My brethren and sisters from Italy, for instance, are my witnesses that many in that country would be glad to get a few square rods of rock on which to pack soil from the low lands and make gardens, and to gather feed from the bottoms to keep a cow through the winter. <\/div><div class=\"paragraph jod\" id=\"v8n1556\"> Though many have moved here this spring with but limited supplies of provision, how many do you think I could count in this congregation who go hungry day by day? Do you think there is even one person who has not as much as he can eat, at least as often as once a day? These are temporal things, but over which the Devil causes many to stumble. Go to your native lands in foreign countries, many of you, and ask men there who are thirty years old, and probably women too, &#x201C;How often in your lives have you had all you wanted to eat?&#x201D; &#x201C;Never.&#x201D; You  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>may find thousands who could tell you that they never saw a day in which they had all they wanted to eat. Are there such times in Cache Valley? No. Is there anything connected with this locality that should discourage you? No. Reflect, and ask yourselves whether you have the least cause for complaint in the exchange of your countries. <\/div><div class=\"paragraph jod\" id=\"v8n1558\"> You may inquire why this land has been so long held in reserve&#x2014;the design in this country's not being settled by white people until recently. Until the Latter-day Saints came here, not a person among all the mountaineers and those who had traveled here, so far as we could learn, believed that an ear of corn would ripen in these valleys. We know that corn and wheat produce abundantly here, and we know that we have an excellent region wherein to raise cattle, horses, and every other kind of domestic animal that we need. We also knew this when we came here thirteen years ago this summer. Bridger said to me, &#x201C;Mr. Young, I would give a thousand dollars, if I knew that an ear of corn could be ripened in these mountains. I have been here twenty years, and have tried it in vain, over and over again.&#x201D; I told him if he would wait a year or two we would show him what could be done. A man named Wells, living with Miles Goodyear, where now is Ogden city, had a few beans growing, and carried water from the river in a pail to irrigate them. <\/div><div class=\"paragraph jod\" id=\"v8n1559\"> Reflect upon these matters, read the writings of the Prophets, search the world over, and can you learn of any location to which the words of the Prophets can so justly apply, where the people of the Lord were to be hid up, in the latter days, in the chambers of the mountains?<span class=\"citation\" id=\"58525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58525)\">Isa. 26:20<\/a><\/span> You cannot. No man here has any good reason to be discouraged&#x2014;no good reason to complain. And those <div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3240\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who will so live that they are satisfied with themselves will be satisfied with the country and with the brethren. This is a splendid valley, and is better adapted to raising Saints than any other article that can be raised here. Compare the tombstones with the number of those living in any other city, district, place, or country, for the same length of time, and you will find here less graves of persons from one day to ten, fifteen, or twenty years old, than in any other country you were ever acquainted with. It is the best country in the world for raising Saints. <\/div><div class=\"paragraph jod\" id=\"v8n1560\"> Many may inquire, &#x201C;How long shall we stay here?&#x201D; We shall stay here just as long as we ought to. &#x201C;Shall we be driven, when we go?&#x201D; If we will so live as to be satisfied with ourselves, and will not drive ourselves from our homes, we shall never be driven from them. Seek for the best wisdom you can obtain, learn how to apply your labor, build good houses, make fine farms, set out apple, pear, and other fruit trees that will flourish here, also the mountain currant and raspberry bushes, plant strawberry beds, and build up and adorn a beautiful city. The question now rises&#x2014;&#x201C;Do you think it best for us to live in cities?&#x201D; Lay out your cities, but not so large that you cannot readily raise the whole city, should an enemy come upon you. <\/div><div class=\"paragraph jod\" id=\"v8n1561\"> Your houses are now scattered, and you have not closed up your fort. When new settlements are made where they are exposed to the Indians, settle so that they cannot get the advantage of you. This has always been my counsel. The settlements in this valley have been exposed to Indian depredations; but now there are so many here that, if they build in a prudent form, they are able to defend themselves. First secure your lives, and then your property, against Indian depredations. We do not wish  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to hear of any of you being killed. When the Indians become cross, and you see in them a wish to stir up difficulty, the brethren should immediately be on their guard; and in going into the canyons, be careful that enough go to be able to defend themselves, and have each one take his firearms with him. <\/div><div class=\"paragraph jod\" id=\"v8n1563\"> There is peace now, and probably will be for some time; though we do not know but that next week the marauding Indians about you may kill a few men in the canyons. Take care of yourselves, and build up a safe and beautiful city. Make good houses; learn how to build; become good mechanics and businessmen, that you may know how to build a house, a barn, or a storehouse, how to make a farm, and how to raise stock, and take every care of it by providing proper shelter and every suitable convenience for keeping it through the winter; and prove yourselves worthy of the greater riches that will be committed to you<span class=\"citation\" id=\"125348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125348)\">Luke 16:11<\/a><\/span> than this valley and what it can produce. Those who are slothful of the things committed unto them in a temporal point of view&#x2014;the blessings pertaining to the world&#x2014;how can they expect eternal riches to be committed to their charge? On the other hand, the neighborhood or community that adorns its city, farms, gardens, and supremely loves and sets its affections upon these things, had better never have seen or had anything to enjoy. <\/div><div class=\"paragraph jod\" id=\"v8n1564\"> Learn to improve the earth, and to sustain and preserve yourselves upon your inheritances, and then pray and exercise faith that the Lord will make our feet fast<span class=\"citation\" id=\"71902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71902)\">Acts 16:24<\/a><\/span> here&#x2014;that they shall never be removed until we have the privilege of going to build up the Center Stake of Zion. Let your faith bear a holy life. Enjoy the Spirit of the Lord, and you have satisfactory <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3239\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enjoyment and solid consolation, and are ready to go here or there, to do this or that, as the Lord shall require at your hands. His Spirit is what has called you here. Live and enjoy it; continue to enjoy it and its increase, and your hearts will be comforted, and you will grow in grace and enjoy the truth. <\/div><div class=\"paragraph jod\" id=\"v8n1565\"> We have come to pay you a visit, for we wanted again to see Cache Valley and other places. We wished to see you, and to have you look at us. Do you think we are &#x201C;Mormons?&#x201D; &#x201C;Yes.&#x201D; Some of you saw me and others of the brethren in England. What do think of us today? Do we talk to you as we did in other countries? &#x201C;Is &#x2018;Mormonism&#x2019; as good to me as it was then?&#x201D; Yes; and every year I am in it it is better, because I learn and understand more of the dealings of the Lord with his children on the earth&#x2014;more of the design in the organization of the earth, in its being peopled, and what the Lord intends concerning its future. All these things are before us. <\/div><div class=\"paragraph jod\" id=\"v8n1566\"> I will not detain you, for I purpose speaking but a short time, to tell you that I feel as well as I ever have. My spirit is full of joy and comfort, and I feel to bless you all the time, and to pray for you continually, and day by day to bear you in my faith before my Father in heaven. I long to see a people pure and holy, and to be so myself&#x2014;to see the day when sin and vile corruption will cease on the earth&#x2014;when man will cease to hunt his fellow man&#x2014;when every man shall try to assist his fellow, and add joy and comfort to his friends, neighbors, and all around him. This is what I live for and intend to live for, the Lord being my helper,<span class=\"citation\" id=\"125349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125349)\">Ps. 54:4<\/a><\/span> and to pray and persevere. <\/div><div class=\"paragraph jod\" id=\"v8n1567\"> Shall we, like the Presbyterians, Methodists, and others, simply prepare to die, and then depart? No: I in<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"290a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0290.pdf\" target=\"pdfwin\">p.&#xA0;290a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tend to persevere in fighting the Devil until he is driven from the face of the earth, and it is turned into a paradise, <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and so prepared that angels and Jesus will come and dwell here. May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}