{"ID":80076, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Counsel to the Saints Settling in Cache Valley.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made at Richmond, Cache Valley, June 9, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Counsel to the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/9\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d76\">\n<div class=\"paragraph jod\" id=\"v8n1586\"> I will speak to you a short time, and then we will proceed on our journey. <\/div><div class=\"paragraph jod\" id=\"v8n1587\"> So far as I know, no other valley in this Territory is equal to this. This has been my opinion ever since I first saw this valley, and I greatly desire that it may be filled with Saints, and not with rowdies&#x2014;not with horse thieves, murderers, and rioters, who roam over the country regardless of right. Can I have my desire gratified? If the Saints here <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be faithful, will not contend one with another, and will sanctify the Lord God in their hearts,<span class=\"citation\" id=\"77903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77903)\">1 Pet. 3:15<\/a><\/span> the Spirit of the Lord will reign here, and make your settlements too strait for the ungodly. But if you are slack and neglectful of your duties&#x2014;if you forsake your covenants and wander into darkness, the power of Satan can reign here. <\/div><div class=\"paragraph jod\" id=\"v8n1588\"> Fill this valley with those who love and serve God&#x2014;make your settlements as it were a Zion, an earthly para<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dise, and you will in the highest degree gratify my feelings and desires. It all depends upon us, brethren, whether Satan shall gain dominion over us in this kingdom God has set up, or whether he shall not. My faith is, and my prayers day by day are, that the Lord will reign in the midst of his Saints.<span class=\"citation\" id=\"83743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83743)\">D&amp;C 1:36<\/a><\/span> The inquiry may rise, &#x201C;Does the Lord reign upon the earth?&#x201D; We could answer, &#x201C;Yes;&#x201D; for it is his earth, and he controlleth according to his pleasure, and it will yet be devoted to those who serve him. But, in consequence of the agency that is given to the intelligent children of our Father and God, it is contrary to his laws, government, and character for him to dictate us in our actions any further than we prefer. If we cleave to him and enjoy the light of his Spirit, he will lead us day by day; but it is left to our agency&#x2014;is in our option, whether we seek the counsel that comes from heaven, or take the counsel suggested to us by our common foe. This is an act of our own responsibility, independent of God or the Devil. <\/div><div class=\"paragraph jod\" id=\"v8n1590\"> The Lord will rule the acts of the children of men, and bring out the results of those acts, but will not dictate them in their acts contrary to their own wishes. This he has already done, of which we are witnesses for him. Survey the travels of this people, and you will see that the acts of the wicked have been to destroy this kingdom, and yet God has ruled the result to promote and extend the kingdom, to exalt it, and bring it into note. If the wicked had had their desire, they would have obliterated this kingdom years ago; it would have been blotted out of existence. They acted on their own will&#x2014;from their own choice, but God has produced the result; and wherein they have tried to destroy us, they have built us up. Of this we are witnesses. <\/div> <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3236\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1591\"> A few words with regard to your situation here. I discover that this is a new settlement: you have come here this spring to make a commencement, and you are rather scattered. What would you do, provided the Indians become angry and suddenly attack you? Suppose a few of them should come down here at a time when the men are scattered at their labors, what could they do to these women and children, when there is a man here, another there, and another yonder? An Indian comes to the door of a house, and, before the man can arrive from a distance, his wife and children are laid low by the rifle, tomahawk, or knife. Should a small band of hostile Indians come suddenly upon your settlement, every woman and child might be destroyed during the absence of their protectors. Ten Indians could kill every woman and child here, and break you up. Is this good policy? No. I will give you my counsel: build good stockades. Move your families and wagons close together; then, if you are disturbed, you are like a hive of bees, and everyone is ready, and knows at once what to do. <\/div><div class=\"paragraph jod\" id=\"v8n1592\"> The Indians are wicked and ignorant; they are taught to steal, and to kill each other and the whites, and it is nonsense for you to expose yourselves&#x2014;it is a weakness and error. You say that you wish to be on your lots. Then unite and build some kind of common defense, that your women and children may be safe. So arrange your stacks of hay and grain that, if one is burned, the rest need not be set on fire by it. This is my counsel to you, and you can do with it as you please. <\/div><div class=\"paragraph jod\" id=\"v8n1593\"> As you get able, put good fences around your city lots, and build houses that any person may be justly proud of. When you have done this, you have exhibited your talents in providing some of the comforts of life.  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>But do not set your hearts on your buildings; for I would rather have you remain in your wagons and dugouts than do that. We have to learn how to build up Zion, and to realize, when it is built, that it is not ours, until it is given to us by our Father as our eternal habitation. We own nothing but the talents God has given to us to improve upon, to show him what we will do with them.<span class=\"citation\" id=\"66080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66080)\">Matt. 25:14-30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1595\"> When you have built splendid habitations, be as willing to leave them as you would to leave a dugout. Say, &#x201C;The Lord gave me ability to complete this building. It is not mine. He can dispose of it; and if he wishes me to burn it, all right&#x2014;I am willing.&#x201D; These are the feelings every Saint should have. <\/div><div class=\"paragraph jod\" id=\"v8n1596\"> Improve this valley. Perhaps many hundred more persons will move here this season, and many more settlements be made. Do not be anxious to have large farms, more than you can till; but divide your <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3235\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lands with your brethren; and make yourselves humble and happy. This is temporal advice, so to speak; but, above all, so live that the light of the Spirit of the Lord will dwell in you day by day. If you do not do this, it is hard to live &#x201C;Mormonism;&#x201D; but take this course, and it is the easiest path to walk in. There are many here today who can say, in all truth and sincerity, that the words of Jesus, as the disciples have written them, are true&#x2014;&#x201C;My yoke is easy, and my burden is light.&#x201D;<span class=\"citation\" id=\"64332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64332)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64332)\">Matt. 11:30<\/a><\/span> Many of you can say that the yoke of the Gospel is the easiest a person can bear, and its burden the lightest. <\/div><div class=\"paragraph jod\" id=\"v8n1597\"> I feel to bless you, and pray that you may dwell here and have wisdom to preserve yourselves and raise your children to be Saints, and sanctify yourselves, that you may be prepared for the things that are to come; for great events await us. <\/div><div class=\"paragraph jod\" id=\"v8n1598\"> I have not time to say more. God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}