{"ID":80070, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings of the Saints&#x2014;Training of Children.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, made in the Bowery, Great Salt Lake City, August 26, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 8\/26\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d70\">\n<div class=\"paragraph jod\" id=\"v8n1450\"> Brethren and sisters, we are blest above all other people upon the face of the earth, not only temporally, but spiritually. I consider any people blest of the Lord to whom he has revealed the Gospel of Jesus Christ&#x2014;to whom he has given the holy Priesthood and authority to administer in the ordinances of his house. That people are greatly blest, far above their fellow men, who do not <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3261\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> enjoy this privilege. I consider this to be our position today: we have the privilege of walking in the light; we have the privilege of comprehending and knowing the truth&#x2014;of knowing the way to be saved and exalted in the presence of our Father and God. We are in a position to know his mind and will, through his servants the Prophets. The Lord has given unto us teachers and inspired men&#x2014;   <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men who are inspired by the Spirit and power of God&#x2014;clothed them with truth, and endowed them with wisdom to teach us at all times the path we should walk in. This is a great blessing, whether we realize it or not. <\/div><div class=\"paragraph jod\" id=\"v8n1452\"> The Lord looks down upon our work and considers our ignorance, and so do those holy beings who surround his throne; but yet we know enough to do our duty, magnify our calling, and fulfil the object of our creation. And any man or community who have the Gospel of Christ, the holy Priesthood, and the power of the Holy Ghost that we have, possess a great advantage over the world; for they do not comprehend&#x2014;they do not see nor understand the things that await them: they do not understand the dealings of God with them in any respect. It is not so with the Latter-day Saints; for as long as they continue to receive the truth, their minds are opened to understand the character of the day and age in which we live, and all those trying scenes that are approaching us; the veil is taken from off the face of the earth, and we see things, to some extent, as they are. <\/div><div class=\"paragraph jod\" id=\"v8n1453\"> We have received the gift of the Holy Ghost by the laying on of hands, and the veil of darkness, of doubt, and fear is taken from our minds, and we can see clearly where to go and what to do; and we feel that our spirit is right&#x2014;that we are acceptable before the Lord our God, and are the subjects of his blessings. <\/div><div class=\"paragraph jod\" id=\"v8n1454\"> When sitting here and listening to the words of the servants of God, I reflect day by day on the things of God that are revealed to us, and I am inevitably led to the conclusion that there is no people upon the face of the earth enjoying such great blessings as the Almighty has bestowed upon us. The heavens are full of blessings, and the Lord is willing to bestow them upon us. The hearts of <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3260\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the servants of God are full of blessings, comfort, and edifying words for the Saints. Then it is certainly our duty to make a right use of the knowledge we have received, and to acknowledge the hand of the Lord in all things. We should try to gain wisdom, knowledge, and understanding, and from the experience we are having while in this great school. This would stimulate us to action; and inasmuch as we do this, and walk in the light of truth, we shall be satisfied, and continue to do as we have been taught. By pursuing this course in our connection with the work of God, we are enabled to drink of that well of water that springs up into everlasting life.<span class=\"citation\" id=\"69041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69041)\">John 4:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1455\"> I do not believe that any man in the world who has power, wealth, influence, and a good understanding of things, is satisfied with the present confused state of the world, either religiously or politically; neither do I believe that a man who does not know God or the principles of eternal life and salvation&#x2014;a man, for instance, that has come to an understanding of the world, and that has received the benefits of civilization, as understood by the great mass of Christendom&#x2014;I do not, I say, believe that such a man is or can be satisfied. I can readily believe that the professors of religion are not fully satisfied in their minds and feelings, unless they have partaken of that life which is made manifest by the gift and influence of the Holy Ghost. And we have an abundance of evidence to prove that the world are not satisfied with their condition&#x2014;not even those that are seeking the pleasures of life. We frequently hear them complaining of the state of affairs at the present time. <\/div><div class=\"paragraph jod\" id=\"v8n1456\"> Man possesses a spirit that must endure forever&#x2014;a spirit that comes from God; and inasmuch as he is not fed from that same source or power that created him, he is not and cannot  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>be satisfied. I can say, from my own experience, that although I sought for the truth diligently, I was never satisfied until I heard the fulness of the Gospel proclaimed by the Lord's chosen servants. I had no inspired man to say, &#x201C;This is the way, walk ye in it.&#x201D;<span class=\"citation\" id=\"58944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58944)\">Isa. 30:21<\/a><\/span> It is true that I could read the Bible; I could pray and to some extent know what was right and proper for me to do&#x2014;at least so far as moral religion was concerned. I enjoyed a portion of that Spirit which in those days would lead a man to do good to his fellow man, but of course I had not the knowledge of God. But in these days, when the holy Priesthood is restored to us, we have no excuse for saying that our minds are not satisfied, for the blessings are given to us; they are within our reach, and it is your privilege and mine to enjoy them. <\/div><div class=\"paragraph jod\" id=\"v8n1458\"> I feel to rejoice greatly in the blessings of the Gospel that are given to us, and that we can behold so visibly the hand of God in his dealings with this people. He has fought our battles<span class=\"citation\" id=\"89965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89965)\">D&amp;C 105:14<\/a><\/span> and given us the victory.<span class=\"citation\" id=\"89917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89917)\">D&amp;C 104:82<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1459\"> We are all sensible of our imperfections; but, notwithstanding these things, the Lord has been true to his word; he is fulfilling his word, and has been doing this from the beginning. When I look at these things, my heart rejoices, and I feel to give thanks to the Lord and to aid all I can in the building up of his kingdom. We can enjoy the true comforts of the Holy Ghost. We should honor our calling and be true to the covenants we have made. If we attend to our duties and walk humbly before the Lord, we shall be satisfied with life and with the manifestations of the goodness of God unto us. <\/div><div class=\"paragraph jod\" id=\"v8n1460\"> Let me advise you, brethren and sisters, to improve in everything that is good, perform every duty devolving upon us, and we shall have much joy and consolation at the close of this <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3259\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> probation in knowing that we have done the best we could&#x2014;that we have acted up to the best light we had. It certainly must be a satisfaction to us to know that we are building up the kingdom of God&#x2014;to know that we are seeking to overcome the powers of darkness, and all evil that prevails upon the face of the earth, in our day and generation. This Gospel has been offered to the present generation&#x2014;it has been offered to the Christian world, and almost all the nations have heard it in some way or other, and they now have the privilege of receiving it or rejecting it. <\/div><div class=\"paragraph jod\" id=\"v8n1461\"> This people have received the word with joy and gladness, and many of them have brought forth fruit to the honor and glory of God, and have been valiant in the cause of Jesus Christ.<span class=\"citation\" id=\"125346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125346)\">D&amp;C 76:79<\/a><\/span> They are friends of God,<span class=\"citation\" id=\"77600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77600)\">James 2:23<\/a><\/span> friends to themselves and to their fellow men. But when men reject the Gospel, the gifts, the promises, and blessings that are presented and offered unto them, they come short of their duty and are under condemnation. <\/div><div class=\"paragraph jod\" id=\"v8n1462\"> The Lord has said by the revelator John, in speaking of this work, that at the hour of his judgment he would send an angel, who should fly through the midst of heaven with the everlasting Gospel to preach to every nation, kindred, tongue, and people, crying with a loud voice, saying, Fear God, and give glory to him, for the hour of his judgment is come.<span class=\"citation\" id=\"79879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79879)\">Rev. 14:6-7<\/a><\/span> The Almighty has in this way warned this generation, and told them what the result of rejecting the Gospel of Christ would be. Still many in the world have sought to destroy this work from the earth, as well as those who have been its advocates. <\/div><div class=\"paragraph jod\" id=\"v8n1463\"> Scores and hundreds of the Elders of Israel have been faithful and true to their integrity, and for this they will have their reward, while the wicked will perish. I do feel thank<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ful that so many of us have cleared our garments of the blood of this generation;<span class=\"citation\" id=\"90660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90660)\">D&amp;C 112:33<\/a><\/span> and I rejoice that we are located here in these valleys of the mountains. I do not know that I could be in any better place than this. We are shut up in these chambers of the mountains in fulfillment of the words of the Lord,<span class=\"citation\" id=\"58524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58524)\">Isa. 26:20<\/a><\/span> and he has led us all the time&#x2014;he has marked out our course and directed our footsteps. Brother Joseph Smith, brother Brigham, and all our leaders have been inspired from the beginning to give counsel and to do those things that have been required of them; and they were led here by the inspiration of the Almighty, as much so as Moses or any others who have held the Priesthood. President Young prophesied the deliverance of this people, and his words were backed up by the testimony of the Holy Ghost, when, to all human appearance, there was no arm could save us, and we were delivered by the power of God. If we live our religion, we shall see more manifestations of the goodness and power of God. <\/div><div class=\"paragraph jod\" id=\"v8n1465\"> It is our privilege to follow the dictates of the Spirit of the Lord, and to have it for our guide and companion; and by doing this the blessings of the heavens will be upon us as fast as we are prepared to receive them. <\/div><div class=\"paragraph jod\" id=\"v8n1466\"> I know that the Devil seeks to overthrow this people, and it seems that the powers of darkness have to a great extent prevailed in their attempts to control the hearts of the children of men. For many generations the powers of darkness have had almost universal sway; but I thank God that I have lived to see the day when the kingdom of God has been set up on the earth, and that it is no more to be thrown down forever.<span class=\"citation\" id=\"89553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89553)\">D&amp;C 101:75<\/a><\/span><span class=\"citation\" id=\"89756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89756)\">D&amp;C 103:13<\/a><\/span> Men with wicked hearts may seek to pull down the cause of truth, but all their efforts will be in vain, for the blessing of the Almighty is upon his <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3258\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Saints, the inspiration of the heavens is upon his servants, and they will overcome the powers of temptation and of the Adversary. It is verily true that we have a warfare to engage in, for Satan seeks to engage in one with us, with our children, and with all the rising generation&#x2014;the hope of Israel and of the Prophets and Apostles of this kingdom. <\/div><div class=\"paragraph jod\" id=\"v8n1467\"> I feel that the time has come when we shall prevail, and I rejoice in it. I feel that the Lord is going to bless this people abundantly. The minds of the Saints are expanding, and they are coming to understanding.<span class=\"citation\" id=\"58921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58921)\">Isa. 29:24<\/a><\/span> This certainly should be the case as we advance, for the Lord will make a short work<span class=\"citation\" id=\"72695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72695)\">Rom. 9:28<\/a><\/span> in the last days; and there is but little time, if I may be allowed the saying, to have the words of the Prophets fulfilled. <\/div><div class=\"paragraph jod\" id=\"v8n1468\"> There is a good spirit here. The righteousness and truth and the power of God are now prevailing over the wickedness of the profane and the iniquity of the depraved, and the power of the Devil is fast giving way and losing its hold on this people. The power of God is in the ascendant, and the faith of the Saints holds the powers of darkness at bay, so that they cannot carry out their evil designs in the midst of Zion. This is a consolation to me, and my heart rejoices in these things, and I can say truly that I feel happy and comfortable, and I pray that the Lord will sustain and uphold those that are set to lead us. The Lord is their guide, and there is not a man or woman in Israel but who knows that they are governed and controlled by the power of God, if they are living up to their privileges. <\/div><div class=\"paragraph jod\" id=\"v8n1469\"> Israel was not always led with the same degree of clearness and understanding that we enjoy in our day. This is a great blessing to us, and we ought to be faithful and full of thankfulness. I feel happy in saying that  <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I know our leaders are upheld by the prayers of the brethren and sisters, not only in this Territory, but throughout the world. This is right, and just as it should be; for it is our duty in our secret places, in our family prayers, to remember the Lord's anointed and chosen servants, and we should not only pray for them, but for each other, be full of faith, prayer, and confidence, and manifest our faith by carrying out the counsel that is given by the leaders of this people. Yes, brethren and sisters, it is a good day and generation in which we live. It is a good time to worship God and live faithful to our religion; and this is a most splendid place, in these valleys of the mountains, for us to live and improve. We are blest with good land, with water, and timber; and here we have the privilege of saving our children, and this is a great blessing unto us. If we set a good example before our children, and try to instruct them from their childhood to maturity&#x2014;teach them to pray and to honor the Almighty&#x2014;teach them those principles that will sustain them in the midst of all trials, that the Spirit of the Lord may rest upon them, then they will not easily be led astray. Good impressions will follow them through life, and whatever principles may be presented, those good impressions will never leave them. <\/div><div class=\"paragraph jod\" id=\"v8n1471\"> I have long been satisfied that the Devil was making great exertions to drive a wedge in between parents and children&#x2014;trying to inspire and instil into the minds of the sons and daughters of the Saints these corrupting notions that will prevent them from following the footsteps of their fathers and mothers; but this cannot be done! The sons and daughters of this people, if we do our duty, will be held by the strength and in the name of Israel's God. <\/div><div class=\"paragraph jod\" id=\"v8n1472\"> I have looked upon this matter a <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3257\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great deal, and I have concluded that there never was a generation of the people upon whose shoulders rested greater responsibilities than rest upon this people and than must rest upon their sons and daughters. If this be true, how important it is that we should be wise fathers and mothers, and that we should act wisely, in instilling into their youthful minds all those principles that will lead them to that which is just, and to carry out in their lives the principles of righteousness and truth. Many of our children have not had experience in the world; they know nothing of the scenes and corruptions that are among the wicked; they do not realize their present positions, nor the blessings conferred upon them by their parents having obeyed the fulness of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v8n1473\"> We who have gained experience see the darkness and abominations that are in the hearts of men; but our children, not being able to contrast the evil with the good, cannot see and realize the blessings they enjoy in being under the influence of teachers in Israel. I do not refer to their parents alone, but those who lead and govern in the midst of Israel. <\/div><div class=\"paragraph jod\" id=\"v8n1474\"> I have felt for a long time, and I think I have realized to some extent that the duties resting upon us are very great, and that we ought to strive to improve in wisdom and knowledge and in the principles of government, in order that we may know how to be fathers, mothers, and saviors, and learn how to be counselors and how to preside, not only in our own family circles, but wherever we may be called to act. It is a great thing to know how to act so as to gain the feelings and affections of our families, that will lead them in the path wherein they may be saved. This is a study and a work that should not be laid aside by parents, nor by the Elders in Israel. <\/div> <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1476\"> Many times we may consider business so urgent that it must crowd these things out of our minds, but this should not be. Any man's mind that is open, and who looks forward to the work that lies before us, will see and feel that the responsibility that rests upon him concerning his own family, and especially in the rearing up of his children, is very great. <\/div><div class=\"paragraph jod\" id=\"v8n1477\"> We want to save our children, and to have them partake of all the blessings that encircle the sanctified&#x2014;to have them receive the blessings of their parents who have been faithful to the fulness of the Gospel. We do not want them to go through all the routine of false doctrines and erroneous systems that we have had to wade through in our generation. <\/div><div class=\"paragraph jod\" id=\"v8n1478\"> This is the way we feel in regard to our present position, and I feel that God will bless us, inasmuch as we strive to improve and listen to counsel. It is our duty to pray before the Lord, and to teach those principles whenever we have an opportunity. And I feel to thank the Lord, and to rejoice in seeing as many as there are willing to listen to the counsel of their parents; for I realize that when they are called upon to act in their priesthood and ministry, they would be ready and willing to listen to the counsel of their brethren, and thus they will be the means of saving the rising generation. <\/div><div class=\"paragraph jod\" id=\"v8n1479\"> I pray that the Lord may bless us and give us largely of his Spirit, that our minds may be clear to see and comprehend this great work. This kingdom is but yet a very small stone, comparatively speaking. It is not yet a great mountain, neither has it <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3256\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> filled the whole earth;<span class=\"citation\" id=\"86590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86590)\">D&amp;C 65:2<\/a><\/span> but, as the Lord lives, it will. This is how I feel; and I sincerely desire that we may have our minds opened upon the subject of the building up of the kingdom of God. In this we shall have joy, no matter whether in prosperity or adversity. So long as we do our duty, the Lord will protect us, and the powers of evil will have no dominion over us, but our hearts will be buoyant and we shall rise step by step in wisdom, knowledge, and power, until we shall be able to build up the temples of our God. &#x201C;Behold, the law shall go forth from Zion, and the word of the Lord from Jerusalem.&#x201D;<span class=\"citation\" id=\"57757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57757)\">Isa. 2:3<\/a><\/span> This law he intends that we should receive to prepare us for the coming of the great bridegroom.<span class=\"citation\" id=\"66051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66051)\">Matt. 25:6<\/a><\/span><span class=\"citation\" id=\"84936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84936)\">D&amp;C 33:17<\/a><\/span> In both our temporal and spiritual labor we should seek to know the mind and will of God concerning us. We should have the Spirit of the Lord with us continually, and our meditations should be righteous and holy before the Lord. <\/div><div class=\"paragraph jod\" id=\"v8n1480\"> We cannot go to reap our crops and worship the Devil one day, and then the next go into the Tabernacle or Temple of the Lord and worship him. That is not our religion; it does not admit of this. We cannot feel justified in such conduct; but if we live our religion, the blessings of Almighty God will be with us, and he will multiply them upon our heads. <\/div><div class=\"paragraph jod\" id=\"v8n1481\"> I hope and pray that each and all of us may do this&#x2014;that we may seek to sustain each other, and those whom the Lord has placed over us; which may God grant, for Christ's sake. Amen. <\/div>\n<\/div>\n<\/div>"}