{"ID":80075, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Appointment of Bishop for Cache Valley&#x2014;Counsel to the People.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in Franklin, Cache Valley, June 9, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Appointment of Bishop for Cache Valley, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/9\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d75\">\n<div class=\"paragraph jod\" id=\"v8n1569\"> I understand that no Bishop has yet been appointed for this place. I would like to learn the feelings of the brethren here in regard to this matter, and will be pleased to have you inform us. <\/div><div class=\"paragraph jod\" id=\"v8n1570\"> [Bishop Maughan moved &#x201C;that President Brigham Young nominate the man to be Bishop, and we will say Amen.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n1571\"> This unanimously met the feelings of the brethren.&#x2014;Reporter.] <\/div><div class=\"paragraph jod\" id=\"v8n1572\"> The instructions to the people of this settlement will be committed to paper, that they may be constantly before them. <\/div><div class=\"paragraph jod\" id=\"v8n1573\"> I propose that brother Preston Thomas be ordained Bishop of this settlement. He is residing in Lehi, but came with us intending to visit Bear River Lake and Soda Springs, but has since concluded to settle here. I propose that he settles here, and that we make him your Bishop and presiding officer. <\/div><div class=\"paragraph jod\" id=\"v8n1574\"> It is understood that brother Peter Maughan is Presiding Bishop for this valley; and Elder Ezra T. Benson, one of the Twelve, has been appointed to be one of his Counselors, and probably he will choose me for the other. <\/div><div class=\"paragraph jod\" id=\"v8n1575\"> If it meets your minds to have <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3238\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brother Preston Thomas settle here, and you feel that you can hearken to his counsel, raise your right hands. [The vote was unanimous.&#x2014;Rep.] <\/div><div class=\"paragraph jod\" id=\"v8n1576\"> Brother Preston Thomas will select his own Counselors. I have no question but that there are excellent, good men here, and they will be willing to hearken to his counsel. <\/div><div class=\"paragraph jod\" id=\"v8n1577\"> I propose to the brethren here, and wish them to take my counsel, to build a good strong fort. If you have not material for building a wall, you can make a strong stockade by putting pickets into the ground, which will answer a good purpose against Indian attacks. The stockade can be easily repaired by replacing decayed pickets. I wish you to build a stockade large enough for corralling your cattle outside the town. Let your grain also be stacked away from your buildings, and so arranged that if one stack takes fire all the stacks will not necessarily be destroyed. <\/div><div class=\"paragraph jod\" id=\"v8n1578\"> You are very much exposed here. The settlements in this valley are, as it were, a shield to other settlements: you must therefore prepare as speedily as possible to make yourselves secure. You have a beautiful location and a plenty of excellent water. <\/div> <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1580\"> This valley is capable of sustaining a multitude of people: it is the best valley we have. <\/div><div class=\"paragraph jod\" id=\"v8n1581\"> Strive to stop the thieving that is carried on by some renegades who have been in this valley, and do not in the least suffer stealing to be practiced in any of your settlements. There is probably not a man here but that, if he saw an Indian taking his horse, and had a loaded rifle, would kill the Indian. That Indian has been taught, from his youth, to steal. His fathers before him taught their children to steal: it is in their blood, bone, and flesh. But there is not a white man or woman here but what has been taught that it is wrong to steal, and I want an end put to stealing. The boys who are brought up in our community know better than to steal. They have been taught the principles of life and salvation; and the people <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3237\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the Christian world have been taught better than to steal. <\/div><div class=\"paragraph jod\" id=\"v8n1582\"> Do right, be just, love mercy,<span class=\"citation\" id=\"62210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62210)\">Micah 6:8<\/a><\/span> hearken to the Spirit of that Gospel that you have embraced, keep the Spirit of the Lord with you, and you will be very apt to be led right and do right. <\/div><div class=\"paragraph jod\" id=\"v8n1583\"> We have come to see you: we will leave our blessing with you, and will pray for you constantly. I heard the prayer just now offered in your behalf. It is the constant prayer of the Saints that they may be preserved. <\/div><div class=\"paragraph jod\" id=\"v8n1584\"> Serve the Lord, and try not to find fault with each other.<span class=\"citation\" id=\"88815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88815)\">D&amp;C 88:124<\/a><\/span> Live so that you will not have any fault to find with yourselves, and never mind the faults of your brethren, for each person has enough of his own to attend to. <\/div><div class=\"paragraph jod\" id=\"v8n1585\"> I bless you in the name of the Lord Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}