{"ID":80072, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Privileges of the Saints&#x2014;Building Up Zion, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, June 3, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Privileges of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/3\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d72\">\n<div class=\"paragraph jod\" id=\"v8n1501\"> I delight to meet with my brethren; it is my chief joy&#x2014;it affords me great consolation and comfort. But whether I am alone or in the midst of the Saints, the spirit of my religion is continually a sacred consolation to me; I hardly ever see the time when I do not have a flow of it. <\/div><div class=\"paragraph jod\" id=\"v8n1502\"> One of the greatest blessings I enjoy is the privilege of meeting with the assembled Saints. Do you realize that there is not another denomination, professing Christianity, that enjoys this privilege in so great a degree as do the Latter-day Saints? There is not another society or community professing to believe the Bible, embracing it in their faith, would consent, for one moment, to sell or give away all they have and travel half-way over the earth for the sake of assembling together. The position of all other professing Christians causes them to mingle more or less with the ungodly&#x2014;with those who take the name of God in vain&#x2014;with those who delight in unrighteousness. Were they called to make the sacrifices required of this people, they would refuse and abandon their religion rather than comply. <\/div><div class=\"paragraph jod\" id=\"v8n1503\"> The Latter-day Saints are called to separate themselves from the wicked&#x2014;<span class=\"citation\" id=\"85229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85229)\">D&amp;C 38:42<\/a><\/span>to assemble together and associate with each other; and this is one of the greatest blessings bestowed upon me&#x2014;that I may not be obliged to mingle with the ungodly. My business, my course of life, does not call me where I am under the necessity of hearing the name of that Deity <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3251\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> whom I worship blasphemed&#x2014;where his character, name, place, and attributes are held in the deepest derision, as they are in the world. I am not under the necessity of mingling with such characters. Is not this a blessing? It is. True, in traveling and preaching, I have mingled either more or less with the ungodly since I have been in this Church; though, when I have fallen into such society, I have passed along as speedily as possible. <\/div><div class=\"paragraph jod\" id=\"v8n1504\"> In Kirtland, in 1833, the Prophet Joseph told the Elders that if they would do right&#x2014;would promote the kingdom of God upon the earth, as they professed they desired to do, they would take his counsel to never put forth their hands to do another day's work to build up a Gentile city. From that day to this, I do not know that I have done one hour's work contrary to that counsel. You have frequently heard me refer to my poverty when I moved to Kirtland in the fall of 1833. Not a man ever gathered with the Saints, so far as I have known, but had more property than I had. When I came into the Church I distributed my substance and went to preaching, and when I gathered with the Saints I had nothing. I then said I would not work to build up a Gentile city. Other mechanics went from Kirtland to different cities to get employment. I said to them, I will work here, if I do not receive one farthing for my labor and have to beg my bread, and I will assist in building up this place, and  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will make many dollars to your one by so doing. I did; for when I started to the West, on the 5th of the following May, I could have bought what almost the whole of them had made during the winter. They told me that it often cost them more to get twenty dollars they had earned than it did to earn it. I went to work for brother Cahoon, one of the Kirtland Temple Committee. He had little or no means, and only a shell of a house. I helped him, and the Lord threw things in his path, and he paid me for my labor. I worked day by day, and when spring came I had more in my possession for my labor than any who had gone out in search of work during the past winter. <\/div><div class=\"paragraph jod\" id=\"v8n1506\"> If they had waited for me to have lifted up my hands to build a city at Fairfield and its neighborhood, they would have waited until the judgment day. I said, when they came here, and I now say, if they had loaded every one of their wagons with gold and offered it to me, they could not have bought me, and I would not have worked for them. You may ask, &#x201C;Have you not helped them?&#x201D; I have sold them a considerable amount of lumber. But in that operation, which received the most help&#x2014;they or me? They paid my price, and I do good with it, and intend to continue doing good. <\/div><div class=\"paragraph jod\" id=\"v8n1507\"> Were I residing in a gathering place where I knew I could remain for two years, and had fifty thousand dollars to spare, I would expend it in the best improvements I could, and labor to improve until the last day of my remaining.<span class=\"citation\" id=\"86008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86008)\">D&amp;C 51:17<\/a><\/span> The Lord is gathering his people, and this is a city for the Saints. A great many here are satisfied with a log hut. Some act as though they expected to be driven, and others say&#x2014;&#x201C;We will soon go back to the Center Stake of Zion, and this house will answer my purpose till <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3250\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> then.&#x201D; Let every mechanic and every scientific man of all classes and occupations, and every woman, improve to the best of their ability, faithfully living their religion, and we shall be none too well qualified to build up Zion when that time arrives. I never saw a stonemason who thoroughly understood his trade. We have not a quarryman who fully understands getting out rock for the Temple walls. Then how, amid such ignorance, are you going to properly lay the foundation of the New Jerusalem&#x2014;the Zion of our God? What do you know about building the great Temple that is yet to be built, upon which the glory of God will rest by day and by night?<span class=\"citation\" id=\"57907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57907)\">Isa. 4:5<\/a><\/span><span class=\"citation\" id=\"87492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87492)\">D&amp;C 84:4-5<\/a><\/span> Where is the man that knows how to lay the first rock in that Temple, or to get out the first stick of timber for it? Where is the woman that knows how to make a single part of its interior decorations? That knowledge is not now here; and unless you wisely improve upon your privileges day by day, you will not be prepared, when called upon, to engage to the best advantage in building up Zion. <\/div><div class=\"paragraph jod\" id=\"v8n1508\"> No nation possesses any wisdom but what it has received from the same God that we worship. He is the best mechanic and the most scientific personage that we have any knowledge of. There is not a principle in astronomy, known by men of science, but what has been revealed from heaven. All true knowledge among men, in relation to agriculture, the arts, science, commerce, and every avocation in life, has been given from our Father in heaven to his children, whether they acknowledge and obey him or not. <\/div><div class=\"paragraph jod\" id=\"v8n1509\"> Brother Wells was just speaking about the Lord's having a foothold on this earth. He holds dominion over the winged tribes of heaven: they obey his law. He holds dominion in the depths of the sea, where  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man cannot pollute it. But there is not a mountain, valley, continent, island, or other portion of earth where mankind dwell, but what thereon they more or less pervert the ways of the Lord, and have done so nearly all the time, though his providences are over them all, and he will cause the wrath of man to praise him.<span class=\"citation\" id=\"56874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56874)\">Ps. 76:10<\/a><\/span> Enoch was the only man that could build a city to God; and as soon as he had it completed, he and his city, with its walls, houses, land, rivers, and everything pertaining to it, were taken away.<span class=\"citation\" id=\"93217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93217)\">Moses 7:69<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1511\"> God does not violate the agency he has given to man; wherefore let this be in the mouth of every Saint, &#x201C;The Lord shall have perfect dominion in my heart and affections;&#x201D; then he will begin to reign in the midst of the people; but he cannot do so now. When we have faith to understand that he must dictate, and that we must be perfectly submissive to him, then we shall begin to rapidly collect the intelligence that is bestowed upon the nations, for all this intelligence belongs to Zion. All the knowledge, wisdom, power, and glory that have been bestowed upon the nations of the earth, from the days of Adam till now, must be gathered home to Zion. <\/div><div class=\"paragraph jod\" id=\"v8n1512\"> The wicked will become more and more weak and ignorant as they increase in wickedness. See the trifling, childish foolishness now among the nations of the earth. Brother George Halliday said this morning&#x2014;&#x201C;Mormonism has made me what I am.&#x201D; That is true. &#x201C;Mormonism&#x201D; embraces all truth in heaven, earth, and hell; consequently, all we have received that is calculated to make us of any worth is from the principles taught by it. Look at the world! Where is the wisdom of the emperors, kings, and rulers of the nations? Imbecility and weakness are fast creeping into high places and spread<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3249\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing among the people. They love lies, and choose darkness rather than light,<span class=\"citation\" id=\"68904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68904)\">John 3:19<\/a><\/span> and the Lord will grant them their desires until they dwindle into degradation and utter destruction, when the government will rest upon those who are faithful to God and their country. <\/div><div class=\"paragraph jod\" id=\"v8n1513\"> This is my country. I am a native-born American citizen. My father fought for the liberty we ought to have enjoyed in the States, and we shall yet see the day when we shall enjoy it. Had we the power, would we hold the wicked down and whip them? No; for, except in self-defense, it is our duty to plead with them and offer them the terms of life and salvation&#x2014;to give them all the opportunity God has designed them to have. But what would they do, if they could get the advantage of this people? According to brother Kimball's comparison, they would hug us close and tight&#x2014;they would oppress, corrupt, afflict, and destroy us. If they could but realize the generosity there is in the Gospel of salvation, they would not hate us as they do now. But in their ignorance they would destroy a Saint, because they imagine that a Saint would do the same to them. A Saint would take no unjust advantage, but the Devil will. That is what he tried to do in heaven. <\/div><div class=\"paragraph jod\" id=\"v8n1514\"> Brother Kimball asked whether there were liars and thieves in heaven. It is recorded that the Devil is somewhere there, accusing the brethren<span class=\"citation\" id=\"79599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79599)\">Rev. 12:10<\/a><\/span> and finding fault with them. Men in the flesh are clothed with the Priesthood with its blessings, the apostatizing from which and turning away from the Lord prepares them to become sons of perdition. There was a Devil in heaven, and he strove to possess the birthright of the Savior.<span class=\"citation\" id=\"92452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92452)\">Moses 4:1-4<\/a><\/span> He was a liar from the beginning,<span class=\"citation\" id=\"69497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69497)\">John 8:44<\/a><\/span> and loves those who love and make lies,<span class=\"citation\" id=\"87214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87214)\">D&amp;C 76:103<\/a><\/span> as do his imps and followers here on the earth. How many devils  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>there are in heaven, or where it is, is not for me to say. Does the Accuser of the brethren<span class=\"citation\" id=\"79600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79600)\">Rev. 12:10<\/a><\/span> dwell with the Father and the Son? No: but he is somewhere; and when we go through the veil we shall know much more about these matters than we now do, for we shall possess all the sensibilities we now possess, brightened and increased in intensity by the visions and power of the spirit world, to an extent of which you now have no idea.<span class=\"citation\" id=\"91277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91277)\">D&amp;C 130:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1516\"> I will now say a few words upon matters that immediately concern us. I believe it to be the duty of all sisters who profess to be Saints to make apparel, and, if they want ornaments, make them. It is the duty of the brethren to know how to build a house, how to make a garden, and how to do everything that can be accomplished by the ingenuity given to man. Why? That we may know how to build and beautify Zion. Let us improve and gather all the knowledge and faith we possibly can, both from <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3248\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heaven and earth, being diligent and fervent in all our duties, private and public, and striving to gather the wisdom of God, as bestowed on the nations, home to Zion. <\/div><div class=\"paragraph jod\" id=\"v8n1517\"> I feel much encouraged with regard to our academy: it is well attended, and the scholars are interested and energetic in their studies. Schools are becoming numerous and well attended, and the spirit of improvement is among the people. <\/div><div class=\"paragraph jod\" id=\"v8n1518\"> Let all, in the coming harvest, which promises abundance, strive to secure their breadstuff; and especially do not part with it to feed your enemies. <\/div><div class=\"paragraph jod\" id=\"v8n1519\"> Much depends upon mothers in regard to improving the rising generation. Let us all try to improve from the many and rich blessings we enjoy. The Priesthood is here. God is beginning to reign on the earth. Open your hearts and let him reign therein predominant. God bless you, every one! Amen. <\/div>\n<\/div>\n<\/div>"}