{"ID":80081, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Human Intelligence and Freedom&#x2014;National Administrative Movements, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, February 10, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Human Intelligence, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/10\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d81\">\n<div class=\"paragraph jod\" id=\"v8n1728\"> I have no doubt with regard to the good work of the Lord, referred to by those who have spoken, and it will continue among the nations of the earth. The Lord will bring out the results to his own honor and glory; but are we ready? <\/div><div class=\"paragraph jod\" id=\"v8n1729\"> The Lord has bestowed great knowledge and wisdom upon the inhabitants of the earth&#x2014;much truth and knowledge in the arts and sciences. Those nations that deny their God and Savior will have those principles of intelligence taken from them. Are the Latter-day Saints prepared to receive them, enjoy them, and improve upon them, or will those principles have to go to some other kingdom? There is great wisdom in the world; their knowledge in mechanism and the exact sciences is very great. This wisdom will be taken from the wicked. Who will receive it? Is there a people upon the earth prepared to receive this knowledge and this wisdom? There should be. Is it reasonable to suppose that the wisdom God has bestowed upon the nations of the earth should continue upon it? Or should it be taken from the inhabitants of the earth and carried back from whence it came? My faith and my desire are that there should be a people upon the earth prepared to receive this wisdom. It should not be so forfeited as to be taken from the earth, for I question whether it would return again. There should be a people prepared to improve upon their <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3209\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> knowledge and wisdom, for all knowledge and wisdom come from God. All true intelligence is the gift of God. He is the true fountain of all knowledge and wisdom. <\/div><div class=\"paragraph jod\" id=\"v8n1730\"> The query arises in the minds of many with regard to their capability. Is there a principle inherent in the man that loves liquor to let it alone? Or is he compelled to follow his appetite? Is there ability in the man or woman that is inclined to handle that which is not their own, to resist that temptation and learn to be honest and honorable? Is this inherent in the people, or not? I have my own belief about it&#x2014;my own views. I conceive that man is framed, formed, created, made, fashioned after the image of his God,<span class=\"citation\" id=\"52164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52164)\">Gen. 1:26-27<\/a><\/span> with a germ in him of that independence that belongs to the Gods; and that independence is to be acted upon, to prepare every person that is exalted to enjoy the society of the sanctified, by a strict obedience to the principles of right. And each and every individual has the ability, the power, to overcome every passion within him, subdue every evil, and ride triumphantly over those passions. <\/div><div class=\"paragraph jod\" id=\"v8n1731\"> &#x201C;But,&#x201D; says the man that is addicted to evil, &#x201C;If I refrain for a day, the temptation haunts me; if I refrain for a week, I yet am inclined to sip at the poisonous cup. I could hardly endure to see my neighbor drinking the poison draught without joining with him: it is almost impossible for me to resist it.&#x201D; This is  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>folly in the extreme, for you deny your own senses. There is not a man on the earth but what denies his own judgment when he reasons with himself in this way. I can take or refuse, partake or reject, at my own will and pleasure. That power is inherent in every man and woman upon the earth, to a greater or less degree. In proportion to the intelligence people are endowed with, so do they possess the qualification for bettering their condition by improving their lives and receiving truth for error, light for darkness. And if they continue to overcome every temptation and every evil appetite, they will become masters of them, and will conquer at last, and be counted worthy to be crowned; otherwise they will miss the glory they anticipate. <\/div><div class=\"paragraph jod\" id=\"v8n1733\"> Cannot people refrain from taking that which is not their own? Speaking of moral religion alone, they can. Cannot an individual, who is in the habit of taking the name of God in vain, resist that temptation? He can, if he chooses. If he cannot easily do so, let him do as a boy who came to this country with me said that he did. He was addicted to swearing; and got a piece of India-rubber to chew when tempted to swear. That person, I think, has not been heard to swear for years. No boy, in his youth, was more addicted to that habit than he was. He did not beat his brains out, but he acts as though he has more brains in his head than he used to have. I was brought up as strictly as any child ever ought to be, with regard to morality; yet, when I went into the world, I was addicted to swearing, through hearing others. I gave way to it, but it was easily overcome when my judgment and will decided to overcome it. <\/div><div class=\"paragraph jod\" id=\"v8n1734\"> Now, brethren, are you prepared to receive the wisdom that God has <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3208\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bestowed upon the nations? You recollect that this forenoon, we had a few remarks from brother Simms, in which he stated that the greater portion of the inhabitants of the earth were inclined to do right. That is true. There is a monitor in every person that would reign there triumphantly, if permitted so to do, and lead to truth and virtue. <\/div><div class=\"paragraph jod\" id=\"v8n1735\"> There is not a man living upon the earth but, when he hears the truth, is inclined to believe it and reject error. What prompts them to receive the evil? They yield to the temptation of that Evil One that lies in wait to deceive. The pride of the earth is in wickedness&#x2014;in the abominations and corruptions of mankind. They delight themselves in their proneness to wander from their God and from the path of rectitude, and pride themselves in their iniquity of every kind. It has become the fashion of the nations of the earth to do evil. <\/div><div class=\"paragraph jod\" id=\"v8n1736\"> Where is there a nation that acknowledges the Supreme God to be their President and their King? The best form of man-made government upon the earth is that of a nation now breaking to pieces. Have they ever acknowledged God? No. They spurned from their presence the man who would acknowledge that God should reign King of nations<span class=\"citation\" id=\"60431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60431)\">Jer. 10:7<\/a><\/span> as well as King of Saints.<span class=\"citation\" id=\"80074\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80074)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80074)\">Rev. 15:3<\/a><\/span> Have we proof of this before us? We have. When Joseph Smith rose in the majesty of his calling before God, he saw what we are now hearing of through dispatches received from week to week. The nation is ruined, and will crumble to pieces. They will destroy themselves. Joseph rose up and said&#x2014;&#x201C;I will save them, if they will let me.&#x201D; He stepped forth like a man and proffered his services to save the nation that is now breaking; and he would have saved it, if they had permitted him. What did they bestow upon him in return?  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>They made a martyr of him&#x2014;I would not like to say a savior, although he is our benefactor. He is the man through whom God has spoken and revealed some of the most glorious principles that ever were revealed to the children of men; yet I would not like to call him a savior, though in a certain capacity he was a God to us, and is to the nations of the earth, and will continue to be. He was not the Only Begotten of the Father, who died for the sins of the world; but he was the Prophet of the Lord, through whom God spoke to the nations and dictated laws by which they were to be governed to secure to themselves eternal life. And when he would have saved the people of the nation, they crowned him a martyr of Jesus. They performed an act that secures to him crowns of glory, immortality, and eternal lives. They succeeded in shedding his blood and that of the Patriarch Hyrum. They shed the blood of the innocent, and the nation said amen to it. Were they aware of it at the seat of Government? I have no doubt they as well knew of the plans for destroying the Prophet as did those in Carthage or in Warsaw, Illinois. It was planned by some of the leading men of the nation. I have said here once before, to the astonishment of many of our own countrymen, that there was a delegate from each State in the nation when Joseph was killed. These delegates held their council. What were they afraid of? You and me? No. They were afraid of those eternal principles God has revealed from the heavens; they trembled and quaked at the sound of them. Joseph would have saved the nation from ruin. <\/div><div class=\"paragraph jod\" id=\"v8n1738\"> Some have inquired, &#x201C;Will they patch up the old garment?&#x201D; Let them apply their new cloth, if they please. Mr. Crittenden has reported a patch to put on the old garment. <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3207\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Let them put it on, and the rent will be made worse. Let them remain as they are, and the garment is worn out. Is the form of the Government ruined? Has its form become evil? No; but the administrators of the Government are evil. As we have said many times, it is the best form of human government man ever lived under; but it has as corrupt a set to administer it as God ever permitted to disgrace his footstool. There is the evil. Can they better the condition of our country? No; they will make it worse every time they attempt to do so. What is the difficulty? Brother Carrington says there is no noble-minded master-spirit to lead out&#x2014;one whom the rest will follow. They are all master-spirits! They are all smart men! This is the difficulty. They used to have men whom they looked up to, though but very seldom. I can recollect almost every President of the United States. There never was a wise man that was much looked up to or revered until after his death: then the people could revere him&#x2014;a Jefferson, a Monroe, an Adams, &amp;c. The administration of Andrew Jackson was as good as that of anyone that ever occupied the presidential chair, and he had a great many enemies. What do you think of that, you gentlemen who are acquainted with the United, or rather the once United States&#x2014;you who have age and experience? You remember the struggle at the election of Andrew Jackson, and so do I. I repeat that his administration was as good as that of any man that ever administered the government. Some of his opponents did not like him very well for some of his political moves. I liked his moves, only he did not go far enough in removing the deposits and spoiling the United States Bank. But the administration of King James Buchanan, what an administration! <\/div> <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1740\"> Brother Carrington alluded to William H. Seward of New York. He is considered by many as one of the smartest men that ever was in this Government. Were it not that he had the advantages of the learning and wisdom of one of the best men in the Government&#x2014;had he been a mechanic or farmer, I doubt whether he would have possessed an extra amount of knowledge. &#x201C;What of his natural abilities?&#x201D; I do not consider him a man of great ability. He came to Auburn, N.Y., to study law with a gentleman I well knew. That gentleman took him into his office and house a boy, and made a man of him. He was one of the most influential and best men in the country; he was a man of brain and heart, and he took all the pains possible to make something of the boy. After Mr. Seward had been with the Judge a few years, he began to be looked upon as one possessed of a considerable degree of smartness. What would he be, if he was the President? Judging from his late speech, as received in a dispatch, I would suppose that he hardly knew enough to find his way across the little city of Washington. The prospect of his lofty position appears to have nearly ruined his brain. <\/div><div class=\"paragraph jod\" id=\"v8n1741\"> What is the difficulty with King James? His high position and exalted opinion of himself so addled and bewildered him, that he said, &#x201C;I am the greatest man in the nation! I am the Chief Magistrate!!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n1742\"> What shall we do with such men? Perhaps we may call them honorable men in the earth, in order not to hurt the feelings of some by speaking lightly of such talent in our nation. They are so wonderfully smart! That is the difficulty. Every man in Congress is so smart that he is looking to the presidential chair. The boys of West Point and the boys studying law in the nation have <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3206\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their eyes on the presidential chair. The general feeling is&#x2014;&#x201C;I am intending to sit there.&#x201D; They are all looking to the presidential chair, and have been for years&#x2014;the boy, the middle-aged Congressman, and the greyheaded Senator. The boy says&#x2014;&#x201C;I am the best council I can get. I am at West Point, and I shall soon graduate. Generals Washington, Taylor, and Jackson reached the chair of state, and I shall soon be there.&#x201D; Could he be counseled by anybody? No. Every man is his own counselor, his own general, and his own governor. We used to say, when we were boys&#x2014;&#x201C;Hurrah! Every man for himself, and the Devil for us all!&#x201D; and they will find it to be so. <\/div><div class=\"paragraph jod\" id=\"v8n1743\"> They are too wise. They will prove, by their conduct, whether they are capable of forming and sustaining a government for the Southern States that have seceded. There is no more a United States. Can they amalgamate and form a government? No. Will they have ability to form a government and continue it? No, they will not. Hear it, Jew and Gentile. Suppose there is a division between the North and South, and the fifteen slave States try to form a permanent government, can they do it? I tell you they cannot. They are too smart. South Carolina is taking the lead, and says she&#x2014;&#x201C;We will sit as kings and queens, or revolt from you.&#x201D; Says Georgia&#x2014;&#x201C;We have as smart men in our State as you have, and we will have a President for our State.&#x201D; &#x201C;But you cannot,&#x201D; says South Carolina. How long will it be before some other State, perhaps New York, forms a separate government? And if a State has a right to secede, so has a Territory, and so has a county from a State or Territory, and a town from a county, and a family from a neighborhood, and you will have perfect anarchy. <\/div> <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1745\"> King James is not so prompt now as he was three years ago, when he sent troops to Utah. South Carolina comes out and boldly declares her secession from the compact of States, and takes possession of all the public property within her borders, except Fort Sumter. There is no Latter-day Saint engaged in this act. One of the most contemptible of characters we ever had here could swear falsely in Washington, and the Government could receive his oath, and make it a basis, with other lies, of sending an army here. William Drummond went to Washington and swore that we were treasoners, and to many palpable falsehoods; and King James could act upon that and send an army here at an expense of, probably, fifty million dollars. Says King James&#x2014;&#x201C;Those lies are true.&#x201D; &#x201C;What! Receive a lie?&#x201D; Yes, go and swear to a lie, and the Government can hear that and act upon it. But when South Carolina takes possession of the public funds, of the customhouse, of the arms, arsenal, dockyards, forts, cannon, &amp;c.&#x2014;&#x201C;You must not coerce. Do not infringe upon them: they have the right to do this.&#x201D; What a reign is the reign of King James! It is enough to astound and throw into the shade the wisdom of all nations upon the earth! <\/div><div class=\"paragraph jod\" id=\"v8n1746\"> What will King Abraham do? I do not know, neither do I care. It is no difference what he does or what any of them do. Why? God will accomplish his own purposes, and they may do or not do; they may take the road that leads to the right, or they may take the road that leads to the left; and whichever road they do take, they will wish they had taken the other. King James pledged himself, at Cincinnati, that on his election to the presidential chair he would take the Island of Cuba, annex a portion of Mexico, and so obliterate the <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3205\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;Mormons,&#x201D; that &#x201C;Mormonism&#x201D; should not be known at the end of his reign. These three things he pledged himself to his party to do. Some gentleman may say that I am mistaken. I am not mistaken; I am telling the truth, and you may believe it or not. <\/div><div class=\"paragraph jod\" id=\"v8n1747\"> Did he take Cuba? He did not. Did he annex Mexico, or any portion of it? He did not. Did he destroy &#x201C;Mormonism?&#x201D; He did not. What has he done? Ruined the nation, at far as he had influence to do so. He began at the wrong end of the race: the course was marked out for him, but he ran the wrong way. He ought to have begun by taking Cuba, then annexed Mexico, or such portion of it as he wanted; and then he might have considered a little about &#x201C;Mormonism.&#x201D; If he had just reflected for a moment, he knew Joseph Smith. If he had reflected upon the career of Joseph and the career of this people, he would have seen at once that every time the enemies of this kingdom undertook to trample it under their feet and obliterate it from the earth, the more they spread it abroad and brought it into note and character. But he began at the wrong end, and he has wished, every step he has taken and everything he has done, that he had taken some other step and done something else. One reason of this is, that his will is such that he will ride over his friends and tread them in the dust, and not make the first apology to them. I attribute this to his ignorance. This is not wisdom; it is not greatness, nobility, or magnanimity; but it is sheer ignorance, willful ignorance, know-nothing ignorance; and that is the difficulty. <\/div><div class=\"paragraph jod\" id=\"v8n1748\"> What will Abraham do? King James says that if Mr. Lincoln takes the oath of office, and enters into the administration of the Government with as great pleasure as he resigns his official duties, he will be a happy  <div class=\"break pagebreak\" id=\"324a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0324.pdf\" target=\"pdfwin\">p.&#xA0;324a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>man. If I could advise King James, and have him take my counsel, it would be to resign tomorrow morning, and let Mr. Breckenridge be crowned king for three weeks, that another king might come before King Abraham to see what the administration of that king would be. I do not know of anything better that I could advise him. <\/div><div class=\"paragraph jod\" id=\"v8n1750\"> &#x201C;Mormonism&#x201D; will live, and God will promote it; but shall we be prepared to be promoted with it? That is the question with me. It is in my thoughts by day and by night, Shall I be prepared for the things that are coming upon the earth? I will try to be; and if I have an evil appetite, I will overcome it. If I have a disposition to do that which is morally wrong, I will reject that disposition; I will subdue and overcome it. Will you? Then you who drink, lie, steal, or do anything that is morally wrong, or break the commandments of God in any way, or injure your fellow men, cease to do that evil and learn to do well. <\/div><div class=\"paragraph jod\" id=\"v8n1751\"> I exhort the brethren not to boast over our enemies' downfall. Boast not, brethren. God has come out of his hiding place, and has commenced to vex the nation<span class=\"citation\" id=\"89643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89643)\">D&amp;C 101:89<\/a><\/span> that has rejected us, and he will vex it with a sore vexation.<span class=\"citation\" id=\"88207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88207)\">D&amp;C 87:5<\/a><\/span> It will not be patched up&#x2014;it never can come together again&#x2014;but it will be sifted with a sieve of vanity,<span class=\"citation\" id=\"58965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58965)\">Isa. 30:28<\/a><\/span> and in a short time it will be like water spilled on the ground, and like chaff upon the summer threshingfloor,<span class=\"citation\" id=\"125351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125351)\">Dan. 2:35<\/a><\/span> until those wicked stewards are cut off. If our present happy form of government is sustained, which I believe it will be, it will be done by the people I am now looking upon, in connection with their brethren and their offspring. The present Constitution, with a few alterations of a trifling nature, is just as good as we want; and if it is sustained on this land of Joseph, it will be done by us <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3204\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and our posterity. Our national brethren do not know how to do it. They are not capable of controlling their own passions, to say nothing of ruling a nation. What is the reign of a king who cannot control his passions? Will not his subjects sorrow? Yes, they will feel the weight of his wrath, and their backs will ache, and their heads will ache, and they will receive the lash from a heavy hand. <\/div><div class=\"paragraph jod\" id=\"v8n1752\"> We are serving a King who can control his passions; and who, as brother George Simms remarked in the forenoon, can be touched with the feelings of the infirmities of the weak.<span class=\"citation\" id=\"76565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76565)\">Heb. 4:15<\/a><\/span> Who can be thus touched, except those who have suffered in like manner? None. And no being knows how to control or govern on earth, unless he has been a subject on an earth. No being is fit to rule, govern, and dictate, until he has been controlled, governed, and dictated&#x2014;has yielded obedience to law, and proved himself worthy, by magnifying the law that was over him, to be master of that law. We are serving a King who wisely controls himself and his subjects. If we are permitted to rule, govern, and control, in the first place we must control our passions until they are in perfect subjection to us. When we have controlled one and got it perfectly mastered, we shall be prepared to control two; and if we can properly rule over two, we can reign over two thousand or over millions as well as two. If you can control one, you are then prepared to control your family; and if you are prepared to control a family, then you are able to control a city; and if a city, then a nation, upon the same principle. That is the way that God hath obtained his power, and that is the way that we shall obtain power. <\/div><div class=\"paragraph jod\" id=\"v8n1753\"> A large share of the ingenuity of the world is taxed to invent weapons of war. What a set of fools! I wonder  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if they think that they will never die, unless they kill one another. Is there any danger of their living here forever? Not a bit of it. Let the people alone, and they will die of themselves, without killing them. But much of the skill, ingenuity, and ability of the Christian nations are now devoted to manufacturing instruments of death. May we be saved from the effects of them! As I often tell you, if we are faithful, the Lord will fight our battles<span class=\"citation\" id=\"89966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89966)\">D&amp;C 105:14<\/a><\/span> much better than we can ourselves. We should be apt to get nervous in fighting battles, and sometimes get into corners where we might almost have to take a little gunpowder to encourage us&#x2014;to nerve up our energy&#x2014;or have to burn some under our noses to become a little used to it. When the Lord fights the battles of the Saints, he does it so effectually that nobody gets nervous but the enemy. We might become nervous, and perhaps give way to passion. <\/div><div class=\"paragraph jod\" id=\"v8n1755\"> We are never going to destroy the enemies of God by the evil passions that are in us&#x2014;never, no never. When those who profess to be Saints contend against the enemies of God through passion or selfwill, it is then man against man, evil against evil, the powers of darkness against the powers of darkness. But when men who are sanctified, purified, do anything, they will do it with a coolness as if conversing at their firesides with each other; they will do it with the power of the living God. If they are ever called to wipe out their enemies, they will do it without excitement; they have to do it by the power of the Gods, or not at all. They are not going to do it with wicked hands. Are we prepared to receive the blessings, and let the fighting alone? I do not believe much in fighting, and my faith is to escape such a calamity as to war and fight with either friends or enemies. I want to so have power <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3203\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with God, that he will govern and control and guide and direct the steps of our enemies, until they drive into the ditch. How easy it is for the Almighty to direct the steps of our enemies, until they fall off the precipice and are dashed in pieces, without the efforts of his servants. <\/div><div class=\"paragraph jod\" id=\"v8n1756\"> Let us be faithful, live our religion, govern our passions, and boast not against our enemies because we live to see the commencement of the fulfillment of this prophecy in our day. The prophecies must be fulfilled. Boast not, then, over your enemies. One might say, &#x201C;Is it not a delight for us to speak of fulfillment of prophecy?&#x201D; Yes. If it delights your soul, speak to the Saints; but do not boast to the wicked and ungodly that the Lord is coming out of his hiding place to vex the nation.<span class=\"citation\" id=\"89644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89644)\">D&amp;C 101:89<\/a><\/span> They will learn that soon enough. I have heard Joseph say, &#x201C;You will see the sorrows and misery of the world and the misery that will be upon this land, until you will turn away and pray that your eyes may not be obliged to look upon it.&#x201D; Said he, &#x201C;There are men in this Council that will live to see the affliction that will come upon this nation, until their hearts sink within them.&#x201D; He did not live here to see it, though he will see it. Can you endure the sight of it? No. Boast not over the misery of your fellow men. God will fulfil his purposes. <\/div><div class=\"paragraph jod\" id=\"v8n1757\"> Be ready at all times and in all places to do your duty, and be the friends of God.<span class=\"citation\" id=\"77601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77601)\">James 2:23<\/a><\/span> Cease to mingle with the wicked. Many of our Elders seem to believe that Christ and Baal can yet be made friends. How many times Elders of Israel try to make me fellowship the Devil, or his imps, or his servants; also try to make you fellowship your enemies, to amalgamate the feelings of the Saints and the ungodly! It cannot be done; it never was done, and never  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can be accomplished. Christ and Baal never can be friends. One or the other must reign triumphantly on the earth, and I say that Jesus Christ shall reign, and I will help him; and Baal shall not reign here much longer&#x2014;the Devil shall not have power much longer upon the land of Joseph. I will be the friend of God and his Son Jesus, my Savior. Let the Elders of Israel and all the Saints be the friends of Jesus and our Father in heaven, and cling to them. Now, take one side or the other. Either be for God, or else walk out and show that you are for the Devil and believe that he will come off conqueror, and that you are going to stick by him. Here are the two powers on the earth&#x2014;the evil and the good, not to speak of the ten thousand paths they make through the earth, and the various spirits that go to and fro. It is the good and the evil. Will you have the good and refuse the evil?<span class=\"citation\" id=\"57998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57998)\">Isa. 7:15-16<\/a><\/span> Then be moral Christians, as we frequently say, and was alluded to this morning. There are moral Christians among the heathen, among the Hindoos, and among all nations. God has laid a plan to save all such. His name be praised! <\/div><div class=\"paragraph jod\" id=\"v8n1759\"> Can you learn a little, and treasure it up in good and honest hearts? Be honest before God and with yourselves, and let that monitor that God has placed within you take the preeminence; and when persons say they are inclined more to evil than good, tell them it is a falsehood. Until they sin away the day of grace,<span class=\"citation\" id=\"83155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83155)\">Morm. 2:15<\/a><\/span> there is something in all persons that would delight to rise up and reject the evil and embrace the truth. There is not a <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3202\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> person on the earth so vile but, when he looks into his own heart, honors the man of God and the woman of God&#x2014;the virtuous and holy&#x2014;and despises his comrades in iniquity who are like himself. There is not a man upon the earth, this side of saving grace, unless he has sinned so far that the Spirit of the Lord has ceased to strive with him and enlighten his mind, but delights in the good, in the truth, and in the virtuous, and despises his own comrades that are with him day by day. Look into the world and into the hearts of the people, and see what they see in their secret reflections, and they will manifest to you that they delight in and reverence that character that lives a virtuous and holy life. &#x201C;What do you think of your comrades that drink, curse, swear, carouse, and follow all manner of abominations?&#x201D; &#x201C;My heart loathes them,&#x201D; will be the reply, though they will not tell this only in a whisper in the ears of their fellow beings. But you speak into their hearts, and there it is; and every time they have the privilege of thinking and holding converse with themselves, there is the good that leads to happiness: the evil and misery you all know. <\/div><div class=\"paragraph jod\" id=\"v8n1760\"> Let truth bear sway, and true integrity shed a charm around your whole being. Rise up for the right in the strength of your own ability. God has bestowed upon you the power to reject the evil and receive the truth; the good, the light, and the virtuous. Cleave to God with all your hearts,<span class=\"citation\" id=\"71811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71811)\">Acts 11:23<\/a><\/span><span class=\"citation\" id=\"81767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81767)\">Jacob 6:5<\/a><\/span> that we may be ready for the day that is fast approaching. <\/div><div class=\"paragraph jod\" id=\"v8n1761\"> May the Lord bless us! Amen. <\/div>\n<\/div>\n<\/div>"}