{"ID":80087, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Celebration of the Fourth of July.<\/div>\n<div class=\"subtitle\">An Address delivered by Honorable George A. Smith, in Great Salt Lake City, July 4, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: Unknown.<\/div>\n<div class=\"pageHeader\">Page Header: Celebration of the Fourth of July.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 7\/4\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d87\">\n<div class=\"paragraph jod\" id=\"v8n1923\"> Fellow Citizens&#x2014;the circumstances under which we are now assembled are those of no ordinary character. The display made on the present occasion and the vast assemblage on this ground indicate in a <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> great degree, I might say perfectly, the result of liberty, of honest industry, and of adherence to the principles of the Constitution of the United States, of which we have been hearing, and the result of strict  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>obedience to those declarations made by our fathers and transmitted down to their posterity. <\/div><div class=\"paragraph jod\" id=\"v8n1925\"> Although we as a people are placed under circumstances entirely different from those of every other part of our common country, we were forced to come here unprepared, comparatively, for such an undertaking, and have had to contend with the sterile soil and inhospitable climate. We have had to encounter and overcome a great many difficulties arising from our isolated situation; but still we can here successfully pursue the arts of peace: we can enjoy the blessings of liberty. <\/div><div class=\"paragraph jod\" id=\"v8n1926\"> While almost all the inhabitants of every portion of our common country from north to south, from the Rio Grande to the St. John's, are engaged in fratricidal strife, and almost every city, town, village, and hamlet today echoes with the sound of fife and drum, calling men to war, we are all enjoying peace. <\/div><div class=\"paragraph jod\" id=\"v8n1927\"> The procession today was a display of mechanical skill, of agricultural industry, a display of tools and ingenuity of almost every kind, and men at work with them. What little powder we burn is simply in honor of our country's flag&#x2014;not to destroy our fellow countrymen. <\/div><div class=\"paragraph jod\" id=\"v8n1928\"> We have heard something of the hostile preparations that are going on in the Eastern States. I know of no language adequate to describe the true character of the present civil war. It is the height of folly&#x2014;the extreme of madness, without a parallel in history; and it does seem like illustrating the maxim of Grecian mythology&#x2014;&#x201C;Whom the gods would destroy, they first make mad!&#x201D; North and South rushing to battle over an idea or whim, perfectly heedless as to the consequences. <\/div><div class=\"paragraph jod\" id=\"v8n1929\"> It was the result of that spirit of oppression and violation of the principles of our national Constitution which drove us here; it is the natural result of the training, the education <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3168\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and the foolery with which priestcraft has blinded the people. <\/div><div class=\"paragraph jod\" id=\"v8n1930\"> We are at the present time the only people in the United States that are willing to be governed by the Constitution, and to grant to all men the same liberties that we ourselves enjoy&#x2014;the same privileges and protection which are in accordance with the guarantees in the Constitution and the laws of the United States made in accordance therewith. To be sure, there are a great many who pretend to honor the Constitution; but they are determined in the North and the South that they will fight each other, Constitution or no Constitution. <\/div><div class=\"paragraph jod\" id=\"v8n1931\"> Now, if the Constitution of the United States was actually the supreme law of the land, we could go back to our possessions in Missouri and Illinois, and enjoy our religion, our property, and the blessings of peace and liberty, and our wives and children, in Jackson County, Missouri, and in Hancock County, Illinois, just as well as we can here, and none would dare to molest us. And until the Constitution becomes the supreme law of the land, no man or people having the misfortune to be unpopular can enjoy liberty, or even be protected outside of these mountains. <\/div><div class=\"paragraph jod\" id=\"v8n1932\"> Now, brethren, are we not thankful that, at least, we can see the providence of the Almighty in suffering us to be driven into these valleys, where we can enjoy the sweets of true liberty&#x2014;where none dare molest or make afraid? These are abundant reasons for us to be thankful. <\/div><div class=\"paragraph jod\" id=\"v8n1933\"> I am aware that many of the school children in this vast assemblage have been detained long enough. I have been pleased with what I have seen and heard. I simply say a few words because my name was on the program for an address. <\/div><div class=\"paragraph jod\" id=\"v8n1934\"> May the blessings of Israel's God rest upon you all! Amen. <\/div>\n<\/div>\n<\/div>"}