{"ID":80088, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Confession of Faults, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, March 10, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Confession of Faults, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/10\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d88\">\n<div class=\"paragraph jod\" id=\"v8n1936\"> I wish to bring before your minds what brother Hyde began to state in a portion of his remarks, that he was sorry to see certain conduct, and yet he does see it; that if a person is overtaken in a fault,<span class=\"citation\" id=\"74664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74664)\">Gal. 6:1<\/a><\/span> he is very much inclined to hide it, if he can. I think this trait to be very natural. Brother Hyde is sorry for the same things that I am. If I have injured any person, I ought to confess to that person and make right what I did wrong. But suppose that I have sinned against God, and no being on earth but myself knows anything about it, should I conceal that sin, or reveal it to the public? <\/div><div class=\"paragraph jod\" id=\"v8n1937\"> It is just as natural for us to dissemble as it is for us to breathe. This is what brother Hyde had on his mind. Where brethren, though they be in high standing or low, are in fault and have injured their brethren, they should make full restitution. There are a few who will frankly acknowledge their faults, though only a few will do so. Is not this our experience? It is mine. If I am faulty towards my God, I will keep my faults from the people as long as I can. Is there any good reason for this? There is. Were I to relate here to you my private faults from day to day, it would not only do you no good, but it would injure you. If you were to relate your private faults to one another, it would tend to injure you; it would weaken and not <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3167\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> strengthen either the speaker or the hearer, and would give the enemy more power. Thus far, I would say, we are justified in what some call dissembling. I will also say, so far as I am concerned, that I pray the Lord Almighty to so preserve me that you cannot find fault with me righteously. Do you not desire the same? <\/div><div class=\"paragraph jod\" id=\"v8n1938\"> I have my weakness, and you have yours; but if I am inclined to do that which is wrong, I will not make my wrong a means of leading others astray. Many of the brethren chew tobacco, and I have advised them to be modest about it. Do not take out a whole plug of tobacco in meeting before the eyes of the congregation, and cut off a long slice and put it in your mouth, to the annoyance of everybody around. Do not glory in this disgraceful practice. If you must use tobacco, put a small portion in your mouth when no person sees you, and be careful that no one sees you chew it. I do not charge you with sin. You have the &#x201C;Word of Wisdom.&#x201D;<span class=\"citation\" id=\"88860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88860)\">D&amp;C 89:1-21<\/a><\/span> Read it. Some say, &#x201C;Oh, as I do in private, so I do in public, and I am not ashamed of it.&#x201D; It is, at least, disgraceful to you to expose your absurdities. Some men will go into a clean and beautifully furnished parlor with tobacco in their mouths, and feel, &#x201C;I ask no odds.&#x201D; I would advise such men to be more modest, and not spit upon the carpets and furniture, but step to the door, and be  <div class=\"break pagebreak\" id=\"362a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0362.pdf\" target=\"pdfwin\">p.&#xA0;362a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>careful not to let any person see you spit; or, what is better, omit chewing until you have an opportunity to do so without offending. <\/div><div class=\"paragraph jod\" id=\"v8n1940\"> But if you have stolen your neighbor's cattle, own it, and restore the property, with fourfold<span class=\"citation\" id=\"67886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67886)\">Luke 19:8<\/a><\/span> if it is requested. If you have taken your neighbor's spade, own it, and return it, with fourfold if he requires it. I believe in coming out and being plain and honest with that which should be made public, and in keeping to yourselves that which should be kept. If you have your weaknesses, keep them hid from your brethren as much as you can. You never hear me ask the people to tell their follies. But when we ask the brethren, as we frequently do, to speak in sacrament meetings, we wish them, if they have injured their neighbors, to confess their wrongs;<span class=\"citation\" id=\"86241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86241)\">D&amp;C 58:43<\/a><\/span> but do not tell about your nonsensical conduct that nobody knows of but yourselves. Tell to the public that which belongs to the public. If you have sinned against the people, confess to them. If you have sinned against a family or a neighborhood, go to them and confess. If you have sinned against your Ward, confess to your Ward. If you have sinned against one individual, take that person by yourselves and make your confession to him. And if you have sinned against your God, or against yourselves, confess to God, and keep the matter to yourselves, for I do not want to know anything about it. <\/div><div class=\"paragraph jod\" id=\"v8n1941\"> It has been the doctrine of some Elders in this Church (whence they got it I do not know, without they got it from the Devil), that all the sin you can hide from your brethren and sisters, no matter what its nature and magnitude, will not be brought against you in the day of judgment. Such persons are greatly mistaken. For the sins you commit against yourselves and your God, unless repented <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3166\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of and forgiven,<span class=\"citation\" id=\"86237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86237)\">D&amp;C 58:42<\/a><\/span> the Lord will hold his private council and judge you according to the degree of guilt that is upon you; and if you sin against others, he will make that public, and you will have to hear it. You need not think that you can hide your sins. Confess your secret sins to your God, and forsake them, and he will forgive them;<span class=\"citation\" id=\"86242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86242)\">D&amp;C 58:43<\/a><\/span> confess to your brethren your sins against them, and make all right, and they will forgive, and all will be right. The doctrine of hiding sin is a false doctrine.<span class=\"citation\" id=\"56843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56843)\">Ps. 69:5<\/a><\/span><span class=\"citation\" id=\"86260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86260)\">D&amp;C 58:60<\/a><\/span> If such doctrine be true, how will any be brought into judgment? And how is it that their secret words and thoughts and idle words will be brought into judgment? The Scripture saith&#x2014;&#x201C;But I say unto you, that every idle word that men shall speak, they shall give account thereof in the day of judgment. For by thy words thou shalt be justified, and by thy words thou shalt be condemned.&#x201D;<span class=\"citation\" id=\"64435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64435)\">Matt. 12:36-37<\/a><\/span> Be careful not to have evil words and evil thoughts, &#x201C;For the word of God is quick, and powerful, and sharper than any two-edged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.&#x201D;<span class=\"citation\" id=\"76541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76541)\">Heb. 4:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1942\"> Keep your follies that do not concern others to yourselves, and keep your private wickedness as still as possible; hide it from the eyes of the public gaze as far as you can, and make the people believe that you are filled with the wisdom of God. I wish to say this upon this particular point in regard to people's confessing. We wish to see people honestly confess as they should and what they should. <\/div><div class=\"paragraph jod\" id=\"v8n1943\"> I can say, as far as my knowledge extends, that there is a decided improvement among this people. When the Elders go forth and preach to the world, they see the weaknesses of the people and the improvement that is  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>required at their hands. Though we see many weaknesses in this people, yet we can see that the kingdom of God is rolling and increasing; and it is no matter what becomes of the world, if they will not repent of their wickedness. <\/div><div class=\"paragraph jod\" id=\"v8n1945\"> Brother Hyde has remarked that State after State is leaving the Union, but there is no Union to leave; it is all disunion. Our Government is shivered to pieces&#x2014;it is in fragments, as will still more be made manifest. But the kingdom of God will increase. Then let every person that desires truth and righteousness increase in all the wisdom and knowledge they can gather from every source in the heavens and on the earth, from one another, from the angels, and also from the wicked. Gather the wisdom they have, and treasure it up in good and honest hearts, and increase continually. And let us righteously guide our own minds and feelings, and guide the people in the ways of all righteousness. Take people in every capacity of life, and their wills are first and foremost. You can gain and lead the affections of the people, but you cannot scare them, nor whip them, nor burn them to do right against their wills. The human family will die to gratify their wills. Then learn to rightly direct those wills, and you can direct the influence and power of the people. <\/div><div class=\"paragraph jod\" id=\"v8n1946\"> I have frequently thought, looking at the inhabitants of the earth, matters would be different, were it not fashionable to be sinful&#x2014;were it, as it was in the beginning, a disgrace for a man to be sinful, and a credit to do good. I expect to see the time when the inhabitants of the earth will pride <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3165\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> themselves in doing good. But now goodness, truth, and virtue are publicly frowned upon. The time will come when we shall be proud to have it said of us that we are good persons. Even now the wicked world, in their sober reflective moments, honor a just, righteous, and truthful person a great deal more than they do a person who falsifies his word; but they generally keep that secret. The time will come when the people will be proud to be Saints; it will be an honor to them. Will that be their feeling in regard to this Church? Yes. But the Lord will suffer this people to be afflicted until they are made pure and holy, so that when people feel a pride in being virtuous, truthful, and Godlike, it will be a holy pride, an angelic pride, a delightful, heavenly pride, to exalt and praise the name of our God and acknowledge him wherever they are. <\/div><div class=\"paragraph jod\" id=\"v8n1947\"> Suppose the eyes of the inhabitants of the earth were opened to see the heavenly things and the earthly&#x2014;to understand the evil that is attached to the earth and to the children of men&#x2014;which do you think they would choose? Do you not think the whole world would choose the good? Yes, as readily as a hungry person would choose to go into a dining room and eat a good dinner. Would he not rather do this than go naked on the ice in the dark and wander hungry all night? Every person would delight in doing good, if his eyes were opened to see. This people are increasing in knowledge and heavenly wisdom; they are willing to do whatever we require of them. Only let them know what is required of them, and they will perform it with alacrity. <\/div><div class=\"paragraph jod\" id=\"v8n1948\"> May the Lord bless you! Amen. <\/div>\n<\/div>\n<\/div>"}