{"ID":80085, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gathering of the People of God in The Last Days&#x2014;Return to Jackson County, &amp;c.<\/div>\n<div class=\"subtitle\">Discourse by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, February 17, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Gathering of the People of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 2\/17\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d85\">\n<div class=\"paragraph jod\" id=\"v8n1868\"> You have all heard what has been said by brother Joseph W. Young, and you know it to be true, just as well as I do. You also know that it is necessary for us to observe and practice, in order that we may become Saints. He has told us a great many things, and they are all very good. <\/div><div class=\"paragraph jod\" id=\"v8n1869\"> If all the people would magnify their callings and honor the positions for which they were created, they would do a great deal better than they do. This is considered by some to be but a small matter; but still there is a great deal contained in the expression. <\/div><div class=\"paragraph jod\" id=\"v8n1870\"> Man is an independent creature, as you were told this forenoon; but every man is accountable for his own acts. Every debt you contract you have got to pay. I shall never pay any of your debts, except I order you to contract them. If you will take counsel and do as you are told, you never will contract any debts that will affect you much. Every sin that I commit while in this tabernacle of flesh I have got to settle; and if any debt is not settled while I am in the flesh, I shall have to pay it hereafter. This will apply to you as well as me, and therefore you need not try to avoid it, for you will have to meet all your accounts. <\/div><div class=\"paragraph jod\" id=\"v8n1871\"> We are considered to be the saviors of men;<span class=\"citation\" id=\"89709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89709)\">D&amp;C 103:9<\/a><\/span> we are appointed to save, and not to destroy. We are gathered here in the mountains. <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3180\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Some have gathered themselves by the help of God, others have been gathered by the Church funds. It is not every man that has got the ability to manage his own emigration, though he may have the means; for some men are not capacitated for that kind of business. <\/div><div class=\"paragraph jod\" id=\"v8n1872\"> Perhaps you will now refer to the Bible to prove that the time is to come when the kings of the earth will gather the Saints together, and when they will bring the sons and daughters of God from afar, and when they will protect and sustain them&#x2014;when the queens of the earth will have them by their sides and become nursing mothers unto them. We shall not send queens from here to the nations of the earth to teach the people, but the people have got to be brought here up to the heights of Zion;<span class=\"citation\" id=\"60639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60639)\">Jer. 31:12<\/a><\/span> then the kings and queens will instruct them and nurse them,<span class=\"citation\" id=\"59470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59470)\">Isa. 49:23<\/a><\/span> when we have them gathered together. <\/div><div class=\"paragraph jod\" id=\"v8n1873\"> Now, a great many suppose that this applies to the kings and queens of the various nations; but I can tell you that the kings and queens of the Gentiles will never gather the Saints. I want to know how many of the Latter-day Saints were gathered to these mountains by king James Buchanan? [President B. Young: There were a few teamsters came with the army.] How many did Tom Benton gather? The most of us: that is to say, he was the means  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of driving us from our homes to this place, which was then a wilderness; but he never helped us. James Buchanan never put forth his hands to aid this people. Will he ever strive to restore this people and make right that which he has made wrong? I don't suppose he ever will; but as the Lord God liveth, he will have to pay the debt he has contracted with this people. [A voice in the stand: it will take him a great while to do it.] If you wait for him, or for any of the wicked, to take you back to Jackson County, Missouri, you will have to wait some millions of years. And if we should wait for the rotten-hearted kings and queens of the wicked nations to gather us home, we shall have to wait a long time. Possibly some of them may come and look at the place, but they will never come to stay and assist in building up Zion. Many of them will yet drive the Saints from their lands and homes, just as the wicked have driven us from the United States into these mountains of Deseret. <\/div><div class=\"paragraph jod\" id=\"v8n1875\"> Then who is to gather the people of God? You all say that we are to become a kingdom of kings and priests&#x2014;<span class=\"citation\" id=\"54111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54111)\">Ex. 19:6<\/a><\/span><span class=\"citation\" id=\"78952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78952)\">Rev. 1:6<\/a><\/span>of queens and priestesses; and the Bible supports this doctrine. Now, the truth is, you are the very kings and priests that have got to gather the Saints, and your wives have got to school them and nurse them.<span class=\"citation\" id=\"59471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59471)\">Isa. 49:23<\/a><\/span> I might put this in different language, but this will answer the purpose and convey to you the true meaning of the text. <\/div><div class=\"paragraph jod\" id=\"v8n1876\"> We are informed in the Bible that in the last days the sons of God shall be brought from afar, and his daughters from the ends of the earth;<span class=\"citation\" id=\"59374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59374)\">Isa. 43:6<\/a><\/span> and also that the elect will be gathered from the four quarters of the globe.<span class=\"citation\" id=\"65867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65867)\">Matt. 24:31<\/a><\/span> Now, this will most assuredly be fulfilled, and this is the work which you and I have got to perform. <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3179\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> How shall we bring them together? The Scriptures say they shall come upon swift beasts<span class=\"citation\" id=\"60250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60250)\">Isa. 66:20<\/a><\/span> and dromedaries;<span class=\"citation\" id=\"59957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59957)\">Isa. 60:6<\/a><\/span> and I will add mules and oxen. <\/div><div class=\"paragraph jod\" id=\"v8n1877\"> I tell you honestly that I do not believe that the corrupt kings and queens of the earth will ever gather the Saints of God; but still I acknowledge that they cannot do anything but what will tend to promote the interests of the kingdom of God, any more than James Buchanan could. Every step he took tended to promote this cause and give influence to this people. That very Expedition has opened your eyes so that you can see a great deal farther than you could before, and your perception will increase with your experience. Now, brethren, if you could see the thing just as it is, there is not one of you but what would put forth your means, your hands, and your minds like men and like saviors upon Mount Zion.<span class=\"citation\" id=\"61976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61976)\">Obad. 1:21<\/a><\/span> It is as brother Joseph said&#x2014;&#x201C;If you have the right spirit, you will be ready to lend your ability towards the gathering of Israel.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n1878\"> The Scriptures say that with what measure ye mete, it shall be measured to you again.<span class=\"citation\" id=\"63705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63705)\">Matt. 7:2<\/a><\/span> Then let us all sow good seeds. Let us strive to do good, learn to be one, and to be firmly connected to the Church and kingdom of God&#x2014;every member partaking of his attributes, and of the spirit of those men who lead us. By pursuing this course we shall be prospered and blest in all things. <\/div><div class=\"paragraph jod\" id=\"v8n1879\"> You need not wait for any of the kings to gather Israel; you need not wait for anybody else to perform the duties that devolve upon you. We have got to gather the people, and our wives and sisters will become the nursing mothers, for they are the queens spoken of in Scripture.<span class=\"citation\" id=\"59472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59472)\">Isa. 49:23<\/a><\/span> If we will all take this course, we shall be blest of the Almighty; his Spirit will be with us to impart joy and consolation continually. <\/div> <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1881\"> There is one thing that brother Joseph omitted to tell you. It was presented to his mind, but he did not like to say it; but I will say it. Have your rifles and muskets ready. Keep your powder dry, and have your balls and duckshots ready; for you know not what a day may bring forth. It is our duty to be ready for every change and for every attack of the enemy; for the Lord's people were always subject to opposition and persecution from their enemies, and they will continue to be so until the kingdom of God triumphs. <\/div><div class=\"paragraph jod\" id=\"v8n1882\"> Brother Joseph W. Young is going to the Missouri River to fetch the people who are gathering from Europe and various parts of the United States. I intend to do everything I can for the accomplishment of this laudable enterprise. If I could raise oxen sufficient, I would send ten teams and wagons; but if I cannot do this, I will at least send three or four. It is far better to do this than let the Indians steal your cattle, and then you waste your time and property in hunting for them. <\/div><div class=\"paragraph jod\" id=\"v8n1883\"> When I say anything of myself, there are some people who think it is egotism; but I have always been accustomed, since I came into this Church, to do all I could for its advancement. I am always willing to give anything that is required of me for this kingdom. I have lived in this Church almost thirty years, and I have never been in any situation, however difficult, but the way has been opened for me. I never failed to accomplish anything I set about, and I never shall, if I continue to pursue this course. <\/div><div class=\"paragraph jod\" id=\"v8n1884\"> I am speaking this by way of encouragement, and brother Brigham knows that I am telling the truth; for when we have been poor, the Almighty has placed means in our hands, and oftentimes so mysteriously that we did not know where it came from. <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3178\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> For instance, in Nauvoo we were commanded to build the Temple; and in order to accomplish that, we had to build a great many big houses. Brother Brigham told me to go and build a good house. I had scarcely anything to begin with; but when I got through building I had a span of horses, a wagon, and a yoke of oxen. I could prove this, if it were necessary; for many others did similar things; and the more we built, the more means we had to build the Temple with. In the following February we left. My house was sold for seventeen hundred dollars, intended to be used to help to gather the Saints; but Almon W. Babbitt put it in his pocket, I suppose. I have still got some buildings in Kirtland and in some other places; and if I don't have them again, those who drove me from them will have to pay a high price for them. <\/div><div class=\"paragraph jod\" id=\"v8n1885\"> Brethren, I shall go to Jackson County with thousands of this people who will be faithful to their integrity; but we cannot go back until we have built some good houses. Let us honor the plan of salvation, that we may become one. My constant prayer is that the Spirit of oneness may descend upon this people; first upon the Presidency of this Church, and then upon every Quorum and authority thereof. <\/div><div class=\"paragraph jod\" id=\"v8n1886\"> How is it with a tree? Does it not all partake of the same nourishment, and that sap go to every limb, branch, fiber, and leaf? It does; and it should be so with every man and woman in the Church and kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v8n1887\"> Let us gather up the Saints, then. Let us also build some good houses. We want to build the Seventies' Hall, and several other large buildings the present season. We also want to devote a portion of our means to the building of the Temple, that thereby we may have an increase to the  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blessings of the heavens and of the earth. <\/div><div class=\"paragraph jod\" id=\"v8n1889\"> I feel very cheerful and happy today. I do not feel any of that contractedness of mind that makes men selfish, penurious, cold-hearted, and of a sad countenance. I find that the more that I have of the Spirit of God, the more cheerful I am; and it is so <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with all men of God. I know that those Prophets who have lived in my day loved to tell stories and be cheerful: they delighted in a glad heart and a cheerful countenance.<span class=\"citation\" id=\"86315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86315)\">D&amp;C 59:15<\/a><\/span> Father Smith was one of the most cheerful men I ever saw, and he was harmless as a child. Amen. <\/div>\n<\/div>\n<\/div>"}