{"ID":80086, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Establishment of the Kingdom of God&#x2014;Gathering the Poor, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, March 3, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Establishment of the Kingdom of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/3\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d86\">\n<div class=\"paragraph jod\" id=\"v8n1890\"> There are a number of subjects I wish to say a few words upon, and I will first make a few remarks pertaining to the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v8n1891\"> It is told us that the earth is the Lord's, and the fulness thereof.<span class=\"citation\" id=\"56468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56468)\">Ps. 24:1<\/a><\/span> It is also told us that ere long the Lord will possess the earth.<span class=\"citation\" id=\"89697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89697)\">D&amp;C 103:7<\/a><\/span> Christians are exhorted to be faithful, for eventually Jesus will crown his brethren as kings and priests&#x2014;<span class=\"citation\" id=\"78953\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78953)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78953)\">Rev. 1:6<\/a><\/span>not only the Twelve Apostles that brother Broderick referred to this morning, but also all that keep his commands and live faithfully to the requirements of the holy Gospel. We are exhorted to be steadfast and immovable, always abounding in good works.<span class=\"citation\" id=\"81875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81875)\">Mosiah 5:15<\/a><\/span> This is our tradition; it is the doctrine we have heard from our youth. Many of you are acquainted with the various doctrines of the Christian world. Some believe, &#x201C;Once in grace, always in grace.&#x201D; Others, &#x201C;A Saint today, a sinner <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3177\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tomorrow, and next day again a Saint,&#x201D; &amp;c., &amp;c. &#x201C;The kingdom of God on the earth?&#x201D; &#x201C;Has not this kingdom been established long and long ago?&#x201D; &#x201C;Why does not the Lord Jesus come to take possession of the earth, as it is his?&#x201D; These are questions that arise, especially in the minds of critics&#x2014;of those who are inclined to be infidel in regard to revealed religion; and they inquire of the Christian, &#x201C;Why does not your God do thus and so? Why does he delay? Why does he permit the enemy to hold possession of the dominion of the Savior?&#x201D; with many other inquiries that rest in the minds of the people. Perhaps some of you have satisfactorily answered these questions to yourselves, and perhaps you have heard them satisfactorily answered to your minds and understanding by the Elders of Israel. <\/div><div class=\"paragraph jod\" id=\"v8n1892\"> There is a reason for all this. I have not time this afternoon, and do  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not wish to confine myself, to say all that my mind would be led to say on the subject. I can say at once, If Jesus had taken the kingdom in the days when he was upon the earth, he would have spoiled the whole plan&#x2014;he would have ruined the object for which he came into the world. If he had established his kingdom directly after the flood and reigned triumphantly on the earth, the earth could never have answered the ends of its creation&#x2014;the inhabitants of the earth could not have been accountable. If he had to take possession of the earth at this present time, he would ruin his own scheme&#x2014;thwart his own plans. It may be a mystery&#x2014;it is with the many&#x2014;why the Lord permits this and that, and dictates thus and so. This is for want of intelligence in the intelligent beings that are upon the earth. If they understood the object of the creation of this earth and the inhabitants upon it, these matters would be an easy and pleasing theme to their understandings; they would become natural principles to them, easy to be understood. They would comprehend the design of the Almighty in the formation of these intelligent beings, in the direction of them, the object of the creation of the earth, and the final issue in the end, when all that has been designed of this earth and all consigned to this earth have come upon it, and the work is completed&#x2014;the winding-up scene has come, when Jesus shall have finished his work pertaining to man and his agency&#x2014;you will then see that the kingdom will be taken possession of, and that very quickly. <\/div><div class=\"paragraph jod\" id=\"v8n1894\"> Every mortal being must stand up as an intelligent, organized capacity, and choose or refuse the good, and thus act for himself. All must have that opportunity, no matter if all go into the depths of wickedness. Whether they sustain the kingdom of <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3176\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God and promote the Gospel of salvation, or not, the earth must remain in the hands of men, liable to be acted upon continually by a superior power and authority. Man's independence must be held inviolate; it must be reserved to each and every individual: all must have the privilege of acting upon it. Until the last spirit that has been designed to come here and take a tabernacle has come upon the earth, the winding-up scene cannot come; I have not time to say what I would like to upon this subject, but will leave it to your own reflection. <\/div><div class=\"paragraph jod\" id=\"v8n1895\"> Marvel not that the kingdom of God is not in its fulness. Marvel not that you see every man and woman subject to the passions that belong to fallen nature. There never was a Prophet on the earth but what was subject to passions, as we are.<span class=\"citation\" id=\"77740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77740)\">James 5:17<\/a><\/span> Every son and daughter of Adam that has come into this world has been subject to sin, and prone to wander. They must have their times and seasons; and when the day has come in which all things are to be gathered in one,<span class=\"citation\" id=\"125356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125356)\">Eph. 1:10<\/a><\/span> the Lord will gather those things.<span class=\"citation\" id=\"125357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125357)\">D&amp;C 27:13<\/a><\/span><span class=\"citation\" id=\"87992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87992)\">D&amp;C 84:100<\/a><\/span> When the day comes in which Jesus will take possession of the earth (he will take possession of it when the time comes that Satan will be ejected from the inheritance of the children&#x2014;of the legal heirs), you will find that ejectment will be served, and it will be effectual. It will be effectual upon every tenant or occupant upon the premises of the Almighty, and they will be forthwith removed. But the time is not yet come&#x2014;the work is not yet finished. Be patient&#x2014;be coworkers with our Savior and Master until this work is accomplished, and we shall be blessed in our deeds. <\/div><div class=\"paragraph jod\" id=\"v8n1896\"> I wish to make a few remarks to the brethren in this city in regard to reaching forth their hands and means to assist in gathering the poor  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Saints. At first, some deemed it inexpedient to call upon the people in this city to assist in sending teams for the Saints; but we have otherwise concluded. We expect that we have more power here than they have in any other place in all the Branches and associations of the Church of Jesus Christ upon the whole earth. We here see for the whole of them, we speak for the whole, and, comparatively speaking, we have more power than is possessed in any other part of the body. If we wish to have a great thing performed, we must take the lead. And when we feel that we are weak and feeble, incapable of doing this or that, with poverty staring us in the face, and the want of means is felt, let every person rise up and consider his calling and standing, and the design of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v8n1898\"> I will present a comparison from our mechanics. You will find mechanics here who can go to work and build a beautiful house, but they must have all the necessary tools and materials. Another can build a carriage, but he must have the necessary tools and materials. You can find a man who can build a steam engine, but he must have the tools and materials. But you find the mechanics that can go to with an old three-cornered file, a jackknife, a spike gimlet, and an inch augur, and build a wagon in a workmanlike manner, and you would say that he is a superior workman. As the fisherman says, &#x201C;It is no trick to catch fish, if you have the tools and know how it is done.&#x201D; It is no development of skill for us to preach the Gospel to the nations, if we have our pockets full of money, and Bible societies and tract societies and missionary societies gathering it for us to pay our expenses&#x2014;scraping up for us the filthy lucre. I suppose that in such cases we should feel as <div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3175\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> others do. You know how some of those feel who can go from one side of the earth to the other, and have the privilege of gathering means to go with. The way they feel is shown forth very forcibly in an anecdote of a priest, after a collection had been made. He gathered up the money, and while putting it in his pocket gave out the hymn&#x2014;&#x201C;This is the God that I adore.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n1899\"> You see Elders who start from here without purse or scrip,<span class=\"citation\" id=\"68121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68121)\">Luke 22:35<\/a><\/span> and cross the Plains with handcarts, and they have ingenuity enough to go from city to city, from country to country, from nation to nation, and circumscribe the earth. In that there is certain skill, talent, and ability, great zeal, or excellent good luck: you must attribute it to something. It would be no great affair for us to gather the Saints, if we had plenty of gold. How many times I have thought I would like a handy place to go to for gold with which to gather the Saints; but where would be our glory and reward, to go from here to Europe, and travel East to China and home again, having been preaching several years, with our pockets full of gold? Where, then, is your great ability? In your pockets&#x2014;in the god so much adored. But take the men that can travel the earth over, preach the Gospel without purse or scrip,<span class=\"citation\" id=\"68122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68122)\">Luke 22:35<\/a><\/span> and then go to and lay their plans to gather the Saints. That looks like the work of angels. Does it not look like the work of beings superior to the common people? Do you know that we are called to this work? <\/div><div class=\"paragraph jod\" id=\"v8n1900\"> If the Lord had called upon some great man, some rich man, some one of the prominent Bishops in the Roman Catholic Church or in the Church of England, or the Pope, to dig the plates out of the earth, and translate them, and publish the Book of Mormon, and then have furnished them with plenty of gold and other  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>means to distribute to the disciples&#x2014;plenty of wealth, honor, fame, and good name in the midst of the people&#x2014;would there have been any particular manifestation of a superior being in all this? There would not. The Lord chose Joseph Smith, called upon him at fourteen years of age, gave him visions, and led him along, guided and directed him in his obscurity until he brought forth the plates and translated them, and Martin Harris was prevailed upon to sustain the printing of the Book of Mormon. All this was done in the depths of poverty, obscurity, and weakness. The Book has been translated, printed, and handed to the world; and every time that a man of letters, rhetoric, or profound worldly learning, comes into this Church and undertakes to preach the Gospel, relying upon his worldly wisdom, that man will fail. No matter where upon the earth he undertakes to start this kingdom according to the customs, feelings, fashions, and pride of the world, it will sink as sure as he undertakes it. <\/div><div class=\"paragraph jod\" id=\"v8n1902\"> I recollect one remark that brother Joseph used to make frequently, when talking to the Elders. No matter what he set them to do, whether he wanted them to go to a foreign land on a mission, or to go into business, he would say, &#x201C;When you commence, go in at the little end of the horn; for if you do not, but enter at the big end, you will either have to turn round and come out at the end you went in at, or go out at the small end and be squeezed nigh unto death.&#x201D; Let an Elder hire the best halls in large cities to begin with, and go to lecturing, and it will take him a long time to raise a Branch of this Church. But let him begin among the poor of the earth&#x2014;those who live in the cellars, and garrets, and back streets; &#x201C;for,&#x201D; says the Almighty, &#x201C;I am going to take the weak things of the earth, and with <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3174\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them confound the wisdom of the wise.&#x201D;<span class=\"citation\" id=\"72920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72920)\">1 Cor. 1:27<\/a><\/span><span class=\"citation\" id=\"83686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83686)\">D&amp;C 1:19<\/a><\/span> You will see that trait in every step of &#x201C;Mormonism.&#x201D; God has chosen the obscure and weak, to bring them up and exalt them. Is not that the work of a God, the performance of this work without money and without price?<span class=\"citation\" id=\"59755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59755)\">Isa. 55:1<\/a><\/span> The Gospel is sent to all the inhabitants of the earth&#x2014;to the high and the low, the noble and the ignoble, the young and the old. &#x201C;Here is the Gospel; you are welcome to it.&#x201D; &#x201C;Don't you ask anything for it?&#x201D; &#x201C;Not a farthing. It has to go to the world without money and price.&#x201D; Now, compare this with carrying the Gospel with your pockets full of money; and in the latter case where is your glory and honor? <\/div><div class=\"paragraph jod\" id=\"v8n1903\"> As an instance, we have men who quarry rock out of the mountains; and we would say to those men, Can you go and quarry rock without the suitable instruments? Says one, &#x201C;I must have so many picks and wedges, and I must have so many drills of different sizes, and so many sledges and hammers.&#x201D; Another man says, &#x201C;I am going to make the tools; I have the ability, and I will make the instruments from the ore in the mountain.&#x201D; You remember what Nephi did. When he came to the sea, and prepared to build his barge, the Lord showed him the ore, and Nephi made the tools with which he formed his barge.<span class=\"citation\" id=\"81128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81128)\">1 Ne. 17:7-10<\/a><\/span> He did not have to go back to Jerusalem to get tools. I would like to see a little more of that skill displayed here than I do at the present time. I am using this comparison to show that we, in our poverty, have this work to do. <\/div><div class=\"paragraph jod\" id=\"v8n1904\"> As was observed this morning, in a wholesome, lovely, excellent discourse, we will have to go to work and get the gold out of the mountains to lay down, if we ever walk in streets paved with gold. The angels that now walk in their golden streets,<span class=\"citation\" id=\"80809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80809)\">Rev. 21:21<\/a><\/span> and they  <div class=\"break pagebreak\" id=\"355a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0355.pdf\" target=\"pdfwin\">p.&#xA0;355a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have the tree of life within their paradise,<span class=\"citation\" id=\"125358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125358)\">Rev. 2:7<\/a><\/span><span class=\"citation\" id=\"125359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125359)\">Rev. 22:2,14<\/a><\/span> had to obtain that gold and put it there. When we have streets paved with gold,<span class=\"citation\" id=\"80810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80810)\">Rev. 21:21<\/a><\/span> we will have placed it there ourselves. When we enjoy a Zion in its beauty and glory, it will be when we have built it. If we enjoy the Zion that we now anticipate, it will be after we redeem and prepare it. If we live in the city of the New Jerusalem, it will be because we lay the foundation and build it. If we do not as individuals complete that work, we shall lay the foundation for our children and our children's children, as Adam has. If we are to be saved in an ark, as Noah and his family were, it will be because we build it. If the Gospel is preached to the nations, it is because the Elders of Israel go in their poverty, without purse or scrip,<span class=\"citation\" id=\"125360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125360)\">Luke 22:35<\/a><\/span> to preach the Gospel to the uttermost parts of the earth.<span class=\"citation\" id=\"125361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125361)\">Acts 1:8<\/a><\/span><span class=\"citation\" id=\"125362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125362)\">D&amp;C 58:64<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1906\"> If the Elders of Israel could see the true track and thread of faith, they never would say they could not do this or that, but would see at once that we are the head, the law-giving department. We are the eyes, the ears, the mouth; we dictate, and it is for us to lead out in every good work. If we build a Temple here, it will be because we need one; and if we really need one, go to work and build it. Will we count the cost?<span class=\"citation\" id=\"67699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67699)\">Luke 14:28<\/a><\/span> No. If I am going to build a temple, I am not going to sit down and count the cost. I care not what it will cost. So long as we are occupied in doing a good work, it keeps us out of mischief and unrighteousness, and at the same time enhances the value of our whole property, and beautifies our cities. <\/div><div class=\"paragraph jod\" id=\"v8n1907\"> If we wish to send for the poor, gather up teams. &#x201C;But,&#x201D; say you, &#x201C;I have not got any.&#x201D; Then prepare yourselves to go as teamsters, to do anything and everything. As I have not time to make many remarks upon this, let me say to the Elders of Israel, and also the sisters, One-third or one<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3173\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fourth of the time that is spent to procure a living would be sufficient, if your labor were rightly directed. People think they are going to get rich by hard work&#x2014;by working sixteen hours out of the twenty-four; but it is not so. A great many of our brethren can hardly spend time to go to meeting. Six days is more time than we need to labor. Sixteen hours out of twenty-four is more time than we need to labor, or even ten hours, if that labor is rightly directed. If we labor, let us labor to advantage, so as to accomplish what we design. <\/div><div class=\"paragraph jod\" id=\"v8n1908\"> I wish to say to the brethren and Bishops here, When we concluded that we would call upon this city for help, we got all we asked for, and more. I say, Credit is due to them. Let me say to you, brethren, I am satisfied; the Spirit that is within me is satisfied. And one thing in particular let me say to you, In all your transactions in these public matters, do not do, unless you want to. As we say to the Saints, Do not pay Tithing, unless you want to; do not help to build up this Temple, unless you want to; do not put forth your hands to one day's work, unless you want to; do not put forth your hands to help build the Seventies' Hall, unless you want to. If you grudgingly put forth your means to help to gather the Saints, it will be a curse to you;<span class=\"citation\" id=\"74268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74268)\">2 Cor. 9:7<\/a><\/span> it will mildew, and every effort you make will wither in your possession. If you do not wish to help, let it alone; but if you really want to help to gather the Saints, turn out with your teams, as you agree to. If you wish this Temple built, go to work and do all you can this season. Some say, &#x201C;I do not like to do it, for we never began to build a Temple without the bells of hell beginning to ring.&#x201D; I want to hear them ring again. All the tribes of hell will be on the move, if we uncover the walls of this Temple. But what do you think it will amount  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to? You have all the time seen what it has amounted to. <\/div><div class=\"paragraph jod\" id=\"v8n1910\"> I can say, for my comfort and consolation, and for yours too, that we did build two temples, and commenced another. We completed a temple in Kirtland and in Nauvoo; and did not the bells of hell toll all the time we were building them? They did, every week and every day. For our consolation I will say, We are here and not there. You cannot ride from here to Carthage, in Hancock County, Illinois, before breakfast, if you try; and every one that now tries to come from Warsaw or Carthage to the headquarters of &#x201C;Mormonism&#x201D; will have to put more crackers in their pockets than they used to. What did they accomplish? They magnified the work of the Lord in the eyes of the nations. They are more afraid of our union than of any other power. They are afraid of the God that is within us. If that union and the power of God is with ten men, they fear that in them more than they fear a hundred thousand men that are not united. We are here, and I am satisfied. <\/div><div class=\"paragraph jod\" id=\"v8n1911\"> In regard to the acts of this city in turning out teams, we shall send them this season to bring the poor across the Plains; and what will we do another season? Send a great many more. Will the way be hedged up by the wars and distress of nations?<span class=\"citation\" id=\"68017\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68017)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68017)\">Luke 21:25<\/a><\/span> I neither know nor care. I am looking for the words of Joseph to be fulfilled. The time will come when men and women will be glad to catch what they can, roll up in a small bundle, and start for the mountains, without team or wagon. That day will shortly come. Hundreds of people in this house are my witnesses, who heard Joseph say, when asked whether we should ever have to leave Nauvoo, &#x201C;The Saints will leave Nauvoo. I do not say they will be driven, as they were from <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3172\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Jackson County, Missouri, and from that State; but they will leave here and go to the mountains. And the next time the Saints remove, or are caused to remove, they will be turned out of the frying pan, not into the fire, but into the middle of the floor.&#x201D; If this is not the middle of the floor, I do not know where you will find it. When we left Missouri, we were turned out of the frying pan into the fire; and the next time our enemies succeeded in their warring against us, they cast us into the middle of the floor. I think this is the middle of the floor. Can we look to the back side of it, or to the front side of it? I can look to the south and to the north, and it is a great way to the bed or to the table. I think we are in the middle of the floor. We are here, and not there. &#x201C;Do you think there will be war, so that we cannot gather the Saints?&#x201D; I do not know, nor do I care. They must come. <\/div><div class=\"paragraph jod\" id=\"v8n1912\"> I want to say a few words to those of my brethren who are apt to prophesy evil. Some of the brethren are all the time foreseeing evil that the Saints are going to suffer, and saying that we are going to see harder times than ever before, and that the armies of the Un&#x2014;hold on&#x2014;the armies of the nations will yet gather against us. Let them gather: the Lord will perform his work. &#x201C;But don't you think we shall be afflicted again?&#x201D; What if we are? I am not sorry that the army came here. &#x201C;What are you sorry for?&#x201D; I am sorry to see so many foolish persons in our midst. If I possessed the influence over this people that it is my right to possess in the midst of the Latter-day Saints, I would have made our enemies pay well for what they bought. But to see the sisters run with butter, eggs, and chickens, and the brethren with their flour and wheat, to their enemies who came here to cut their throats, or else make them renounce  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their religion, is what pains my heart. Our enemies are ruined, the gold is spent, and we are here where we can procure more. Who has made the money in what is called the &#x201C;Utah War?&#x201D; Mr. Floyd, Secretary of War, expected to make a large amount. When he started his crusade, I considered that he would make some five millions of dollars. He has probably done so, and he will lose the whole of it, and will become a stink and a by-word among his friends, and will rot; and very many of you will see it come to pass. This will also come to pass upon every one of those that came here to destroy &#x201C;Mormonism,&#x201D; as very many of you will see. The likeliest class that did come here were the gamblers, and they were most of them broke; and all who engaged in the crusade will be broken. When they undertook the job, they did not count the cost.<span class=\"citation\" id=\"125363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125363)\">Luke 14:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1914\"> It is seldom I think of them; but when I get to talking about them, the times we have passed through come up, which were good times. I felt remarkably well through them all. &#x201C;You, Brigham Young, are a Mormon; you believe in Joseph Smith, and you are not fit to live on the earth.&#x201D; &#x201C;You, John, Peter, and Paul, ought to be killed, because you believe in Jesus Christ.&#x201D; How do you think I feel towards them? One of our sisters lay sick in bed in Far West; and when the mob came in there, one of them took a pitchfork and threatened to stab her with it. She said, &#x201C;Stick it into me as quick as you please, for you will not do any great things in killing an old woman like me&#x2014;one who is not able to get off from her bed.&#x201D; When they hunted us into this desolate wilderness, if you will permit me to use a vulgar figure, I had to put on scores of old-fashioned Pennsylvania breechings; I had to keep putting on another, and another, to hold them within bounds. The <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3171\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord said, &#x201C;Hold on.&#x201D; He can fight our battles far better than we can. Anger towards them is a poor, miserable feeling; and I am trying to get rid of it. But to reflect on what they have done! Hundreds and hundreds of fathers, mothers, and children have been wasted by the wayside, through their hellish persecutions! I feel that I want to live until I see the earth emptied<span class=\"citation\" id=\"125364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125364)\">Isa. 24:1<\/a><\/span> of such characters. Are all thus mean? No, only those that feel to persecute and destroy the kingdom of God from the earth. <\/div><div class=\"paragraph jod\" id=\"v8n1915\"> I will tell you another prophecy of Joseph's, of which both Jews and Gentiles are my witnesses. Joseph said that the bones of hundreds of the Missouri and Illinois mobocrats, who drove the Saints from those States, should bleach on the plains, and their flesh should be meat for wolves. Are you witnesses to that, in coming over the Plains? Yes, hundreds and hundreds of those characters that started to go to the gold mines, their flesh was meat for the wolves, and their bones are there bleaching today, so far as they have not been buried, or entirely rotted away. That is another prophecy of Joseph's. I do not say that all who differ with us in matters of religion are mobocrats. No: there are as honest men in other churches as there are in ours. <\/div><div class=\"paragraph jod\" id=\"v8n1916\"> Go into the world among the infidels and the Universalists: they are two good classes of men. Then visit the members of the Church of England, and the Roman Catholic Church, the Baptists, Methodists, Presbyterians, Quakers, Shakers, &amp;c.; and millions of them are as honest as we are. Shall I call them mobocrats? Who are the evildoers? Those who have had the light presented to them, and rejected it. I do not feel as I have represented towards all the children of men, only towards those who have hunted our lives from the  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>beginning&#x2014;who have hunted the life of every Saint from the beginning. But they have not the power, neither will they have it, to divide this kingdom. This Church will prosper and increase. You understand that, when I talk about those men, I talk about those who have been active, in what? In trying to bring destruction upon us. Have we injured them? No, we have not; at least, I have not, and I hope you have not. Have they any great reason for their usage to us? They have not. I will leave them in the hands of God; and when the time comes, as I have told you, for the present occupants and tenants to be disinherited, the writ of ejectment will be served, and they will be forthwith hoisted from their position, and Jesus will take possession. And, as has been observed this morning, though a terrific thought for all men to be under the control of one, that man will never live on the earth that will not control the inhabitants of the earth, until he can do it with justice and mercy. Do not be afraid: the enemies of God and his Christ will be divided and subdivided all the time, and Jesus will come to reign and rule. You say, &#x201C;We all like the reign of Christ.&#x201D; The wicked will not like the Savior half so well as you like me. He would tell them to go to their own place. I honor no other being in heaven and earth more than him; and no man can rule triumphantly until he rules in righteousness. Wherefore have no fears in the least. I will leave this subject. <\/div><div class=\"paragraph jod\" id=\"v8n1918\"> We want to build this Temple. Now, brethren, shall we do so? Yes; and we will do all that is necessary. The Bishops talked over the matter, and thought sending teams from this city would prevent our putting forth our strength upon the walls of the Temple. But let me tell you that we can do far more on the Temple <div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3170\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this year, if we touch it at all, than we could if we did not send our cattle and wagons East. Perhaps some of us cannot understand this, but I trust you will so live that you will see the time when you will understand that God rules in heaven, and does his pleasure upon the earth; and that the cattle upon a thousand hills<span class=\"citation\" id=\"56713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56713)\">Ps. 50:10<\/a><\/span> are his; and that he will control all matters to your benefit, if we are coworkers with him, with a pure heart, and an eye single to the building up of his kingdom, and do what is wanted to be done; and that the more we do the more means we shall have. Let the wicked continue to fight and quarrel, and the Lord will open the path for us, and we can gather the poor Saints for a good while yet. No matter what is done among the States, the earth is the Lord's,<span class=\"citation\" id=\"56469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56469)\">Ps. 24:1<\/a><\/span> and He will dictate, govern, and control where he pleases; and by-and-by he will take possession of the whole farm&#x2014;of the whole earth. <\/div><div class=\"paragraph jod\" id=\"v8n1919\"> It is now time for us to wake up to business. We have had a pleasant winter, and have enjoyed ourselves in the dance, in concerts, and parties. I want to say to the Bishops, now wind up these amusements, and let us go to work. You have often been told that all the amusement Latter-day Saints enjoy, or will enjoy, we have to make. One of the most useful amusements we could have would be for the Seventies and High Priests to meet here, instead of in their small halls, and lecture. Which is the most delightful, to satisfy the wants of the natural body, or those of the intelligent part within us? Which is the most precious? Both. <\/div><div class=\"paragraph jod\" id=\"v8n1920\"> Little boys play with their wagons, tops, marbles, &amp;c.; little girls with their dolls, cradles, and skipping ropes. They are in the height of their enjoyment, while there sits the mother, whose mind comprehends all the children can enjoy, and then  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>she can see enjoyment far beyond what they are then capable of enjoying. Perhaps her vision is open to see forward into the eternity before her, and that she will be able to preserve her identity in the future existence. Do you not see how easy it is for her to circumscribe all those little children can enjoy? Her feeling is, &#x201C;I am delighted: it is a great satisfaction to see my children enjoy themselves.&#x201D; But how would she like to engage in their plays? &#x201C;It is my joy to see them enjoy themselves.&#x201D; Do you like to get together in your parties? How are you looked upon by beings in the eternal worlds? Precisely as a mother looks upon her children when they are enjoying themselves and passing their time so kindly with each other. Says the mother, &#x201C;I do delight in seeing my children enjoy themselves.&#x201D; I also delight in enjoying myself with the brethren and sisters, and giving to my natural organization the food that the natural body requires. The body requires food, and the immortal spirit requires food; the whole organization requires something to feast upon, and we get up amusements to satisfy it. I say to the Bishops, Now wind up the dancing parties. What do you think, brother Woolley? What do <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3169\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you think, brother Hoagland? [&#x201C;Yes.&#x201D;] I presume all the rest feel the same. <\/div><div class=\"paragraph jod\" id=\"v8n1922\"> I think we will stop dancing parties for a time. Now make your parties around your ploughs; see that your teams are where you can get them, and that your fences are in order, and have your teams and wagons ready to go East. And when you wish to enjoy yourselves with your brethren, you are welcome to this room, to lecture in and present any public business requisite to be done. We have much public work laid out to be done this season. We intend to make some improvements on this Tabernacle, and do something at the Temple, and build the Seventies' Hall, besides lecture rooms, assembly rooms, &amp;c., in this city; and if we are let alone, in thirty years we shall make quite a city of this place. We also expect to build a theater this season, as a place of amusement for the brethren and sisters. I am not going to have the devils make fun for me: they have fun that will keep them pretty busily occupied. I will never go to hell for fun; and if I have any fun, I wish my brethren and sisters to make it. God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}