{"ID":80089, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Rebuking Evil, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, March 17, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Rebuking Evil, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/17\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d89\">\n<div class=\"paragraph jod\" id=\"v8n1950\"> I wish to present to the people a saying of Solomon's&#x2014;&#x201C;Open rebuke is better than secret love. Faithful are the wounds of a friend; but the kisses of an enemy are deceitful.&#x201D;<span class=\"citation\" id=\"57525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57525)\">Prov. 27:5-6<\/a><\/span> I want to say a few words upon the principle contained in this scripture. It is a matter that concerns all people, and is one of the most delicate points in the dispositions of the human family. The inhabitants of the earth are sensitive&#x2014;their feelings are acute. Infringe upon their judgment, interrupt their tastes, and you disturb the equilibrium of the whole system. To receive a rebuke, to be chastised, to be interrupted in our course, is not pleasant to our feelings. Though we may have ten thousand wrongs that we understand, you know perfectly well that we do not like to have anyone tell us of them. It is one of the worst whirlpools, I may say, for the inhabitants of the earth to get into, and leads directly to destruction&#x2014;casting down thrones and kingdoms&#x2014;the very abhorrence we have to be rebuked. No matter what the king does, we as his subjects must say that the king does right and cannot do wrong. That you know very well to be the feelings and teachings of the nations of the earth. The king cannot do wrong, and of course he is not to be rebuked. And when he sends his princes, his ministers, his messengers, to perform duties for him, they say to the people to whom they go&#x2014;&#x201C;The <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3164\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> king can do no wrong; his agents can do no wrong.&#x201D; Observe, and you will now see this trait among the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v8n1951\"> Who are willing to acknowledge that they are wrong? The feeling of the inhabitants of the earth has been and is&#x2014;&#x201C;I will receive no rebuke from you: my judgment, my will, my discretion, my wishes, my passions must reign supreme.&#x201D; I do not much care what Solomon did in his day&#x2014;how many individuals he rebuked; but I wish the inhabitants of the kingdom of God to learn, when they are rebuked by a friend, to receive that rebuke kindly, and kiss the rod, and reverence the hand that administers it&#x2014;to learn that the rebuke of a friend is for our good. This principle is not practiced in other parts of the earth, though I will confine this remark to the civilized nations, more than to the barbarous. In the world the principle of rebuking is walked under foot. No matter what the character of a king is&#x2014;no matter what the character of a President is&#x2014;no matter what are the characters of rulers, governors, and other officers&#x2014;&#x201C;They can do no wrong,&#x201D; and they wish to have it so understood. These are the feelings and these the teachings and belief, and not only the belief, but the practice. It is not so in this kingdom; it must not be so; it cannot be so; it has not been so; and I presume many a man has gone out of  <div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this Church, because he has been rebuked in his evil course. All such will have the supreme satisfaction, as brother George A. Smith remarked, last Sabbath, when they lift up their eyes in hell,<span class=\"citation\" id=\"89885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89885)\">D&amp;C 104:18<\/a><\/span> of reflecting upon their former connection with this people, and saying, &#x201C;We are abused.&#x201D; What a comfort! What a satisfaction! <\/div><div class=\"paragraph jod\" id=\"v8n1953\"> We wish the Elders of Israel to understand that when evil is presented, that evil must be rebuked. Could we attribute all the mistakes or evils that we see in men to total depravity, and conclude that there is nothing good within them? Not by any means. If we see one of our brethren out of the way<span class=\"citation\" id=\"58535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58535)\">Isa. 28:7<\/a><\/span><span class=\"citation\" id=\"62379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62379)\">Mal. 2:8<\/a><\/span> in word or in deed, learn, in the first place, whether that person designs a wrong, or whether he has a desire to do good. Learn whether the spark of the Spirit of God is left within him; and when there is one particle of the light of God within him, and he wishes to do right, do not attribute that wrong word or deed to total depravity. It is a weakness&#x2014;it is a fault&#x2014;it is a want of better judgment&#x2014;it is the want of revelation&#x2014;it is the want of a correct understanding of things. Attribute it to his weakness; tell him of it kindly, fatherly, brotherly; take him by the hand and tell him the evil he must leave. <\/div><div class=\"paragraph jod\" id=\"v8n1954\"> How many I have seen, when you tell them of a few of their faults, and say, &#x201C;Why, brother, you are so and so: do you see how you have missed it here and there? Can you perceive that you have wanted better judgment? What a wrong you have committed in this or that!&#x201D; who will be at once cast down in their feelings, and will say, &#x201C;I believe I am good for nothing; I really think I am not worthy of a name in the kingdom of God.&#x201D; You will hear wise men make this expression. Tell them that they have reported that which is false, not designedly; tell them that they have <div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3163\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> said thus and so to their friends, or that they have committed this or that act that is unwise, foolish, sinful in its nature; and you will see a wise man, perhaps, rise up and say, &#x201C;If I am guilty of this, I am not worthy of a name in the kingdom of God.&#x201D; That is a most unwise expression. Do you expect you are perfect? No. Do you expect to see people that are perfect? No, not for a great while. Do you expect that every trait of your character is perfect? I do not. You may expect this, that if I see a wrong in you, I shall tell you of it. I shall rebuke that wrong, and do it with all kind feelings. What do you say, High Councilors, Bishops, High Priests, and all the officers of the kingdom of God on the earth&#x2014;will you rebuke a wrong? Yes, most of the Elders of Israel will, and too many will do so in the spirit of malice and personal enmity. When this Elder, and that Elder, and another Elder sees a man do wrong, but his wrong is with his neighbors, a little outside the Elder's immediate path (the Elder says, &#x201C;It does not directly infringe upon me, though he is doing wrong with his neighbors&#x201D;), will he rebuke him? No; he waits until he infringes upon him, and then the Elder rises up in the malice of his heart, and rebukes him in the spirit of anger. That will do hurt: it is not the rebuke of a friend; it is the rebuke of one that has become an enemy. <\/div><div class=\"paragraph jod\" id=\"v8n1955\"> When you see a person out of the way, no matter whom the injury is inflicted upon, rebuke the individual who commits the evil. Will this do good? Yes, if you rebuke in the spirit of the Gospel&#x2014;in the spirit of meekness. Rebuke as a father should reprove his children, not as a tyrant rules his servants or slaves. Take this course with your brethren, and you will learn that &#x201C;Open rebuke is better than secret love,&#x201D;<span class=\"citation\" id=\"57524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57524)\">Prov. 27:5<\/a><\/span> and that the  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>wounds you make are better than the deceitful kisses of an enemy.<span class=\"citation\" id=\"57528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57528)\">Prov. 27:6<\/a><\/span> This is a principle I have thought much upon. I have talked some about it, and have tried to comprehend the principle, and I have sought to have the people comprehend it. If your neighbor commits an evil upon another of your neighbors, you are under obligations to see that the person who has committed the evil be suitably chastised, as much so as though the wrong had been committed upon you. Now this is hard to believe; but if you wish to correct people, and lead them to life and salvation, what difference is it where the evil is committed, or upon whom? Is it not the duty of a minister of God to correct evil and take it from an individual or from the people, and place them upon saving ground, whenever an opportunity presents itself? It is the duty of every individual. <\/div><div class=\"paragraph jod\" id=\"v8n1957\"> You need not wait until somebody infringes upon you&#x2014;until he comes and intrudes upon your premises. If you see your neighbor John turn his horse into the wheatfield of your neighbor William, you pass along. That, I may say, is the road that too many of the Elders of Israel travel in, as well as the great majority of the world. &#x201C;Oh, it is not my wheat; it is William's: it is no matter of mine.&#x201D; When you know that John has turned his horse into William's wheat, or in any way disturbed his property, or berated his character, or done him an evil, will you wait until he commits an evil upon you? If you do, you are as sure to meet evil with evil as you are to breathe; you will meet wrong in a wrong spirit. But if you will meet evil when it does not personally concern you as an individual, but only as a member of community, you will feel all that fatherly kindness to John that an earthly parent does for his son, and will go to him and point out the wrong, and <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3162\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> show him the correct path to walk in, and give him a suitable chastisement. But if you wait until he takes one of your poles from your fence&#x2014;till he turns a horse or an ox into your wheat&#x2014;until he picks up a stick of wood from your woodpile, and burns it, and you then meet him, you meet him in a spirit of wrath. You are indignant at such conduct, and you say that you will not put up with it. Is this true? I do not wish to say much about the matter, but I wish to have you understand that the principle of correcting the people&#x2014;taking their wrongs from them, giving them true principles, instead of their imbibing wrong principles&#x2014;errors, and practicing them in their lives, is the way for us to be purified and set right. <\/div><div class=\"paragraph jod\" id=\"v8n1958\"> I have seen Elders covenant to sustain each other at all hazards, under all circumstances, and in all places. Now, what will this amount to? You make the covenant to sustain each other without any reservation whatever, and the first you know, one of the number has done wrong. You meet him, and he says, &#x201C;You covenanted to sustain me, and that too with an uplifted hand; you promised, in the name of Israel's God, to sustain me; and now do it. I will hold you to your covenant.&#x201D; Another does wrong, and you wish to have him rebuked before your Quorum. Says he, &#x201C;No; you have made a solemn vow that you will sustain me: now do it, or break your covenant.&#x201D; It amounts to just this, and will lead from step to step in evil. <\/div><div class=\"paragraph jod\" id=\"v8n1959\"> I have observed, many and many a time, a feeling among the people that &#x201C;I will not receive this rebuke from you.&#x201D; I have had quite a number of the brethren tell me&#x2014;&#x201C;Brother Brigham, I will not bear this rebuke from you.&#x201D; My reply is, What are you going to do about it? I will chasten you until I am satisfied. I  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>believe that I have proved to every person that my chastisements have not been in anger, malice, or wrath, but in the spirit of a father; and I believe that all good men I have chastened are satisfied of this fact. I do not know but that some have apostatized whom I have chastened, but they are very few. Once in a while you will find a person, that must have a severe chastisement, leave the kingdom of God; but this is very seldom. <\/div><div class=\"paragraph jod\" id=\"v8n1961\"> True, there are degrees of feeling and degrees of chastisement, and you are led to chastise one man differently to what you do another. You may, figuratively speaking, pound one Elder over the head with a club, and he does not know but what you have handed him a straw dipped in molasses to suck. There are others, if you speak a word to them, or take up a straw and chasten them, whose hearts are broken; they are as tender in their feelings as an infant, and will melt like wax before the flame. You must not chasten them severely; you must chasten according to the spirit that is in the person. Some you may talk to all day long, and they do not know what you are talking about. There is a great variety. Treat people as they are. <\/div><div class=\"paragraph jod\" id=\"v8n1962\"> When you consider that you are not worthy to belong to the kingdom of God, wait a moment. Would you like to be a Saint? &#x201C;Yes; I would give anything in the world&#x2014;yea, my life, to be a true Latter-day Saint.&#x201D; What, and then say you are not worthy to have a name in the kingdom of God? That is the most unwise expression you have uttered. We are making Saints of just such characters. I expect to be made a Saint myself, though I have many weaknesses about me. I am going to get rid of them as fast as I can. Have I not a desire to do right? Yes; and the Gospel is designed to make us <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3161\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> better and bring us to understanding.<span class=\"citation\" id=\"125365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125365)\">D&amp;C 1:24<\/a><\/span> When you are rebuked by each other&#x2014;when brethren meet you and say, &#x201C;This is wrong in you,&#x201D; you should receive it kindly, and express your thanks for the reproof, and acknowledge the wrong frankly, and admit that you may frequently do wrong when you do not know it, and say, &#x201C;I wish you to enlighten my mind, to take me by the hand, and let me go along hand in hand, and strengthen and sustain each other.&#x201D; What, in your weaknesses? Yes. Do you expect to see a perfect man? Not while you stay here. <\/div><div class=\"paragraph jod\" id=\"v8n1963\"> To the capacity you are now in, as mortal beings, a certain degree of perfection belongs. Many attain to this, and they have as good desires to be Saints as ever the angel Gabriel had. Then, will you cast a person off for his weaknesses? No. Rebuke him for his weaknesses, and convince him of them, and point out the right path, and see whether he will not walk in it. This is the way I wish the Elders to treat each other. Do not be afraid, nor hesitate, if you can possess the Spirit of Christ, to meet your brother, or your wife, or child, and reprove a wrong in the spirit of meekness. Never be afraid to testify against evil, and you will remove the wrong and do good. But when you have the spirit of envy, and feel, &#x201C;Such an individual has trampled upon my toes&#x2014;he has sought to injure my character by speaking evil of me,&#x201D; you are more or less out of the way. I wish all the Elders thought as I do about character; then they would never trouble themselves about what others said of it. But if you rightly gain influence, preserve that. And if you have been wrong, and that wrong is taken from you, it will create influence for you, and give you favor before God and with the Saints; but if you cling to the evil, it will deprive you of gaining that influence you desire. <\/div> <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1965\"> I do not know but that kings of the earth would give half their kingdoms, if they could have the affections of their subjects: they know they have them not. No President of the late United States ever had the affections and sympathies of half his constituents. Rulers in the nations would give worlds, if they could have the influence of the people they preside over that I have in the midst of this people. They have not got it. And the man that is now inaugurated President of a part of the States of America would give half of his power, if he could have the influence among his constituents that I have in the midst of the kingdom of God. He cannot get it. Rebuke him, and he will resent it in a moment. Let one of his cabinet&#x2014;I would not care if it was William H. Seward&#x2014;go to the President and tell him that he is wrong, and he will at once resent it. He would say, &#x201C;I think I know as well as you.&#x201D; And perhaps he does know more than Mr. Seward, upon all points of sound intelligence. James Buchanan would resent it; and even as good a man as Washington was would resent it. He would believe that his dignity was infringed upon, if he had been told that he was in fault. <\/div> <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3160\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v8n1966\"> If you gain a righteous influence, preserve that as you would the apple of your eye. As for your good name before the people, if your brother tells you of your wrongs and shows your faults, what are you going to do about it? Your best plan will be, if you have done wrong, to repent and refrain from that wrong, and ask forgiveness of your brethren and of God, and do wrong no more, and you will regain your influence. If you have done wrong, though all creation says you have not, what does that amount to? Nothing; for they would all be wrong on that point. <\/div><div class=\"paragraph jod\" id=\"v8n1967\"> Do not throw away a man or a woman, old or young. If they commit an evil today, and another tomorrow, but wish to be Saints and to be forgiven, do you forgive them, not only seven times, but seventy times seven<span class=\"citation\" id=\"89336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89336)\">D&amp;C 98:40<\/a><\/span> in a day, if their hearts are fully set to do right. Let us make it a point to pass over their weaknesses and say, &#x201C;God bless you in trying to be better in time to come,&#x201D; and act as wise stewards in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v8n1968\"> I have spoken longer than I expected to, and wish brother Kimball to address you. <\/div><div class=\"paragraph jod\" id=\"v8n1969\"> God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}