{"ID":80083, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Self-Knowledge&#x2014;Futility of Attempts to Destroy &#x201C;Mormonism,&#x201D; &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, February 17, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Self-Knowledge, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/17\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d83\">\n<div class=\"paragraph jod\" id=\"v8n1810\"> Brother Joseph W. Young, in his remarks, alluded to the intelligence to be dispensed to the people here&#x2014;that which they do not get elsewhere. The brethren come here from the States and from the old countries: they gather from different parts of the world, expecting to learn the great mysteries&#x2014;the secret things of our God. What do you learn, brothers and sisters? If you are good scholars, you learn to treat your neighbors as they should be treated, and to have the same affections for a person from Ireland or England as you do for one from your own native land. You come here to learn to drive oxen into a canyon, and return without sinning. You come here to learn that every person you see is a little different from you. <\/div><div class=\"paragraph jod\" id=\"v8n1811\"> Brother Kimball most beautifully compared this people to a tree, remarking that we all receive nourishment from the same fountain. A tree shoots forth; it soon begins to have branches; but you cannot find two limbs precisely alike. A branch puts forth to bear fruit; the tree continues its course upwards; another branch starts out; and if it is a little different <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3194\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from the first branch, should it find fault and complain of the tree because of that difference in shape and capacity? You cannot find two twigs alike. You may examine any tree of the forest and see whether you can find any two leaves that are precisely alike. You cannot. Then you may go to a meadow, and see whether you can find two spears of grass just alike in shape and form. There are no two precisely alike. Examples of that endless variety are now before me. <\/div><div class=\"paragraph jod\" id=\"v8n1812\"> The greatest lesson you can learn is to learn yourselves. When we learn ourselves, we learn our neighbors. When we know precisely how to deal with ourselves, we know how to deal with our neighbors. You have come here to learn this. You cannot learn it immediately, neither can all the philosophy of the age teach it to you: you have to come here to get a practical experience and to learn yourselves. You will then begin to learn more perfectly the things of God. No being can thoroughly learn himself, without understanding more or less of the things of God: neither can any being learn and understand the things of  <div class=\"break pagebreak\" id=\"335a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0335.pdf\" target=\"pdfwin\">p.&#xA0;335a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3193\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>God, without learning himself: he must learn himself, or he never can learn God. This is a lesson to us; and you cannot learn that abroad which you can learn here. <\/div><div class=\"paragraph jod\" id=\"v8n1814\"> How simple it appears, how trifling at the first thought, to the noble mind of man that is reaching after eternity and eternal things, to come here to learn to drive oxen, to learn to build houses, to learn to mingle his feelings with his neighbor and treat his neighbor as he is, and to learn that he must not expect every person around him to be precisely like himself; for we see that endless variety renders it impossible. Let every man learn to properly treat his fellow man, for this we come together to learn. <\/div><div class=\"paragraph jod\" id=\"v8n1815\"> There are a great many other things that it is important to learn, and one in particular is to learn to live and operate on the principle brother Kimball spoke of, that &#x201C;The earth is the Lord's, and the fulness thereof.&#x201D;<span class=\"citation\" id=\"56464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56464)\">Ps. 24:1<\/a><\/span> I am a witness to what brother Kimball said. When I asked him to build a house in Nauvoo, he had not five dollars to begin with. Do you want to know how poor he was? I might tell you that he was as rich as I was, except, perhaps, in his feelings: in that respect I do not think that he was quite so rich as I was there, for I felt like asking no odds of anybody. He had not a farthing when he returned to Nauvoo from England. Upon our return, we found our families comparatively naked and barefoot as we had left them. Who was ready to step forth and help to administer to the comfort and relief of brother Kimball? A certain Apostle managed to take the fleece of the flock that we had raised. Would he let brother Kimball have a dress pattern for his wife Vilate? No. Sister Kimball had not a second dress, and yet brother Kimball could not get a dress pattern from his brother Apostle. He began to build a house, <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3193\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and when it was finished he owed no one. Suppose he had sat down and counted the cost.<span class=\"citation\" id=\"67697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67697)\">Luke 14:28<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1816\"> There are words said to have been spoken by the Savior&#x2014;&#x201C;For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he hath sufficient to finish it?&#x201D;<span class=\"citation\" id=\"67698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67698)\">Luke 14:28<\/a><\/span> No matter whether he said this or not: it is only a question asked: he did not give it as his counsel or advice. I have built a great many houses, and never counted the cost before I built them. I never wanted to know anything about it. What is to be done? I want some rock. Go and get it. I want some lime. Go and get it. I want a mason: I hire him, and pay him to lay up the walls. I hire my carpenters and painters, and pay them. I want something to put on the walls. Get it and put it on: if it is a frame building, get the timber and put it up. In short, when I want a house, I go to work and put it up, and do not stop until it is done, and never count the cost. &#x201C;The earth is the Lord's,&#x201D; with all its fulness.<span class=\"citation\" id=\"56465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56465)\">Ps. 24:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1817\"> When I hear of the brethren and sisters going after gold&#x2014;the riches and wealth of the earth&#x2014;I think that if they had it in the spirit world they could not do anything with it there. There are no merchants there with their merchandise&#x2014;no grog shops there in which to spend money. Those who possess wealth must leave it here for the Saints, and the Saints will become heirs of it; and we wish the people to be ready to receive these and all blessings the Lord has in store for them. Be ready. We were ready when King James Buchanan sent his friends here to initiate us into Christianity. If we had not been ready, your heads and mine might have been cold ere today. We were ready, and we said, &#x201C;Stop&#x2014;stay your sad career, until you think.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v8n1818\"> Did Thomas H. Benton aid in gathering the Saints? Yes, he was  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3192\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the mainspring and action of governments in driving us into these mountains. He obtained orders from President Polk to summon the militia of Missouri, and destroy every &#x201C;Mormon&#x201D; man, woman, and child, unless they turned out five hundred men to fight the battles of the United States in Mexico. He said that we were aliens to the Government, and to prove it he said&#x2014;&#x201C;Mr. President, make a requisition on that camp for five hundred men, and I will prove to you that they are traitors to our Government.&#x201D; We turned out the men, and many of them are before me today; among whom is father Pettigrew&#x2014;a man that ought to have been asked into the Cabinet to give the President counsel; but they asked him to travel on foot across the Plains to fight our country's battles against Mexico. We turned out the men, and Mr. Benton was disappointed. He went to his grave in disgrace, and shame covered him. Was he a man of influence in his last days&#x2014;in the latter portion of his career in public life? When he could not be President, nor be returned again to the Senate, after much exertion he succeeded in being elected a member of the House of Representatives, and at the close of his public career, because the hands of the clock in the Representatives Hall were turned back, and the hands of his watch did not agree with it when at twelve o'clock, said he, &#x201C;Mr. Speaker, I am not a member of this legislative body.&#x201D; The Speaker said, &#x201C;Sergeant-at-Arms, show that gentleman to the door,&#x201D; and there was scarcely a man in the House that so much as turned his eyes to look. The ground he walked on was disgraced by his step, and his acquaintances shunned him: and so it will be with others. <\/div><div class=\"paragraph jod\" id=\"v8n1820\"> Brother Kimball says that King James will have to pay the debt he has contracted. He has more on his <div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3192\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hands than he will settle for many generations. You will see the old man go down to the grave in disgrace. He has cast off his political friends, and they will all cast him off as a thing of naught,<span class=\"citation\" id=\"58938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58938)\">Isa. 29:21<\/a><\/span> and he will become a hiss and a by-word,<span class=\"citation\" id=\"81158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81158)\">1 Ne. 19:14<\/a><\/span> and has already. <\/div><div class=\"paragraph jod\" id=\"v8n1821\"> The London <span class=\"italic\">Times<\/span> speaks of the old man's being incapable of magnifying the office bestowed upon him. They complain of him now; but, when he was minister from our Government to England, did they not in secret council induce him to pledge himself to destroy the &#x201C;Mormons,&#x201D; if they would assist in electing him President? Did they not connive with Buchanan to destroy the &#x201C;Mormons&#x201D; from the earth? Did they not send their armies to the north to head us in our retreat, provided King James succeeded in routing us from our homes? I spoke of this to Captain Van Vleit, when he was here. I merely ask these questions, that those who are acquainted with political moves may draw their conclusions upon the workings of governments. But the Lord has given his people power to elude the grasp of our enemies; for he led them in a way they knew not, turned them hither and thither, diverted the blow aimed at our heads, and brought disgrace and ruin on those who sought to bring ruin and destruction upon us. It will take them a great while to pay the debt they have contracted. That Government known as the United States has become like water spilled on the ground, and other governments will follow. <\/div><div class=\"paragraph jod\" id=\"v8n1822\"> &#x201C;Kings become nursing fathers,&#x201D;<span class=\"citation\" id=\"59469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59469)\">Isa. 49:23<\/a><\/span> indeed? Not King James: no. &#x201C;Queens become nursing mothers?&#x201D; Will Queen Victoria become a nursing mother to the Saints? I have not one word of fault to find with her as an individual; but the Government holds her; she is fettered. She is a good woman, but she will never nurse  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3191\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Saints. Will the Queen of Spain? Never. But the kings and queens I am looking upon today will belong to that class; they will be the fathers and mothers to the lost sheep of the house of Israel. There are many sheep on the earth that we have not yet found. We consider ourselves the flock of God&#x2014;the kingdom of God; and when you travel upon the islands of the sea and among the nations who have never heard the Gospel, you will learn that there are thousands and millions of the sheep that have not heard the voice of the Good Shepherd.<span class=\"citation\" id=\"69660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69660)\">John 10:14<\/a><\/span> They are to be entered into the fold, and we have it to do. <\/div><div class=\"paragraph jod\" id=\"v8n1824\"> Remember that, &#x201C;The earth is the Lord's, and the fulness thereof.&#x201D;<span class=\"citation\" id=\"56466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56466)\">Ps. 24:1<\/a><\/span> And I can say to the Bishops and brethren of this city, that, in rating teams to send to Florence, they have answered our expectations and more. We shall send and bring up the poor, and shall build, and continue to increase in our ability. Every time we put forth our ability to do good and build up the kingdom of God, according to the means the Lord bestows upon us, our means and ability will be doubled and trebled. Yes, we shall receive tenfold, and, as Joseph said, an hundredfold. Have we witnesses of this? Yes, plenty of witnesses. I will mention one little circumstance. When we were finishing the Temple in Nauvoo, the last year of our stay there, I rented a portion of ground in what was called the Church farm, which we afterwards deeded to sister Emma. Brother George D. Grant worked for me then, and planted the corn, sowed the oats, and said this, that, and the other must be attended to. They called for teams to haul for the Temple, and could not get them. Said I, Put my team on the Temple, if there is not a kernel of grain raised. I said I would trust in God for the increase,<span class=\"citation\" id=\"73151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73151)\">1 Cor. 3:6-7<\/a><\/span> and I had as good corn as <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3191\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> there was on the farm, though it was not touched from the time we put the seed in to the time of gathering. I proved the fact. I had faith. <\/div><div class=\"paragraph jod\" id=\"v8n1825\"> The poor miserable apostates there prophesied, and the Gentiles prophesied, and all creation of wickedness seemed to agree that that Temple should not be finished; and I said that it should, and the house of Israel said that it should, and the angels and God said, &#x201C;We will help you.&#x201D; Many of you remember my setting my foot on the capstone and addressing the people. We completed the Temple, used it a short time, and were done with it. On the 5th or 6th of February, 1846, we committed the building into the hands of the Lord, and left it; and when we heard that it was burned, we were glad of it. <\/div><div class=\"paragraph jod\" id=\"v8n1826\"> How many circumstances could I relate to the brethren that God does hold the purse strings of the world! Brother Kimball has slightly alluded to a circumstance, without mentioning the particulars. When brother Heber C. Kimball and I were on the way to England, and were left in a little place called Pleasant Garden, I know, as I know I live, that we had no more than thirteen dollars and fifty cents. This was all we had, that we knew anything about. In the course of the journey, we paid out just about eighty-six dollars, as near as I can recollect, for conveyance, food, and lodging, always finding just money enough in my trunk to pay each bill; and when we arrived at Kirtland Corners, we had just the York shilling left. <\/div><div class=\"paragraph jod\" id=\"v8n1827\"> I might stand here and relate to the brethren incidents, until you would be tired of hearing. I merely wish to impress upon you the feeling that God holds your purse strings. You may hoard up your gold, keep your cattle on the ranges for the Indians to steal or the winters to destroy,  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and tie up your hearts as tight as you please; the Lord will let the Indians steal your cattle and thieves your purses&#x2014;will let calamity come upon you, or permit you to roll in wealth until you go to your own place. <\/div><div class=\"paragraph jod\" id=\"v8n1829\"> It has been told you that we want to bring the brethren here and give them their endowments, and then let them <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> apostatize if they will, and have done with them. Those who are steadfast and faithful, we will teach to work in the adobie yard, in the quarry, &amp;c.; and learn them to be cleanly and prudent, and teach them what their organization is, that they may understand the things of God. <\/div><div class=\"paragraph jod\" id=\"v8n1830\"> May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}