{"ID":80084, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Duties of the Saints&#x2014;Organization of Element&#x2014;Economy, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, January 20, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Duties of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 1\/20\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d84\">\n<div class=\"paragraph jod\" id=\"v8n1831\"> It is a great blessing to be able to understand things aright; and how precious the gift of communication! How delightful it is to a person, whose mind is stored with rich ideas, to have power to communicate them to his fellows&#x2014;to his family, friends, and acquaintances with whom he associates. I really think we do not fully appreciate this blessing and gift as we should. If I can communicate to the audience what I wish to, so that they can understand it perfectly, I shall be very glad&#x2014;it will satisfy me. <\/div><div class=\"paragraph jod\" id=\"v8n1832\"> Before me is a sea of faces, and, with but few exceptions, all are professedly Latter-day Saints belonging to the kingdom of God, and are numbered <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3190\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the family of heaven. They are heirs of God, and are expecting to become joint heirs with Jesus Christ.<span class=\"citation\" id=\"72563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72563)\">Rom. 8:17<\/a><\/span> Were I to ask these Latter-day Saints what they are willing to do to build up the kingdom of God, bear it off to the nations, gather the house of Israel and the honest in heart among the Gentiles, and redeem the Zion of our God, what would be their answer? &#x201C;Anything we can do we are willing to do&#x2014;anything we are counseled to do.&#x201D; Would not every heart respond in this manner? It would. You are frequently told that the Latter-day Saints are as free to confess with the mouth as any people that ever was upon the earth. You are further told  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that they are willing to sacrifice everything for their religion, and to travel the earth around without purse or scrip;<span class=\"citation\" id=\"125353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125353)\">Luke 22:35<\/a><\/span> but will they do one thing that is essentially necessary? Yes, a great many will. Will they do one necessary duty that is devolving upon them, which is the starting point&#x2014;the gate or way to all other duties; that is, seek unto the Lord their God with all their hearts?<span class=\"citation\" id=\"54957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54957)\">Deut. 4:29<\/a><\/span> All are not willing to do this. <\/div><div class=\"paragraph jod\" id=\"v8n1834\"> This people must be pure in heart.<span class=\"citation\" id=\"62948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62948)\">Matt. 5:8<\/a><\/span> The necessity for this rests upon me day by day, week in and week out, year after year. This people must be sanctified, or they will not be prepared to meet their Lord and Master. This is first of all. It is taught us in all the revelations that we have received in various ways, according to the understanding and gift of communication in those who have communicated this principle to us. But the greatest and most important of all requirements of our Father in heaven and of his Son Jesus Christ, is, to his brethren or disciples, to believe in Jesus Christ, confess him, seek to him, cling to him, make friends with him. Take a course to open and keep open a communication with your Elder Brother or file leader&#x2014;our Savior. Were I to draw a distinction in all the duties that are required of the children of men, from first to last, I would place first and foremost the duty of seeking unto the Lord our God until we open the path of communication from heaven to earth&#x2014;from God to our own souls. Keep every avenue of your hearts clean and pure before him. You may inquire whether we would do away with the ordinances of the house of God. This leads you to them, and it is the only thing that can lead the people to a true knowledge of the reality of facts as they exist. <\/div><div class=\"paragraph jod\" id=\"v8n1835\"> We are aware that the Christian world cling to this one item, passing <div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3189\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> by every one of the ordinances of the house of the Lord, treating every commandment with lightness. They will pick up perhaps one or two of the ordinances and a few of the commandments; but they are opposed to the residue, and look upon them as a thing of naught. Though the kingdom of God and all the attributes he has dispensed to the children of men are ours (he has placed them upon our heads by ordinances), yet if I should rise up here and tell you that I would rather have these than all the ordinances, the statement would need explanation. First of all, have the mind of Christ<span class=\"citation\" id=\"73128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73128)\">1 Cor. 2:16<\/a><\/span> within you, and know that we are governed and controlled by his Spirit&#x2014;by the Comforter, the Holy Ghost&#x2014;by the influence of heaven; and this leads us to every one of the ordinances of the house of God; wherefore we by no means do them away. <\/div><div class=\"paragraph jod\" id=\"v8n1836\"> Some of you may ask, &#x201C;Is there a single ordinance to be dispensed with? Is there one of the commandments that God has enjoined upon the people, that he will excuse them from obeying?&#x201D; Not one, no matter how trifling or small in our own estimation. No matter if we esteem them nonessential, or least or last of all the commandments of the house of God, we are under obligation to observe them. Nothing will lead us to them, short of the mind of Christ<span class=\"citation\" id=\"73129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73129)\">1 Cor. 2:16<\/a><\/span> within us to lead us understandingly to observe them to our own benefit. This is what I want of the people, so that we may be prepared, each and all of us, for the things that are coming upon the earth. <\/div><div class=\"paragraph jod\" id=\"v8n1837\"> We might mention a great many circumstances that are transpiring. We might refer to the prophecies and their fulfillment in these our own times; but this does not bear with so much weight upon my mind to tell the people what the Lord is doing  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and what he is going to do, as it does to urge the Latter-day Saints to faithfulness, to strict obedience, to every requirement of the Gospel of the Son of God, that we may be prepared for every event as it transpires, no matter whether the prophecies are fulfilled under our eyes or on the other side of the earth. No matter whether we live to see them fulfilled or fall to sleep before they are fulfilled, we must live prepared for the events that will take place preparatory to the coming of the Son of man. <\/div><div class=\"paragraph jod\" id=\"v8n1839\"> I ask the people what they are willing to do? &#x201C;All we want to know is what we should do.&#x201D; My mind is continually exercised to urge the people to faithfulness, that they may have the Spirit of Christ; and being in possession of this mind, everything comes to us naturally. We understand these things we call natural. There is a natural body, and there is a spiritual body. All things are natural, and all are spiritual. Every duty of life, no matter what it is, every requirement necessary to sustain and exalt man, is incorporated in the kingdom of God and in the ordinances of his house&#x2014;in the duties God requires of his children. It is all in the Church and kingdom of our God. &#x201C;What! Our labor?&#x201D; Yes. I sometimes take the liberty of preaching upon economy to this people. Perhaps some are inclined to think that in so doing I transcend my own duties and obligations. I do not. I instruct the husbandman how to till his farm, because I know and understand the nature of the elements that produce grain better than he does. I know how he should prepare the elements for the seed to produce the increase which he desires in the things necessary to sustain himself and family. It is my duty to instruct my brethren, if I understand any branch of business better than they do. If I understand <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3188\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> how to make myself comfortable&#x2014;if I understand better than others do the organization of the elements God has given us ability to operate with for our benefit, it is my duty to instruct them. Here are the elements. They are not made in vain, but are made for the benefit, comfort, convenience, and happiness of God's children. <\/div><div class=\"paragraph jod\" id=\"v8n1840\"> There is an infinitude of elements; and if you know more than I do with regard to bringing them together and organizing them for the comfort and happiness of man, it is your duty to impart that knowledge to others. This may appear to some of the Saints as though it was out of the pale of our duty, not strictly incorporated in the ministry; and I want to inform all such that there is not a labor performed under the sun but what we have to render an account of it to our Father and God. There is not an act of man, in any case, in any circumstance, but what is by the gift of God. Every power, ability, capacity, and gift that man possesses is the gift of God; and man must render an account to him for the improvement he makes, no matter what the labor is. No element that we see, no part of the earth, no part or portion of the starry heavens, or of the deep above or below, but what is God's creation. He organized it. Do we realize this, that every element that now is in existence, that we have any knowledge of, that we can conceive of, is organized by our Father in heaven, and is his property? It is his in time and in eternity. The earth and its fulness are his,<span class=\"citation\" id=\"56467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56467)\">Ps. 24:1<\/a><\/span> and the heavens are his; the height, the depth, the length, and the breadth, all are his. Every capacity that the children of men possess is the gift of God. <\/div><div class=\"paragraph jod\" id=\"v8n1841\"> Many might ask whether God is the author of sin and iniquity. I have told you many a time that everything is good, is perfect; everything is right, is lovely to look upon, to enjoy; for we received it from our  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Father and our God. Properly use it, and there is no gift, no blessing, no enjoyment, no happiness in the heavens or on the earth, but what belongs to our Father in heaven; and he is willing to bestow these blessings upon his children. But whence comes evil? It comes when we make an evil of a good. Speaking of the elements and the creation of God, in their nature they are as pure as the heavens. When we see the vanity that is around us, the magnanimity of the Deity, and contemplate the extent of his knowledge, we can enjoy him as supreme in every act, in every path of life, in every portion of life that belongs to the children of men, if we can understand things as they are. Was there ever a spear of grass, or a single grain upon this earth, or in any other kingdom, but what was produced by that beneficent Being? Not one. Behold the vanity and extent of his knowledge in the creation of the elements! Every element is His. The gold? Yes. &#x201C;He organized and made it,&#x201D; is a common term used. The silver? Yes. He made it. The diamond? Yes. And every other precious stone? Yes. The rude rock? Yes. The land and all are his. The earth that we walk upon, the air we breathe, and the water we drink are his creation. He organized them and placed them here for our good. Take all the elements that God has created, and do you think we use them, and not abuse them? <\/div><div class=\"paragraph jod\" id=\"v8n1843\"> What do we see? All the elements that we have any knowledge of are the handiwork of our Father in heaven, and then you see poor, pusillanimous man rise up&#x2014;a worm of the dust, whose breath is in his nostrils;<span class=\"citation\" id=\"52401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52401)\">Gen. 2:7<\/a><\/span><span class=\"citation\" id=\"57875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57875)\">Isa. 2:22<\/a><\/span> and if God should say the word and withdraw his supporting hand, he is no more&#x2014;and says, &#x201C;This is mine.&#x201D; He has a purse obtained through the blessings of God, and says, &#x201C;This is <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3187\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mine.&#x201D; He has a sack of silver, and says, &#x201C;This is mine.&#x201D; He builds a house, and calls it his house. He makes a farm, and says, &#x201C;This is mine.&#x201D; This poor, weak man does, who is not capable of making a spear of grass. He cannot sustain his own existence one moment without being dependent on God for the next breath, and yet he says, &#x201C;These possessions are mine,&#x201D; and he clings to them with the tenacity of death. This you see in mankind; they hold to the earth as though it was their all. You see this every day of your lives. <\/div><div class=\"paragraph jod\" id=\"v8n1844\"> When I carefully scan the subject, we cannot, neither in this time nor in the spirit world, possess the least particle of element or our own beings, and call them ours, until we pass the ordeals the Gods have passed, and are crowned with crowns of glory, immortality, and eternal lives. And when we pass through the spirit world and hear the trump of Gabriel sound, and our bodies rise from the dust and again clothe our spirits, even then we are not our own. We have not passed through all the ordeals until the Father crowns a son and says, &#x201C;You have passed so far in the progression of perfection that you can now become independent, and I will give you power to control and organize and govern and dictate the elements of eternities. There is a vast eternity stretched out before you; now organize as you will.&#x201D; Not until then shall we possess one particle that is really our own, and yet we see people clinging to the earth. <\/div><div class=\"paragraph jod\" id=\"v8n1845\"> I am going to reduce my remarks to practical life, and perhaps I shall introduce ideas that some would naturally take exceptions to. I, in the providence of God, am here before you again, and I wish to instruct this people. They say they are willing to do anything for salvation, to build up the kingdom of God on the earth.  <div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>They are willing to forego everything they can, and undergo all that is possible, to save themselves and the children of men, and bring the day of peace and righteousness upon the earth. Then let all learn that the earth is not ours. Let us learn that these elements are put into our possession to work with and improve, and to determine whether we know how to improve upon them. We wish to see Zion built up&#x2014;the earth beautified and prepared for the coming of the Son of Man. We are looking forth to the day when Zion will spring into existence and stand forth like a bride prepared to meet her husband,<span class=\"citation\" id=\"125354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125354)\">Isa. 49:18<\/a><\/span><span class=\"citation\" id=\"125355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125355)\">Rev. 21:2<\/a><\/span> with all the beauty and glory that belong to the kingdom of God on the earth. We shall then see Zion in its beauty. We are looking for this. We look forward to the day when the Lord will prepare for the building of the New Jerusalem, preparatory to the city of Enoch's going to be joined with it when it is built upon this earth. We are anticipating to enjoy that day, whether we sleep in death previous to that, or not. We look forward, with all the anticipation and confidence that children can possess in a parent that we shall be there when Jesus comes; and if we are not there, we will come with him: in either case we shall be there when he comes. <\/div><div class=\"paragraph jod\" id=\"v8n1847\"> To think of all this, and then think of the course the Latter-day Saints are taking&#x2014;the life they live! How do the brethren feel? Is there a feeling that, &#x201C;This is mine, and that is mine?&#x201D; Yes; it is as natural for them to say so as to breathe. They are of the earth, earthy.<span class=\"citation\" id=\"73973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73973)\">1 Cor. 15:47<\/a><\/span> Can we school our own feelings and judgments, our hearts and dispositions, really to be the children of God,<span class=\"citation\" id=\"72539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72539)\">Rom. 8:16<\/a><\/span> and ask our Father whether this is ours, or not which he puts into our possession? Do we ask him what we shall do with the abundance he has put <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3186\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> into our possession? I am in possession of houses and lands&#x2014;I have legally obtained them by my economy. The earth is here, and there is no end to the elements we are using day by day. We look to the right and to the left, and see poverty and distress, though there is less in this community than in any other upon the earth. We all see more or less a lack of wisdom and judgment in providing for the wants of the body; yet there is not that family in this community but what would feed a brother or sister that was hungry, and do so from day to day, so long as might be necessary. With all the lack of wisdom manifested by the people, and their covetousness, there is no community in the world that suffers so little as this. <\/div><div class=\"paragraph jod\" id=\"v8n1848\"> Is distress among a people caused by the want of element? No. It is through want of ability to bring the elements home to our use and benefit. There is a great scarcity of gold, and you hear some brethren, throughout this Territory, complain of taxation. Really I want to say to all the brethren here, with the Bishops and representatives from different parts of this Territory, and to all the people, that your legislators are very easy&#x2014;their hand is very light upon you, in the matter of taxation. &#x201C;Well,&#x201D; say some of the brethren, &#x201C;I thought they were hard, rigid, extravagant in establishing a territorial tax of five mills on a dollar.&#x201D; There must be in the neighborhood of eighty or ninety thousand persons in this Territory, and there are probably more than fifteen thousand men who are subject to taxation. How much tax money do you get? Shall I tell you how much coin was received in taxes last year? Less than twelve hundred dollars from some fifteen thousand men. Do you call this paying a heavy tax? Was this all they were taxed? No; the tax amounted to some  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>twenty odd thousand dollars, and some complain and feel that they are hardly dealt with. <\/div><div class=\"paragraph jod\" id=\"v8n1850\"> Some complain and say that the tithing is too hard on the people, while at the same time some of our legislators rise up and say, &#x201C;Considering that we pay such a tax in tithing, we think the Church should make all our public improvements.&#x201D; The whole amount of coin paid in on taxes last year was in the neighborhood of twelve hundred dollars. In what was the residue of the taxes paid? In wheat, chickens, eggs, butter, city scrip, county and territorial scrip, auditor's warrants, labor, &amp;c., &amp;c. Is this hard on the people? No. Is there any lack of gold or silver here? These are matters I wish you to understand. How can you understand them in the kingdom of God? You cannot only through the light of revelation, just as you see anything else in truth and with the Spirit of truth, by which means only can you discern truth from error. I want you to learn by the Spirit of truth. There are a good many legislators here, and I want them to go home with these instructions, and put in practice some things they already understand. They are active men, men of wisdom, men of ability and good judgment, men of strong minds; and yet in some things they are more ignorant than children ought to be. The gold is not yours, nor the silver, nor the cattle that roam over these hills and plains; neither are they mine. They are put in our possession, but they belong to Him who owns the whole of them. All we want is the ability to convert them to our own benefit. There is no lack. Has there been a lack of money here? Some of the legislators have been opposed to taxation. I have a right to talk about these things, though I am not Governor, and do not sign nor veto bills passed by the Assembly. I ask <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3185\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> again, Is there any lack of money? I will propound one other question&#x2014;&#x201C;Will five hundred thousand dollars cover the amount that has been paid by this people to the merchants during last year?&#x201D; I presume not, though if you had the statistics before you, you would probably find this sum to be not far from the amount. Since 1849, we have probably paid to them at the rate of nearly a million of dollars each year. Is there any scarcity of money? No. Are you fearful that one man is going to get all the gold in the world and sift it to the four winds, so that it never can be gathered? You need have no such fear, for it cannot be destroyed. Are you fearful that all the silver is going to be destroyed, so that we cannot have it? Such fears are groundless, for you cannot destroy a particle of it. What is the difficulty? A want of judgment&#x2014;a want of true knowledge pertaining to the earth and to the heavens, to the elements and their organization&#x2014;a want of the power to master the elements, to handle them advantageously and make them useful, and devote them to our own comfort and happiness. <\/div><div class=\"paragraph jod\" id=\"v8n1851\"> I frequently take the liberty to teach economy to the people. This is natural to me; it agrees with my feelings, experience, and faith. I do not know that during thirty years past I have worn a coat, hat, or garment of any kind, or owned a horse, carriage, &amp;c., but what I asked the Lord whether I deserved it or not&#x2014;Shall I use this? Is it mine to use, or not? If I had my will satisfied, I would not use a farthing's worth of anything without its being put to the best use my judgment could dictate, increasing and multiplying it, and bringing forth those things that make men comfortable and happy, using my means in the fear of the Lord for the building up of his kingdom and glory upon the earth. My experience  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is that this people have too great a tenacity for the goods of this world, and the Enemy thinks he can get the advantage over them in this respect, and he is improving the time. <\/div><div class=\"paragraph jod\" id=\"v8n1853\"> It is different with us now from what it was three years ago. Then it was, &#x201C;What is the news from Bridger? From Echo Canyon? From the Plains?&#x201D; We are not destroyed; but are the Latter-day Saints preparing themselves for the calamities that are coming upon the earth?<span class=\"citation\" id=\"83672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83672)\">D&amp;C 1:17<\/a><\/span> Or are they covetous? There is no trait in the character of man but what the Devil, the opposer of all good, understands. Our common foe is an ingenious workman; he is a master at his business. Bunyan speaks of a city that was perfectly given up to idolatry, and needed only one devil to watch the whole of it; but one Saint, a poor old man walking through the streets, required a score of devils to watch him. The city was already in possession of the Evil One, and it needed no care or watching. There are scores of evil spirits here&#x2014;spirits of the old Gadianton robbers, some of whom inhabited these mountains, and used to go into the South and afflict the Nephites. There are millions of those spirits in the mountains, and they are ready to make us covetous, if they can; they are ready to lead astray every man and woman that wishes to be a Latter-day Saint. This may seem strange to some of you, but you will see them. As soon as your spirits are unlocked from these tabernacles, you are in the spirit world, and you will there have to contend against evil spirits as we here have to contend against wicked persons. <\/div><div class=\"paragraph jod\" id=\"v8n1854\"> This people lie down in carnal security, and complain of this and of that. You know that apostates, who rise up and deny their religion, complain of being oppressed, and find fault with this, that, and the other, <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3184\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and call this imperfect, and that imperfect, and the other imperfect. How many have complained of taxation? Go to Nebraska, Washington, and New Mexico. Is there a Territory that has as light taxes as this? Not one, so far as I know. A great many complain of the taxes in this city; but go to Chicago, St. Louis, or New York, or any other city in the States, and you will find the taxes greater, I think, without exception, than they are here. I know that taxation is complained of in those cities, and that too justly in many instances. In many places the people are taxed to that degree that they never can rise out of their poverty. In London, a watchmaker said to me, &#x201C;When I earn ten pounds and receive it, eight pounds of it has to go for taxes, which leaves me only two pounds with which to pay my house rent, buy fuel, and feed and clothe my family.&#x201D; They there complain of taxation, and it is right they should. What do they do with the revenue? In too many instances feed a horde of lazy officers, though I cannot accuse England of this so much as I can some other countries, so far as I know them. The taxation more or less goes in many countries to feed cutthroats, loafers, gamblers, blacklegs, &amp;c. Many of the people who have immigrated to this Territory come from countries where they have been ground down by taxation. We are more lightly taxed than are the people in any other country, so far as I know. <\/div><div class=\"paragraph jod\" id=\"v8n1855\"> But what I dislike most is, that when the officer requests the taxes, some will lie from morning until night to escape paying them. If any man ought of right to be exempted from paying his taxes, let him refer his case to the County Court and have his taxes remitted. There is a provision in the law for this. I tell you what I say to tax gatherers: I would sell every improvement, every ox,  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cow, mule, horse, sheep, hog, &amp;c., but what I would have the taxes in the kinds prescribed by law. You may call that hard; but what would the cash portion be, compared to the money that is paid to these merchants? This is what I do not like. Go to a man, and he will declare that he cannot pay his taxes; then go into his house, and he has taught his family to lie; but begin to sell his cow, &amp;c., and it will be, &#x201C;Stop, Sally; go and bring out that old stocking.&#x201D; I have proved this. That is what I do not like. I can put up with poverty. If I have only a little buttermilk and salt to my potatoes, I can be satisfied; but a liar I cannot be satisfied with. <\/div><div class=\"paragraph jod\" id=\"v8n1857\"> Sell every house and every particle of property there is in the Territory, but what you have the proportion in gold and silver, and you will find that there is plenty of money; and it may far better go to do good than to go for nonsense. Much money is spent for paper shoes. Have you any? Yes; and I presume that more than one score of women in this congregation have on that kind of shoes. A large amount of money is paid for ribbons, ruffles, fringes, gewgaws, and baubles in general. These are unnecessary expenses, as they are not incurred particularly for the body's comfort. I find no fault with them. I like to see women prettily dressed, as well as anybody; but save a portion of the money that is laid out for useless articles, and pay your taxes. <\/div><div class=\"paragraph jod\" id=\"v8n1858\"> What I am saying is for the benefit of the community. Some of our legislators would vote down every particle of tax, if they had the power. Are they conscientious in this? Yes. But are they wise? No. They have no wisdom on this subject; they do not understand national affairs. <\/div><div class=\"paragraph jod\" id=\"v8n1859\"> Some complain and say that they are taxed by tithing. We ask no tithing of any man. In this we are as independent as the Lord is. I say, <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3183\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Do not pay another dollar in tithing unless you want to. And to those who say that tithing should defray all classes of public expenditure, I will say, If you will put into my hands one-twentieth instead of one-tenth, I will pay every dollar of expenses for territorial, county, and city purposes. But do I, as Trustee-in-Trust, receive one-fiftieth, or one-hundredth? No. I do not get the tithing on the tithing that is due, and which it is my province to dictate. Are you afraid that I will make a bad use of it? I have plenty of money for my private use. You may wish to know how I get it. I believe I will tell you how I get some of it. A great many of these Elders of Israel, soon after courting these young ladies, and old ladies, and middle-aged ladies, and having them sealed to them, want to have a bill of divorce. I have told them, from the beginning, that sealing men and women for time and all eternity is one of the ordinances of the house of God, and that I never wanted a farthing for sealing them, nor for officiating in any of the ordinances of God's house; but when you ask for a bill of divorce, I intend that you shall pay for it. That keeps me in spending money, besides enabling me to give hundreds of dollars to the poor, and buy butter, eggs, and little notions for women and children, and otherwise use it where it does good. <\/div><div class=\"paragraph jod\" id=\"v8n1860\"> You may think this is a singular feature in the Gospel, but I cannot exactly say that it is in the Gospel. Hear it, O ye Elders of Israel; and ye sisters, hear it: There is no ecclesiastical law that you know anything about, to free a wife from a man to whom she has been sealed, if he honors his Priesthood. I do not want you to run after bills of divorce. I would rather be without the money you pay for them. I know where there is plenty of gold. The earth is full of it, and the heavens are full  <div class=\"break pagebreak\" id=\"346a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0346.pdf\" target=\"pdfwin\">p.&#xA0;346a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of every good thing; and the heavens and the earth are created for us: therefore be prudent and not covetous; do not cling to property because it is in your possession. Do I own a house? No. I am in possession of houses. I left a good many houses that were in my possession in Nauvoo. I left a number in like manner in Kirtland. I did not leave many houses in Missouri, but I left a number of pieces of land, and there they remain. I received nothing for them, neither do I want anything. Why? Because the Lord has blest me with ability to bring forth the elements and organize them for my own convenience; and if I was stripped and kicked out now, I would be richer in ten years than I ever was. When the gold or silver dollar goes into my pocket, it is not mine: the Lord in his providence places it there, and it is for Him to say what I shall do with it. Do you practice this course? If you do, you do not complain. If our legislators understood this, they would never complain for the people. You ask why I take up this subject. That you may be instructed&#x2014;that a legislator may not be so unwise as to introduce a bill that taxes be paid in anything that cannot be sold for money. <\/div><div class=\"paragraph jod\" id=\"v8n1862\"> The people are not as they used to be in regard to tithing. In the days of Joseph, when a horse was brought in for tithing, he was pretty sure to be hipped, or ringboned, or have the poll evil, or perhaps had passed the routine of horse diseases until he had become used up. The question would be, &#x201C;What do you want for him?&#x201D; &#x201C;Thirty dollars in tithing and thirty in cash.&#x201D; What was he really worth? Five dollars, perhaps. They would perhaps bring in a cow after the wolves had eaten off three of her teats, and she had not had a calf for six years past; and if she had a calf, and you ventured to milk her, she <div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3182\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would kick a quid of tobacco out of your mouth. These are specimens of the kind of tithing we used to get. If you give anything for the building up of the kingdom of God, give the best you have. What is the best thing you have to devote to the kingdom of God? It is the talents God has given you. How many? Every one of them. What beautiful talents! What a beautiful gift! It is more precious than fine gold that I can stand here and give you my ideas, and you can rise up and tell me what you think and feel, and thus exchange our ideas. It is one of the precious gifts bestowed upon human beings. Let us devote every qualification we are in possession of to the building up of God's kingdom, and you will accomplish the whole of it. <\/div><div class=\"paragraph jod\" id=\"v8n1863\"> A few Sabbaths ago, brother Wells was strenuously talking to you in regard to temperance. No man has a right on the earth, and certainly not in this kingdom, to spend his means and time in drunkenness. Every moment of time belongs to the Lord, and the people demand it. Here are young men stepping on to the stage of action, of whom you have never heard an evil. And every little while one begins to come into note, and it seems as though he had dropped from unfathomable space. &#x201C;Who is he?&#x201D; &#x201C;Such a brother's son.&#x201D; &#x201C;I never heard of him.&#x201D; What are my calculations? That he is a good man&#x2014;that he is not a rowdy in the streets. A host are growing up in this way: they spring up like lovely plants, trees, or flowers. Now, young brothers and sisters, is there anything against your characters? Not anything. If you were in possession of all the wealth in the world, it is not worth so much to you as your good characters. Preserve them. If you have a happy influence with your brethren and sisters, preserve it, for it is more choice than fine gold. How  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>many times have I told the Elders, &#x201C;When you go on missions, be careful to preserve your Godlike dignity and integrity.&#x201D; I have an experience that is probably equal to that of any man in this kingdom, and no person can say, man nor woman, but that in the dark hour my angelic character has been preserved; and it is more precious to me than all the riches of the earth. The name of king or emperor has always sunk into insignificance when I contrasted it with the character of a man of God&#x2014;of a person who holds the destinies of men in his hands, and the issues of life and death, and can dispense them to the people. Such a man should preserve himself like a God, or an angel of God. <\/div><div class=\"paragraph jod\" id=\"v8n1865\"> Hear it, men and women, young and old. Preserve yourselves, and be ready to do what is required at your hands. And Elders of Israel, when you say you are ready and willing to <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3181\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dedicate all to God, never be covetous and selfish; never shrink back at anything you are called to do; but by the help of God become sons of God<span class=\"citation\" id=\"68576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68576)\">John 1:12<\/a><\/span> and joint heirs with Jesus Christ.<span class=\"citation\" id=\"72564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72564)\">Rom. 8:17<\/a><\/span> If you revolt in your feelings against the ordinances and commandments of God, and against the counsel given you by his servants, and continue to do so, you may become angels to the Devil,<span class=\"citation\" id=\"81375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81375)\">2 Ne. 9:9<\/a><\/span><span class=\"citation\" id=\"81684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81684)\">Jacob 3:11<\/a><\/span> and it will be through your own conduct. But by the help of God you can be prepared to dwell in the presence of the Father and the Son, and be crowned with him with crowns of glory, immortality, and eternal lives. <\/div><div class=\"paragraph jod\" id=\"v8n1866\"> I have given you some of my views in regard to tithing, taxation, and yielding willingly to every requirement for building up the kingdom and for the salvation of the people. May God help every one of us to live up to our profession, that we may be saved in his kingdom. Amen. <\/div>\n<\/div>\n<\/div>"}