{"ID":80090, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Testimony and Religion of the Saints.<\/div>\n<div class=\"subtitle\">Remarks by Elder Ezra T. Benson, made in the Tabernacle, Great Salt Lake City, April 6, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Testimony, Etc.<\/div>\n<div class=\"speaker\">Speaker: Ezra T. Benson<\/div>\n<div class=\"date\">Date: 4\/6\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d90\">\n<div class=\"paragraph jod\" id=\"v8n1971\"> I feel truly thankful, brethren and sisters, for the opportunity I enjoy this morning. I trust that we have come together with prayerful hearts before the Lord our God, that his Spirit may be upon us, and that our prayers and all our devotions during this Conference may be acceptable in his sight. If I understand my duty as an Elder in Israel, this should be my object and my desire, not only in coming to Conference meetings, but also in all my associations with the people of God. I feel well in beholding your faces and in having the privilege which I now enjoy of standing before you. I feel that it is a blessed opportunity, and one that should be appreciated by us all. We have the privilege twice in each year of coming up to headquarters to visit the First Presidency and leading authorities of the Church in G. S. L. City; and inasmuch as we have come with pure hearts and clean hands, we shall all have confidence before God and his people who reside here. Our anticipations will be realized. We shall receive such instructions and counsels from our brethren who are called to preside over us as will be for our best good. <\/div><div class=\"paragraph jod\" id=\"v8n1972\"> I do not feel competent to teach this people; hence I merely rise to bear my testimony to the truth of the Gospel of the Son of God. I testify that Joseph Smith was a Prophet of the Most High, that he was a minister of life to the nations, that he revealed <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3159\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the will of the Father concerning his sons and daughters, that many of the revelations which he gave concerning this nation have already been fulfilled, and that others are being fulfilled before our eyes. I know that he revealed the future destinies of the nations of the earth, and his predictions are being fulfilled to the joy and satisfaction of every Latter-day Saint, and there is no doubt upon our minds in regard to those that are still unfulfilled. Then what shall I do? Shall I cease to bear any further testimony? Or shall I continue to aver the truth of the Gospel we have espoused, and the teachings we have received from Presidents Brigham Young, Heber C. Kimball, and Daniel H. Wells? Yes; these counsels and teachings have been just as good, just as true as the counsels given by the Prophet Joseph Smith. <\/div><div class=\"paragraph jod\" id=\"v8n1973\"> I now want to ask you a question. What more do you want? What greater things can you ask for than those gifts and endowments which you have received? If we have rejected, or treated coolly and walked underfoot the blessings of the Almighty, remember that we are on the Devil's ground. <\/div><div class=\"paragraph jod\" id=\"v8n1974\"> While some are groveling in the dark, drying up in the things of God, and striving to lead into other channels, and doing that which will gratify their own corrupt dispositions, we should be endeavoring to  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>increase in the light and knowledge of the truth, and to set an example that is worthy of all imitation. <\/div><div class=\"paragraph jod\" id=\"v8n1976\"> Seeing that I have been called upon to make a few remarks, I feel disposed to take for my text, &#x201C;Latter-day Saint.&#x201D; If you take up the character of an Elder in Israel&#x2014;one who has received the Gospel in humility, been ordained to the Holy Priesthood because of his faithfulness, who has preached to the nations of the earth, borne a faithful testimony to the truth of our holy religion, what more do you want? And what more can you ask in proof of that man's integrity? Do you want to search in the kingdoms of this world for any other testimony than that which we have received? No. Neither do we want to inquire, except in the household of faith, respecting the character of our brethren. The very moment that a man lets go his testimony and the spirit of his religion, where is his faith? And where is his power? They pass into the shade: the testimony first given is laid by; it is put aside&#x2014;his faith, his wisdom, the power&#x2014;to receive something else; and the vacuum is filled up with darkness. Is not a man in that situation a suitable subject for the Devil to work upon? Yes, he is. Having set aside the Gospel, closed up the channel of light and the medium through which he received intelligence, he cannot comprehend the things of eternity. He has turned his attention to something else, gone after other gods, become subject to other spirits, from which he receives dreams and visions that lead him on to destruction. <\/div><div class=\"paragraph jod\" id=\"v8n1977\"> If we who profess to be Saints expect to keep the light of heaven within us, and the candle of the Almighty shining round about us, we must hold fast the beginning of our <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3158\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> confidence and strive to increase in the principles of life and salvation. <\/div><div class=\"paragraph jod\" id=\"v8n1978\"> If I were to go and pray to another God, I should expect that he would give me revelations to suit his own purpose, and that he would lead me out of the path in which I am now striving to walk. He would lead me away from the true and living God, and he would lead me into doubt and darkness. <\/div><div class=\"paragraph jod\" id=\"v8n1979\"> If we are led by the Spirit of the true and living God, we are always led aright, we are always happy&#x2014;always cheerful, we rejoice evermore, and pray without ceasing.<span class=\"citation\" id=\"75724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75724)\">1 Thes. 5:16-17<\/a><\/span> We need not fear in regard to the Gospel of Jesus Christ, for it is as true today as it was when we first heard it. We have more light, more faith, more knowledge, and consequently more power than we ever had before; and God has just as much right, and he is just as willing to reveal his will unto us as he was twenty years ago. <\/div><div class=\"paragraph jod\" id=\"v8n1980\"> Let us be prayerful, let us cleanse our hearts from every impurity, and sanctify ourselves before our Heavenly Father, and we shall surely win the prize; but we cannot upon any other condition. This is the promise made to us by the Elders who brought the Gospel to our doors. We were told to cultivate brotherly kindness, virtue, and charity. We were told to nourish and cherish the spirit of wisdom, and to be constantly striving to add to our faith virtue, to virtue knowledge, to knowledge temperance, to temperance godliness, to godliness brotherly kindness, and to brotherly kindness charity; and we were told that, if these things were in us, we should neither be barren nor unfruitful in the knowledge of our Lord and Savior Jesus Christ.<span class=\"citation\" id=\"78241\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78241)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78241)\">2 Pet. 1:5-8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v8n1981\"> May God bless us all, and enable us to do these things, is my earnest prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}