{"ID":80091, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Kingdom of God and the Governments of Men.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Tabernacle, Great Salt Lake City, April 6, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Kingdom of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 4\/6\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d91\">\n<div class=\"paragraph jod\" id=\"v8n1983\"> The text taken by brother Benson, I think, is a very good one; and he has portrayed before us what is necessary to enable us to be one in following out those virtues and principles which are Godlike, and which are calculated to make us one, that we also may become like God. This is our duty and our privilege&#x2014;to be Godlike, in our ways, to imitate the virtuous, the true, and the good, and, inasmuch as it is possible, to become ultimately as pure and holy as our Father and God. This is the privilege of the human race in our day and generation. We have the light of revelation to guide the souls of men aright&#x2014;to make ourselves like our Father in heaven. <\/div><div class=\"paragraph jod\" id=\"v8n1984\"> We have not known these things until within the last few years, since the revelation of the fulness of the Gospel. It is one of the greatest privileges and blessings ever made known to man, clothed with the light of truth and knowledge from the heavens, having a channel of communication opened up, through which we get intelligence from the Father of light, with whom there is no variableness nor the least shadow of turning.<span class=\"citation\" id=\"77455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77455)\">James 1:17<\/a><\/span> This light and knowledge has been imparted to the children of men, and by obedience to its directions they can make themselves like Gods in the eternal worlds. What beauty, what love, what great<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3157\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness and power, and what exceeding great glory lie before the true-hearted Saint! Let your minds open up to behold in vision the greatness thereof for the moment that you can see what light, greatness, and glory are strewn in, and now illuminate your pathway to cheer you onward through the shifting and varied scenes of life, to the haven of bliss and glory hereafter, continually enlightening your minds, solacing you through life, and enabling you to overcome every difficulty which you may have to encounter in life's journey. <\/div><div class=\"paragraph jod\" id=\"v8n1985\"> As sorrow and distress are in the world, we expect that everyone will, more or less, have to drink of the bitter cup.<span class=\"citation\" id=\"84197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84197)\">D&amp;C 19:18<\/a><\/span> This light, these great gifts, this promise of reward, of happiness, and exaltation, the lovely principles that are unfolded to our view are enough to inspire in the human heart, every day, joy that could not be conceived of by the natural man. <\/div><div class=\"paragraph jod\" id=\"v8n1986\"> As was asked by brother Benson, what more could we ask to prove to ourselves that this is the work of the Almighty? What more could we have to induce us to pursue the right way? Still, how little are these blessings appreciated by the world at large&#x2014;yes, and by the Saints of the Most High, in comparison with what they should be. It seems as though we often forget what our real bless<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ings are, and thereby let darkness creep into our minds and cover up the little light that is in us. We should remember that our religion is designed to redeem a lost world from sin, from the bondage of iniquity, and also from the rule and thralldom of Satan, which have enveloped it for generations, and covered it, as it were, with a thick pall, and well nigh desolated the earth. It is designed now to restore it to and place it in the light, to fill it with intelligence and sanctify it through the truth. Our religion teaches us to draw wisdom from the fountain of wisdom, and to extend it to the minds of others; it opens up to its adherents every privilege which the heart of a righteous man can desire, and it leads on the faithful to glory and honor in worlds of light. <\/div><div class=\"paragraph jod\" id=\"v8n1988\"> But what is the reverse? What is the other side of the picture? It is confusion, distress of communities, division in families, distress of nations,<span class=\"citation\" id=\"68018\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68018)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68018)\">Luke 21:25<\/a><\/span> a fearful looking<span class=\"citation\" id=\"76940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76940)\">Heb. 10:27<\/a><\/span> forward into the future because of the judgments of the Almighty, which they apprehend are near at their doors.<span class=\"citation\" id=\"125366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125366)\">Matt. 24:33<\/a><\/span><span class=\"citation\" id=\"125367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125367)\">D&amp;C 110:16<\/a><\/span> Have they any desire to do any better? No. But the wicked are striving to see how they can get more advantages over their neighbor, and thus do worse and serve the Devil better, and almost with railroad speed, that they may see wickedness predominate throughout the length and breadth of the land. The conduct of the wicked leads to darkness and misery in the present as well as in the future. <\/div><div class=\"paragraph jod\" id=\"v8n1989\"> How thankful, then, we should be that this Gospel and the light of revelation have reached our minds, and caused our bosoms to vibrate with the inspirations of the Holy Spirit. The welcome sound and accompanying power have plucked us as brands from the burning,<span class=\"citation\" id=\"125368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125368)\">Amos 4:11<\/a><\/span><span class=\"citation\" id=\"125369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125369)\">Zech. 3:2<\/a><\/span> Then do you not feel thankful that we have this blessed privilege, and that we had understanding enough left with us when <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3156\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this Gospel reached our ears to embrace it? It has been the privilege of the world to do the same; our contemporaries in all nations have the opportunity of becoming acquainted with its blessings. The light of this Gospel has been shed forth, more or less, among all nations of the globe; thousands and millions have heard it, but many only to reject it, because of the pride of life and the lust of the world.<span class=\"citation\" id=\"78588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78588)\">1 Jn. 2:16<\/a><\/span> Friends and relatives who have dared to differ in opinion with their connections, and to join themselves to an unpopular people, have found that it has cost them their name in society, their character among their fellows, their fortune, and all they possessed. This view having been taken of it by many who have examined its principles, has caused them to reject it. <\/div><div class=\"paragraph jod\" id=\"v8n1990\"> It is the privilege of the people of this nation, as much so as it has been ours, to receive the benefits of this Gospel: it is also the privilege of our Government to do good to this people; but it is left with them to act according to the dictates of their own consciences. It is not only their privilege, but it is their duty to foster this kingdom; and it was one of the main objects of the Government in laying the whole structure thereof, that it should afford succor and support to the kingdom of God. It was the wish of the Almighty that the principles of liberty and of righteousness should underlie the flag of the Union and the institutions that flow from that Government. &#x201C;Who could dare to question the rights of conscience?&#x201D; was a question often asked in revolutionary times. How has the Government of our country performed that important duty towards this people? We only need refer to our past history to answer this question. It ignored the privilege that we claimed, and refused to do its duty. That neglect on the part of our  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Government caused thousands to be ruined&#x2014;to be driven forth into the trackless wilds, and for want of ordinary subsistence many weakened and died. The willful neglect of our Government caused the best blood of this generation to be shed;<span class=\"citation\" id=\"92043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92043)\">D&amp;C 135:6<\/a><\/span> it caused hundreds to die through exposure, and in every respect it has failed to come out and maintain the rights of conscience towards the Saints of the Most High. It would have been far better for us if we had had no pretensions to government at all, than for it thus to have encouraged the hand of the plunderer and of the murderer. We should have fared much better than we did, to say nothing of their finally concentrating their power and their influence to wipe us out of existence, after we had gained a foothold in these dreary deserts. <\/div><div class=\"paragraph jod\" id=\"v8n1992\"> Then, so far as we are concerned, we should have been better without a government than with such an one. It is a principle in political economy that no government shall be bound together any longer than it is good for its subjects. Whenever any government fails to protect and preserve the rights and interests of its people, they can no longer be expected to render unto it their allegiance and support; hence we see the people occasionally shaking off the chains of tyranny that bind them. Through all this abuse and neglect on the part of the present Government, this people has shown the most devoted loyalty, and they never have breathed a word or exhibited a desire to throw it off. When administered in its legitimate channel, it is one of the best governments upon the face of the whole earth; and if it had been used for the purposes for which it was originally designed, it would have been both stronger and better. <\/div><div class=\"paragraph jod\" id=\"v8n1993\"> We find no fault with its institutions, neither do we particularly object to its form of government; but it <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3155\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is its administration, and the way its institutions and laws have been abused. The way it is now and has for years past been administered has founded the cause of complaint. It recognizes the principle of self-government, that the people have the right to control. Of that principle we have long been apprised, but it has never been extended to us as a people. Through the arts and plans of politicians, they have managed to deprive Territories of that which is given to the States. This is contrary to the genius of the Constitution which gives the people the right to choose their own rulers: taxation should only be exacted where representation is allowed. These privileges have been withheld from this, as well as from other Territories; and the pattern given for this Territory in the organic act is not materially different from any other. Our offense has been that we have asked for those of our own choosing to rule us.<span class=\"citation\" id=\"125370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125370)\">Jer. 30:21<\/a><\/span> It has been the case, it is true, that they have chosen persons from the States to hold offices in all the Territories, and ostensibly they have made no difference; but this should be considered, that the appointing power has given others the opportunity of making known their preference, and such wishes have generally been considered, with the exception of the people of this Territory. <\/div><div class=\"paragraph jod\" id=\"v8n1994\"> I am now speaking of the past. Hitherto it has been as I have now mentioned. This Government has been partial in this and in many other respects, and has no real claim upon our affections; but still we seek to preserve those institutions and to keep sacred those wise provisions which are embodied in the Constitution as it was formed by our fathers; and perhaps we are the only people that do seek the salvation of our country at the present time; and it will finally be shown that we are the  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>only people that will stand by its principles, and make it what it was intended to be&#x2014;an asylum for the oppressed of all nations. <\/div><div class=\"paragraph jod\" id=\"v8n1996\"> It is truly a strange crisis to which the country has now arrived. It is something like a statement I saw the other day, very truly depicted, though very humiliating to receive, to be compared with an old rotten government like that of Austria&#x2014;a government naturally crumbling to pieces&#x2014;a government notorious for its oppression of its subjects for many generations. Another and a new one that has not yet attained its full size presents the same picture to the enlightened world; it also is crumbling to pieces from the same cause&#x2014;corruption from the center to the circumference. I do not think there is a more corrupt government upon the face of the earth. It seems that when they commenced their war upon us, they commenced to glide the downward road to destruction. <\/div><div class=\"paragraph jod\" id=\"v8n1997\"> It is patent everywhere that the Government does not look for anything from their public servants but corruption and robbery. They settle all their accounts with this understanding of the subject, and the whole machinery has become corrupt in the sight of Heaven and all good men. <\/div><div class=\"paragraph jod\" id=\"v8n1998\"> In departing from the principles of truth, of life and mercy, in rejecting the message of salvation that has been sent to them, through the instrumentality of Joseph Smith, the Prophet of the Most High God, who was chosen to open up the work of this last dispensation, they paved the way for their own destruction. They have rolled up against this people in their wrath and in their hatred, and have striven to destroy the Priesthood from the earth. We now begin to see the results. In the days of our tribulations they said to the mobs, &#x201C;Go on.&#x201D; Yes, they encouraged <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3154\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our enemies in the perpetration of all their abominable acts. The Prophet of the Lord spoke and told them they should have mobs to their heart's satisfaction, but it should be among themselves, one State against another, until the whole land should be deluged with the blood of its inhabitants. <\/div><div class=\"paragraph jod\" id=\"v8n1999\"> When our people applied to the Government to compel the State of Missouri to restore us to our lands, they pretended they could not interfere with a sovereign State; and, as a reward for their conduct, they have now got State's sovereignty to their heart's content; and this will continue to be poured back upon them: they will have to walk in the road which they laid out for us, and that which they would have put upon us is now fast coming upon their own heads. What more striking illustration could be brought to bear upon the minds of this people? What course could the Lord pursue that would seem to satisfy mankind more that these are his people, and that this is his work, than that which is being daily acted before all the world? It is as was said of old&#x2014;this work is as a light set upon a hill.<span class=\"citation\" id=\"63047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63047)\">Matt. 5:14<\/a><\/span> This cause and kingdom are a living, perpetual, and final testimony to the nations that God is with us, though we are despised by the world. <\/div><div class=\"paragraph jod\" id=\"v8n2000\"> The wicked reject this Gospel and this message from the Almighty, which is given in much mercy for their salvation. The fault must rest upon their own heads; they have certainly been warned time and again. They live in the time of final warning, and they begin to feel the reaction which is coming upon them. They have sent forth their thunderbolts against the Lord's anointed ones, and the rebound is beginning to take effect upon their own heads. It does seem to me that, if they were honest, they would acknowledge this.  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>But we do not expect them to do it at the present time: they are too far steeped in the follies and wickedness of the world to confess that God has thwarted their designs. Many, perhaps, do see it; but the pride of life and their own wicked desires may prevent them from acknowledging the hand of God in the midst of this people. <\/div><div class=\"paragraph jod\" id=\"v8n2002\"> We have been sent forth into the world to preach the Gospel, and the Almighty has been with us to take care of us. We need not fear when nations are crumbling to pieces; we need only press on in the way of our duty, and there will always be sufficient light given in this kingdom to lead every Saint of God in the path of duty and of right. It is, then, for every soul to cleave to God, walk in the way of righteousness, to be united in doing good, to be one in heart and in mind&#x2014;<span class=\"citation\" id=\"125371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125371)\">Moses 7:18<\/a><\/span>one in purpose and in faith, to live our holy religion, and let outside things take their course; and let us be true to the cause we have espoused, and be ready at a moment's notice to do anything that may be required of us. Let our hearts and minds swell with thanksgiving to God, strive to obtain his Spirit, and we shall see the propriety of his working among the children of men. <\/div><div class=\"paragraph jod\" id=\"v8n2003\"> Did any of you ever do anything contrary to your own feelings because you were set to do it? I have one request to make, which is, that when he whom we have all known to be the chosen of God to lead this people requires anything at our hands, let us not only do it, but strive to see a propriety and a consistency in all his plans, that we may thereby increase in our faith to work with his for the redemption of Israel; and we shall soon see the benefit and beauty of doing things with our whole heart. It is very easy to find fault with an enterprise&#x2014;much more so than to introduce <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3153\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> one that would be better. It is much easier to object than to originate. There is evil growing out of this: it breeds division, encourages contention; and hence the necessity of striving to get a right conception of all things. <\/div><div class=\"paragraph jod\" id=\"v8n2004\"> Let us seek for light from on high, that our actions may be more productive of union. Do you not know that when the earth is redeemed from sin and iniquity, and from the degradation that desolates the whole face thereof, that this people have the promise of inheriting it forever, and that they have now the privilege of establishing the principles of truth upon a firm foundation, never again to be thrown down? Do you not know that it is the privilege of the Saints to take the kingdom and possess it as an everlasting inheritance?<span class=\"citation\" id=\"61669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61669)\">Dan. 7:18,27<\/a><\/span> And how is this to be done? Is it to be by going forth in martial array, and taking it by force of arms? No. Not so fast: wait a little. It is to be done by snatching from the Devil every inch of ground that we can, and then keeping it. It is to be brought about by observing the principles of salvation which have been revealed from the heavens for the exaltation of the people; it is to be by uniting together that we may become a mighty phalanx against which the surges of iniquity may strike in vain. <\/div><div class=\"paragraph jod\" id=\"v8n2005\"> I always feel happy by going into a settlement and seeing a few faithful Saints. They are more precious to me than would be the crowns of nations. All this fearful and dark influence that is being gathered together among the wicked, for the purpose of destroying God's kingdom, is going to be rolled back upon the wicked nations that dwell upon the earth's surface; and they will be swept off, and the light of truth and the knowledge of God will increase among the faithful inhabitants that remain, until the whole earth will be illuminated by  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the righteousness of the Saints, and the elect of God will enjoy all the benefits of redemption, unmolested for a thousand years.<span class=\"citation\" id=\"80505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80505)\">Rev. 20:4<\/a><\/span> This, then, is a great and a glorious work&#x2014;one that will cheer the heart of man; and there is nothing that a man can be engaged in that will at all compare with it. <\/div><div class=\"paragraph jod\" id=\"v8n2007\"> Let us be faithful before the Lord our God; let us live our holy religion, and be cheered with these heavenly ideas, and with this influence that emanates from our Father and God. <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD08\/JoD08_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3152\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Let us go on our way rejoicing;<span class=\"citation\" id=\"125372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125372)\">Acts 8:39<\/a><\/span><span class=\"citation\" id=\"88014\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88014)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88014)\">D&amp;C 84:105<\/a><\/span> let us be faithful and true, virtuous and holy; and let us, above all things that we do upon the earth, strive with all our power and might to advance the interests of the kingdom of our God. That this may be our purpose, and that in the end of our probation we may be found worthy of the society of the sanctified and redeemed of all ages and nations, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}