{"ID":90001, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">True Testimony&#x2014;Preparation for Coming Events&#x2014;Corruption of the Government, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 6, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: True Testimony, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d01\">\n<div class=\"paragraph jod\" id=\"v9n1\"> We have always had larger congregations on such occasions as this than we have had buildings to accommodate; and had it not been that I requested the brethren of the city to tarry at home, so as to give room to these who should come from a distance, the house would have been crowded to overflowing, and there would have been a large congregation outside. I do not know that, this side of the day of rest that we are looking for, we shall ever have a building large enough to accommodate our congregations. When we have overcome the enemy to righteousness<span class=\"citation\" id=\"71834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71834)\">Acts 13:10<\/a><\/span> and have a thousand years to work unmolested,<span class=\"citation\" id=\"80495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80495)\">Rev. 20:3<\/a><\/span> I think that we then can build a room that will contain as many people as can hear the speaker's voice. We have the privilege, it is true, of assembling in the open air, where most of our Conferences have been held. <\/div><div class=\"paragraph jod\" id=\"v9n2\"> We now enjoy the anniversary of our General Conference. The Church is thirty-one years old today. It seems but a short time&#x2014;but a few days, since there were only six mem<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"1b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0001.pdf\" target=\"pdfwin\">p.&#xA0;1b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3911\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bers in this Church. It seems but a short time since I desired most fervently to see someone who was a foreigner baptized into this Church. I well remember how anxious I was that an English preacher belonging to the Independents, and with whom I was acquainted, should come into the Church, that he could go to his native land and preach the Gospel there. What were the feelings of the few, thirty-one years ago today? <\/div><div class=\"paragraph jod\" id=\"v9n3\"> Brother Kimball observed in his remarks, that he could recollect the history of this Church from its beginning, and understood the persecutions against this people. The Book of Mormon was translated near where we then resided, as we might say, in our own neighborhood. It was translated about as far from where brother Kimball then lived as it is from here to Little Cottonwood; and where Joseph first discovered the plates was about as far from where I then lived as it is from here to Provo. Here we would have considered the discoverer of those plates and the translator of the Book of Mormon as  <div class=\"break pagebreak\" id=\"2a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0002.pdf\" target=\"pdfwin\">p.&#xA0;2a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3910\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one of our neighbors. We are in the habit here of traveling more frequently and further than we were there. From the time that Joseph had his first revelation, in the neighborhood where brother Kimball and I then lived, appears but a few days. Since then this people have passed through, experienced, and learned a great deal. <\/div><div class=\"paragraph jod\" id=\"v9n5\"> If there is a person in the midst of the Latter-day Saints&#x2014;one who has named the name<span class=\"citation\" id=\"94274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94274)\">Eph. 1:21<\/a><\/span> of Christ<span class=\"citation\" id=\"126155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126155)\">2 Tim. 2:19<\/a><\/span> as a Latter-day Saint, that can ask for any more literal testimony than we have, I do not know what he would ask. He might wish to see some person that had power to bring fire down from heaven.<span class=\"citation\" id=\"55751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55751)\">2 Kgs. 1:10<\/a><\/span> Should such a person appear, the exercise of that power would by no means prove that he was a messenger of salvation.<span class=\"citation\" id=\"89027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89027)\">D&amp;C 93:8<\/a><\/span> Or suppose that I should see a man capable of raising the dead every hour in a day, could I merely for that believe he was sent of God? No. Some may think it strange, but should I see a man come along here and cast his cane on the floor, and it became a serpent<span class=\"citation\" id=\"53896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53896)\">Ex. 7:9-12<\/a><\/span> and ran out of the door, would I anymore believe that man to be sent of God? No, I would not. Were I to see a person fill the air with living creatures,<span class=\"citation\" id=\"53928\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53928)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53928)\">Ex. 8:20-24<\/a><\/span> turn the dust into life, or the river Jordan into blood,<span class=\"citation\" id=\"53912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53912)\">Ex. 7:19-20<\/a><\/span> do you suppose I would any more for that consider that man sent of God? Not in the least. There is but one witness&#x2014;one testimony, pertaining to the evidence of the Gospel of the Son of God, and that is the Spirit that he diffused among his disciples.<span class=\"citation\" id=\"70893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70893)\">John 20:22<\/a><\/span> Do his will, and we shall know whether he speaks by the authority of the Father or of himself.<span class=\"citation\" id=\"69343\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69343)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69343)\">John 7:17<\/a><\/span> Do as he commands us to do, and we shall know of the doctrine, whether it is of God or not. It is only by the revelations of the Spirit that we can know the things of God.<span class=\"citation\" id=\"73007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73007)\">1 Cor. 2:10-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n6\"> Suppose that we should see <div class=\"break columnbreak\" id=\"2b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0002.pdf\" target=\"pdfwin\">p.&#xA0;2b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3910\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a man capable of raising the dead and he should say, &#x201C;Consequently, I ought to be the leader of the Church&#x2014;the legitimate heir that God has appointed to perform his work in the last days,&#x201D; would I for that believe him? No. I have never seen the day, since I arrived at the years of discretion, when it would have made any difference in my feelings. Almost one of the first things I read in the Bible was that Saul, in his darkness and unbelief, called on the Witch of Endor for a revelation, and she had power to raise Samuel from the dead.<span class=\"citation\" id=\"55520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55520)\">1 Sam. 28:3-20<\/a><\/span> What proof was that that she was a Saint of God? If the people want anymore witness than they have, I do not know what they would call for. Seek for the Spirit of Truth, and that will bring all things to your remembrance that Jesus spake and performed&#x2014;<span class=\"citation\" id=\"70022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70022)\">John 14:26<\/a><\/span>all that has been, is, and that which is to come,<span class=\"citation\" id=\"70349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70349)\">John 16:13<\/a><\/span> so far as may be necessary. That is the Spirit by which Joseph spoke. <\/div><div class=\"paragraph jod\" id=\"v9n7\"> I am thankful that we live to see this day, and have the privilege of assembling ourselves in these valleys. We are not now mingling in the turmoils of strife, warring, and contention, that we would have been obliged to have mingled in, had not the Lord suffered us to have been driven to these mountains&#x2014;one of the greatest blessings that could have been visited upon us. It has been designed for many generations to hide up the Saints in the last days until the indignation of the Almighty be over.<span class=\"citation\" id=\"58526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58526)\">Isa. 26:20<\/a><\/span> His wrath will be poured out upon the nations of the earth.<span class=\"citation\" id=\"83652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83652)\">D&amp;C 1:9<\/a><\/span> We see the nations steadily driving along to the precipice. The Lord has spoken from the heavens, and he is about to fulfil the prophecies of his ancient and modern Prophets. He will bring the nations into judgment,<span class=\"citation\" id=\"91808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91808)\">D&amp;C 133:2<\/a><\/span> and deal with them and make a full end of them.<span class=\"citation\" id=\"60605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60605)\">Jer. 30:11<\/a><\/span> Do you wish to see it done today? Are you prepared for  <div class=\"break pagebreak\" id=\"3a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0003.pdf\" target=\"pdfwin\">p.&#xA0;3a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the crisis that will eventually come? No. <\/div><div class=\"paragraph jod\" id=\"v9n8\"> I have frequently thought upon the preparation that is necessary. Suppose the word should come, &#x201C;Return and build up the Center Stake of Zion,&#x201D; are we ready for it? No. I have often alluded to our mechanics. We have not a mechanic that would know how to lay the first stone for the foundation of the wall around the New Jerusalem, to say nothing about the temples of our God. Are you prepared for the day of vengeance to come,<span class=\"citation\" id=\"90619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90619)\">D&amp;C 112:24<\/a><\/span><span class=\"citation\" id=\"91924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91924)\">D&amp;C 133:51<\/a><\/span> when the Lord will consume the wicked by the brightness of his coming?<span class=\"citation\" id=\"75791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75791)\">2 Thes. 2:8<\/a><\/span><span class=\"citation\" id=\"83847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83847)\">D&amp;C 5:19<\/a><\/span> No. Then do not be too anxious for the Lord to hasten his work.<span class=\"citation\" id=\"57941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57941)\">Isa. 5:19<\/a><\/span><span class=\"citation\" id=\"88601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88601)\">D&amp;C 88:73<\/a><\/span> Let our anxiety be centered upon this one thing, the sanctification of our own hearts, the purifying of our own affections, the preparing of ourselves for the approach of the events that are hastening upon us. This should be our concern, this should be our study, this should be our daily prayer, and not to be in a hurry to see the overthrow of the wicked.<span class=\"citation\" id=\"57411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57411)\">Prov. 12:7<\/a><\/span><span class=\"citation\" id=\"86523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86523)\">D&amp;C 64:21<\/a><\/span> Be careful; for if they were all to be overthrown at once, how many would there be left that are called Saints? Not as many as I would have remain. We are prepared for the day that is approaching: let us then prepare ourselves for the presence of our Master&#x2014;for the coming of the Son of Man. The wicked and the ungodly are preparing for their own utter overthrow, and the nation in which we live is doing so as fast as the wheels of time can roll, and ere long sudden destruction will come upon them. Seek not to hasten it, but be satisfied to let the Lord have his own time and way, and be patient. Seek to have the Spirit of Christ, that we may wait patiently the time of the Lord, and prepare ourselves for the times that are coming. This is our duty. <\/div><div class=\"paragraph jod\" id=\"v9n9\"> We are blessed in these mountains. <div class=\"break columnbreak\" id=\"3b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0003.pdf\" target=\"pdfwin\">p.&#xA0;3b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3909\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> This is the best place on the earth for the Latter-day Saints. Search the history of all the nations, and every geographical position on the face of the earth, and you cannot find another situation so well adapted for the Saints as are these mountains. Here is the place in which the Lord designed to hide his people. Be thankful for it; be true to your covenants; be faithful, each and every one. How frequently we hear from each other, &#x201C;Be ready to receive the truth. If it is contrary to our feelings&#x2014;let it be ever so opposite to our own feelings or affections&#x2014;receive the words of counsel from those who are appointed to lead us.&#x201D; How my heart longs to see the brethren and sisters in a condition that when the words of truth and virtue&#x2014;righteous words of counsel&#x2014;are poured upon them, they will meet like drops of water meeting each other. How I long to see the brethren, when they hear the words of truth poured upon them, ready to receive those words because they are perfectly congenial to their feelings, and every soul exclaim, &#x201C;Those words savor of the Spirit that is in me; they are my delight, my meat, and my drink; they are the streams of eternal life. How congenial they are, instead of their being contrary to my feelings.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n10\"> If I or any other man give counsel that meets with opposition, that intrudes upon the affections, meditations, and feelings of the people, and is harsh to their ears, bitter to their souls, it is either not the words of truth, or they have not the fountain of life within them, one of the two. If the Lord speaks from the heavens, reveals his will, and it comes in contact with our feelings and notions of things, or with our judgments, we are destitute of that fountain of truth which we should possess. If our hearts are filled with the Spirit of truth, with the Spirit of  <div class=\"break pagebreak\" id=\"4a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0004.pdf\" target=\"pdfwin\">p.&#xA0;4a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Lord, no matter what the true words from heaven are, when God speaks, all his subjects shout &#x201C;Hallelujah! Praise God! We are ready to receive those words, for they are true.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n12\"> Much has been said in regard to the Government in which we live. We say that it is the best form of human government upon the earth. The laws and institutions are good, but how can a republican government stand? Did you ever ask yourselves this question? I wonder whether our great men of the nation have ever asked themselves this question. The heads of different departments&#x2014;governors, judges, cabinet officers, senators, representatives, presidents&#x2014;I wonder whether they ever ask themselves the question, &#x201C;How can a republican government stand?&#x201D; There is only one way for it to stand. It can endure; but how? It can endure, as the government of heaven endures, upon the eternal rock of truth and virtue; and that is the only basis upon which any government can endure. Let the people become corrupt, let them begin to deceive each other, and they will all deceive themselves, as our Government has. When we made application to the General Government for a restoration of our property and rights in Missouri, if Martin Van Buren had said, &#x201C;Yes, I will restore your lands to you, and will defend you in the possession of your rights, if I have power; and if I have not, my name shall not remain as President of the United States,&#x201D; he could have reinstated us in our rights. A few words from the General Government to the Government of Missouri would have restored to us our lands and stayed the operations of the mob. If Van Buren had said, &#x201C;Be still, or I will chasten you and keep sacred the oath of my office,&#x201D; we should not have been mobbed, and the nation would not have been as it is today. <\/div> <div class=\"break columnbreak\" id=\"4b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0004.pdf\" target=\"pdfwin\">p.&#xA0;4b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3908\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n13\"> Our present President, what is his strength? It is like a rope of sand, or like a rope made of water. He is as weak as water.<span class=\"citation\" id=\"94227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94227)\">Ezek. 7:17<\/a><\/span><span class=\"citation\" id=\"94228\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94228)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94228)\">Ezek. 21:7<\/a><\/span> What can he do? Very little. Has he power to execute the laws? No. I am an American-born citizen&#x2014;born under the Green Mountains in Vermont, from whose summits you can look down upon the Atlantic States; and I feel chagrined and mortified when I reflect upon the condition of my nation. Of late, at times, I have almost wished that I had been born in a foreign nation. I feel disgraced in having been born under a government that has so little power, disposition, and influence for truth and right; but I cannot help it. What is the cause of their weakness and imbecility? They have left the paths of truth and virtue, they have joined themselves to falsehood, they have made lies their refuge,<span class=\"citation\" id=\"58604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58604)\">Isa. 28:15<\/a><\/span> they have turned aside the innocent from their rights, and justified the iniquitous doers. They have justified thieving and lying and every species of debauchery; they have fostered those who have purloined money out of the public treasury&#x2014;those who have plundered the coffers of the people, and have said, &#x201C;Let it be so; you secrete my faults, you assist me to plunder and deceive, and I am with you to cover up your iniquity.&#x201D; Shame, shame on the rulers of the nation! I feel myself disgraced to hail such men as my countrymen, though I think I shall live through it. I will endure it as well as I can; but the corruption, the iniquity, and the deception of men in high places no man can tell. <\/div><div class=\"paragraph jod\" id=\"v9n14\"> I have previously related one little circumstance, which occurred not long ago, illustrative of the mode in which payment of claims against the Government is sometimes secured. A certain gentleman had attended many sessions of Congress, trying to  <div class=\"break pagebreak\" id=\"5a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0005.pdf\" target=\"pdfwin\">p.&#xA0;5a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>get payment of a claim due to widows and orphans; but could not. In a short time, the claim was adjusted. Brother George A. Smith, when in Washington, saw a gentleman who had been years in endeavoring to get a claim allowed and paid; one thousand dollars more to grease the wheels, and through it went&#x2014;the claim was paid. We have long been trying to get our claims paid for expenditures in quelling Indian disturbances in 1853. When the appropriation had reached the last move to be made, it could not go. &#x201C;What is the matter?&#x201D; &#x201C;Somebody is throwing sand on the axletree, and the wheel is stuck.&#x201D; &#x201C;What must be done?&#x201D; &#x201C;Thirteen hundred dollars must grease it.&#x201D; It then moved through&#x2014;the appropriation was made. It is so all the time&#x2014;every day. These instances are comparatively of little moment, and I merely allude to them to show how minutely corruption prevails where justice should exist. <\/div><div class=\"paragraph jod\" id=\"v9n16\"> These corruptions flow very naturally from the indebtedness contracted to attain power. In elections, the successful become indebted to their friends; and they promise them the patronage of the President, that they shall be sent as a minister to such or such a country, or be appointed a judge here or there, or a governor yonder. They cannot obtain their election without paying largely for it, both in promises and money; and to recover the means, they must either become thieves or repudiate their debts. &#x201C;Such a one owes me so much for contributing to his election, and he will not pay me.&#x201D; It often happens that he cannot, unless he steals it. <\/div><div class=\"paragraph jod\" id=\"v9n17\"> The whole Government is gone; it is as weak as water.<span class=\"citation\" id=\"94229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94229)\">Ezek. 7:17<\/a><\/span><span class=\"citation\" id=\"94230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94230)\">Ezek. 21:7<\/a><\/span> I heard Joseph Smith say, nearly thirty years ago, &#x201C;They shall have mobbing to their heart's content, if they do not redress the wrongs of the Latter-day Saints.&#x201D; Mobs will not decrease, but <div class=\"break columnbreak\" id=\"5b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0005.pdf\" target=\"pdfwin\">p.&#xA0;5b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3907\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will increase until the whole Government becomes a mob, and eventually it will be State against State, city against city, neighborhood against neighborhood, Methodists against Methodists, and so on. Probably you remember reading, not a week ago, an account of a Conference being held in Baltimore, in the course of which they seceded from their fellow churches in the free States. It will be the same with other denominations of professing Christians, and it will be Christian against Christian, and man against man; and those who will not take up the sword against their neighbors must flee to Zion.<span class=\"citation\" id=\"85762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85762)\">D&amp;C 45:68<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n18\"> Where is Zion? Let us be prepared to receive the honorable men of the earth&#x2014;those who are good. Are there any good people among them? Yes, hundreds and thousands and thousands right in our Government, rotten as it is; but they are so priest-ridden that they have no mind of their own&#x2014;they have not strength and fortitude. And I ask you, and I can appeal to your own experience, place any of us back in the midst of our old neighbors, would it not be hard to break out and say, &#x201C;We are Latter-day Saints and followers of Joseph Smith; we believe &#x2018;Mormonism:&#x2019; good bye?&#x201D; There are hundreds and thousands in this situation in the States, who desire to see truth, righteousness, and right prevail; but they have not strength and power of mind to break loose and say, &#x201C;We will be for God and none else.&#x201D; They follow the customs of their fathers, and more or less cling to the faith and religion of their fathers.<span class=\"citation\" id=\"90943\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90943)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90943)\">D&amp;C 123:7<\/a><\/span> They are bound down with priestcraft. I look forward to the days when their bands will be broken. I pray this people to do right. Purify yourselves, sanctify yourselves, and prepare to receive those persons into everlasting habitations.<span class=\"citation\" id=\"67737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67737)\">Luke 16:9<\/a><\/span>  <div class=\"break pagebreak\" id=\"6a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0006.pdf\" target=\"pdfwin\">p.&#xA0;6a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It is time to close our forenoon meeting. This afternoon, probably, we will take up the business of the Conference, and continue our meeting; and when we are through and wish to adjourn, we will do so. We all feel like praying for the prosperity of the kingdom. The whole body is continually seeking the welfare of each individual part. The eye wishes the <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> foot well, the foot wishes the head well,<span class=\"citation\" id=\"73546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73546)\">1 Cor. 12:21<\/a><\/span> and will walk to get food for the head and stomach, and they are united, and we shall become more and more united. And I pray that the Lord will pour out his grace<span class=\"citation\" id=\"125373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125373)\">Zech. 12:10<\/a><\/span> on his sons and daughters, and I pray the Saints to improve upon it until we are sanctified. God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}