{"ID":90004, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Sectarian Religion&#x2014;Democracy, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, made in the Tabernacle, Great Salt Lake City, April 6, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Sectarian Religion, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 4\/6\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d04\">\n<div class=\"paragraph jod\" id=\"v9n65\"> I arise before you to offer a few remarks, and to preach from a text. I do not know that you will find it recorded in any particular volume, and it is not exactly possible for me to tell the chapter and verse, but it will be found in the Gospel according to Saint Brigham&#x2014;Sectarian religion, sectarian God, and the democracy of our country compared together. <\/div> <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n66\"> We find in the Methodist discipline that the God worshipped by John Wesley's followers was a very singular being, without body or parts. In the platforms of the Presbyterians, Baptists, and other denominations, it is declared that he has neither body, parts, nor passions. This is John Knox's old platform. I never was very much posted in these systems of  <div class=\"break pagebreak\" id=\"16a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0016.pdf\" target=\"pdfwin\">p.&#xA0;16a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>piety, but I remember, when quite young, looking at the book containing the articles of their faith, and wondering what sort of a being it was that had neither body, parts, nor passions, and I might perhaps, with propriety, add principles or power. <\/div><div class=\"paragraph jod\" id=\"v9n68\"> Lindley Murray says a substantive is the name of anything that exists; but if a being had no body, parts, or passions, its existence could only be imaginary. I suppose it would be a noun, but not really a substantive. I understand a substantive, according to Kirkham, to be the name of a substance. <\/div><div class=\"paragraph jod\" id=\"v9n69\"> The God that Moses saw wrote with his finger upon the tables of stone. (See Ex., ch. 31, v. 18.)<span class=\"citation\" id=\"54434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54434)\">Ex. 31:18<\/a><\/span> The God that Jacob saw walked with him.<span class=\"citation\" id=\"52769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52769)\">Gen. 5:22<\/a><\/span><span class=\"citation\" id=\"52855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52855)\">Gen. 6:9<\/a><\/span> Jacob was, no doubt, an expert wrestler, and in the habit of throwing anybody that came along (See Genesis, chap. 32).<span class=\"citation\" id=\"53549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53549)\">Gen. 32:24-30<\/a><\/span> He was wandering about one night, and met a stranger, with whom he wrestled all night; and when he found he could not throw him, he said, You are something more than a man, or I could throw you. But I will not let thee go, except thou bless me; for thou art more than mortal, or I could throw thee. And Jacob said, I will call the name of the place Peniel, for I have seen God face to face, and my life is preserved. The God with whom Jacob wrestled had some body and some parts. I need not go to investigate this subject, only to say that the God worshipped by the sectarian world is not the being that wrestled with Jacob. <\/div><div class=\"paragraph jod\" id=\"v9n70\"> We also learn from the old book that the Lord created man in his own image and in his express likeness.<span class=\"citation\" id=\"52255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52255)\">Gen. 1:27<\/a><\/span> Man possesses body and parts: the result is, he is a being in the express image of the Father.<span class=\"citation\" id=\"76346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76346)\">Heb. 1:3<\/a><\/span> The Father of the God that the sectarians worship is not the being who created man. But this imaginary deity, or myth <div class=\"break columnbreak\" id=\"16b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0016.pdf\" target=\"pdfwin\">p.&#xA0;16b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3896\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of nothing at all, whose center is said to be everywhere, and whose circumference is nowhere (I have heard it described in that language), which is worshipped by the sectarian world, can simply be expressed by using the words of the Methodist discipline and the creeds generally, and with the addition of two or three other words, without body, parts, or passions; then add principles or power. What is the result of worshipping such a being? It is a most indescribable religious confusion&#x2014;a confusion that our language is inadequate to express. One of the old Prophets says&#x2014;&#x201C;Woe to the multitude of many people, that make a noise.&#x201D;<span class=\"citation\" id=\"58314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58314)\">Isa. 17:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n71\"> I once went to a Methodist camp meeting, and heard some thousands of men and women praying, shouting, screeching all at once. At that time I looked round, and thought of the words of the Prophet&#x2014;&#x201C;Woe to the multitude of many people, that make a noise like the noise of a sea.&#x201D;<span class=\"citation\" id=\"58313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58313)\">Isa. 17:12<\/a><\/span> It was like a perfect bedlam of confusion. About midnight I got tired of the noise, and thought I would go away. I had tied my horse about a quarter of a mile from the camp. When I went to get him, he had broke the girth of the saddle, drawn the halter so tightly that I had to cut it and to lead him some distance before I could quiet him so as to ride him. <\/div><div class=\"paragraph jod\" id=\"v9n72\"> This will give you an idea of the confusion that can be created by a thousand voices in the extreme of enthusiasm and confusion of a Methodist camp meeting. The different sects differ about almost everything that pertains to their religion. <\/div><div class=\"paragraph jod\" id=\"v9n73\"> Harper's Magazine tells the following story&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v9n74\"> &#x201C;A Mormon Elder from Salt Lake, by the name of Randall, not many years ago, while on a visit  <div class=\"break pagebreak\" id=\"17a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0017.pdf\" target=\"pdfwin\">p.&#xA0;17a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to his friends in the State of Ohio, was requested to attend a Campbellite meeting&#x2014;a society to which his relatives belonged. He went, and listened to an eloquent discourse. The preacher was more charitable than many of the clergy of other denominations; and, in the course of his remarks, said that each denomination or branch of the church formed a link in the chain with which Satan will be bound, and thus usher in the reign of peace. After the sermon was ended, many of the brethren expressed their approbation of the discourse, and bore testimony to the truth of what the preacher had said. Finally, the friends of the Mormon Elder requested him to speak. He hesitated. But, after much solicitation, he arose and said&#x2014;&#x201C;I believe what your preacher has said in regard to the different denominations&#x2014;that they each form a link in the chain with which Satan will be bound; and when bound, both Satan and chain will be cast into the lake that burneth with fire and brimstone, according to the testimony of John the Revelator;&#x201D;<span class=\"citation\" id=\"80469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80469)\">Rev. 19:20<\/a><\/span> and sat down. He was not called on again. <\/div><div class=\"paragraph jod\" id=\"v9n76\"> But now for the second part of my text&#x2014;the Democracy of our country. I was reading the remarks of a gentleman, who was insisting that the young men of our country should learn to spout&#x2014;that is, to make a speech on politics, and be prepared to take the stump. A gentleman commenting on it says gold will ruin the country and destroy the Union. The people being the government, having no recognized head, and having to express itself through the belly, if you please, it takes a long time; and by the time the sentiment comes to the head, it is so confused and divided that the fact is, it would have you to suppose that the greater portion of the brains were in the boots! Read the proceedings of Congress for the last year, and you <div class=\"break columnbreak\" id=\"17b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0017.pdf\" target=\"pdfwin\">p.&#xA0;17b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3895\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will see one constant stew. Every man that could get the opportunity would get up and pronounce a solemn speech, or have it printed at the public expense&#x2014;at any rate, to send home to his constituents, to let them know that he did or must say something to prevent the dissolution of the Union, without ever reflecting upon or seeing the real cause of the difficulty. It is a species of maddening fury that rolls along like the waves of the sea&#x2014;a kind of universal confusion. Take, for instance, those who have been the most devoted to the Constitution of the United States, and they, like the ancients who shouted &#x201C;Great is the goddess Diana of the Ephesians!&#x201D;<span class=\"citation\" id=\"72062\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72062)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72062)\">Acts 19:28<\/a><\/span> would shout &#x201C;Great is the Constitution!&#x201D; &#x201C;A great and glorious thing is the Union!&#x201D; And every step they would take, every single effort they would make, would be to tread on the rights of others. What is the matter? What causes all this confusion? Why, those men who are placed in authority, from the President down, looked silently on, and saw the laws trampled underfoot, the Constitution violated, the rights of the innocent trifled with, the blood of innocence poured upon the ground like water, and the little insignificant body of people, the &#x201C;damned Mormons,&#x201D; as they pleased to call them, driven from their homes into the wilderness, and so peace was taken from their midst. Suppose you get the Christians now together and fetch them up here, and ask them to tell us which is the pure religion. Take, say a dozen of the leading sects, and let each one tell us which is the pure religion of Jesus Christ, and they would get up such a quarrel, such a confusion, such a hubbub, that it would be impossible to tell anything about it. Go to work and gather up the different factions of our country, politically, and let them undertake to tell what the matter is, and it would only  <div class=\"break pagebreak\" id=\"18a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0018.pdf\" target=\"pdfwin\">p.&#xA0;18a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have a tendency to show a specimen of that ignorance, stupidity, weakness, and universal confusion which reigns throughout the land. When the Latter-day Saints were driven from Jackson County, in 1833, Joseph Smith prophesied that if the people of the United States would not bring to justice that mob and protect the Saints, they should have mob upon mob, mob upon mob, until mob and power and mob rule should be all over the whole land, until no man's life or property should be safe. This prophecy is being literally fulfilled. <\/div><div class=\"paragraph jod\" id=\"v9n78\"> The laws of the country are trampled upon with impunity, and there is nothing but a general and universal mob rule. There is really a combination of corruption which exceeds anything which the world has witnessed for generations. <\/div><div class=\"paragraph jod\" id=\"v9n79\"> Take, for instance, the officers of the army; go into any little detachment of the army, and they get together in solemn conclave, and condemn a whole lot of provisions&#x2014;sell them for a mere trifle. Some of them will buy them in again, and pay twenty times as much as they sold for, and thus bleed Uncle Sam. Such men are in office every year. Men in office think it a fine thing to swindle the Government, which is only a miserable goose for them to pluck. <\/div><div class=\"paragraph jod\" id=\"v9n80\"> Now I will put the text together. The religious and political organizations of the country. Abe Lincoln, the present President of the United States, that was&#x2014;at any rate he occupies the seat and claims the title, and presides over a portion of the Union at Washington in name&#x2014;this man is the representative of the religious enthusiasm of the country. For the last thirty years there has been a constant stirring up and firm exertion on the part of the North to get up a crusade against slavery&#x2014;to make the men who live in the Southern States turn over their slaves. <\/div> <div class=\"break columnbreak\" id=\"18b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0018.pdf\" target=\"pdfwin\">p.&#xA0;18b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3894\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n81\"> I was raised in the State of New York, and recollect the early movements in this matter. At that time a great many men held slaves. We drove our slaves to Virginia and sold them for the money, and got full pay. We immediately began to feel sorry for them, and began to feel that it was very wicked to keep negroes, seeing we had got the money for ours. Our State was free from slavery, and we desired all the Virginians to turn their negroes loose. We grew more and more conscientious about it. The pulpit took the lead&#x2014;the Sunday schools and every other religious influence that could be brought to bear. Mr. Lincoln now is put into power by that priestly influence; and the presumption is, should he not find his hands full by the secession of the Southern States, the spirit of priestcraft would force him, in spite of his good wishes and intentions, to put to death, if it was in his power, every man that believes in the divine mission of Joseph Smith, or that bears testimony of the doctrines he preached. <\/div><div class=\"paragraph jod\" id=\"v9n82\"> There is no spirit more intolerant, cruel, and devilish than a spirit of religious persecution. It carries its cruelties to a greater extent; and when the civil authority becomes mingled with the religious, and that power is united, and the sword is placed in their hands, it is the most bloody weapon that was ever wielded. Infidelity is almost harmless, compared with it. The bloodthirsty power that has been exercised under such influence exceeds anything that history records. It is a union&#x2014;a combination of civil and religious power in the hands of corrupt men, and that brought to bear, and turned loose upon us, with a determination to annihilate every Latter-day Saint. But God is our shield and our protector.<span class=\"citation\" id=\"55599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55599)\">2 Sam. 22:2-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n83\"> It was this influence that brought  <div class=\"break pagebreak\" id=\"19a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0019.pdf\" target=\"pdfwin\">p.&#xA0;19a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us trouble during the administration of Mr. Buchanan. <\/div><div class=\"paragraph jod\" id=\"v9n85\"> The Republican organs whipped Mr. Buchanan into the Utah war, and they then whipped him for getting into it; and they whipped him until he got out of it the best way he could, and then they whipped him awfully for getting out. They meant to keep him there until the work of destruction was done. But, thank the Lord, the Latter-day Saints yet live, and yet have an influence, and they are yet felt. <\/div><div class=\"paragraph jod\" id=\"v9n86\"> Now, brethren, this is the word of the Lord. And that contention which exists throughout the country, and which by its actual division is rendered powerless to injure us, is really our protection; God uses it to protect us. He has said, &#x201C;The wicked shall slay the wicked.&#x201D;<span class=\"citation\" id=\"86458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86458)\">D&amp;C 63:33<\/a><\/span> The time shall come when the vengeance of the Almighty will fall upon the heads of those that have persecuted, slain, driven, and rejoiced over the destruction and affliction of the Saints. I know that this is the work of the Lord Almighty. I bear my testimony to it. And I say that if we were as we ought to be, if we would listen to the counsel of President Young as we ought to do, if we would obey his instructions as we ought to obey them, we should be the wealthiest people upon the face of the earth.<span class=\"citation\" id=\"85194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85194)\">D&amp;C 38:39<\/a><\/span> I suppose, however, so far as the necessaries of life are concerned, we are so now. I presume you cannot find a community throughout the United States as large as ours but what the present distress, growing out of the present financial panic, from political disorganization, the failure of men to pay their debts, the refusal of the South to continue in the Union&#x2014;among these influences you cannot find a community so large as this but what would be more or less actually in a state of suffering for want of bread. There is no Latter-day Saint <div class=\"break columnbreak\" id=\"19b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0019.pdf\" target=\"pdfwin\">p.&#xA0;19b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3893\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in these mountains but what can get good bread, and eat that which is good and wholesome. Hence, I may say, we are the richest people; and if we had listened as we ought to have done for the last four years to the counsel of the Presidency, we should have possessed millions of property which we do not now. The fear there is in the breasts of many that the Presidency will exercise an influence over their business affairs, that would not give them as good a chance as they ought to have, has been all the while a plan to entangle our own feet, and has caused us to grope like blind men in the dark,<span class=\"citation\" id=\"55179\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55179)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55179)\">Deut. 28:29<\/a><\/span> and scramble for the picayunes when we might as well have picked up the eagles. I have been sorry for this. I know that a wise head to guide us in our movements in our different settlements&#x2014;to tell us what we should cultivate, what kind of things we should improve in, and the advantages to be taken of the climate and productions of our several localities, and the way we should exercise our labor to produce the necessaries of life, is of vast importance to us. We have our brethren scattered all over the world, far and near, and many of them have been struggling for years to come to Zion. We should be awake while we are here, and try to release them from their bondage, for ere long the terrible storm will break loose; every man's hand will be let loose upon his neighbor,<span class=\"citation\" id=\"85763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85763)\">D&amp;C 45:68<\/a><\/span> and blood and distress, turmoil, sorrow, misery, war, and destruction will sweep the whole face of the earth as with the besom of destruction.<span class=\"citation\" id=\"58295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58295)\">Isa. 14:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n87\"> Let us, then, exert ourselves to deliver our brethren, that they may flee from the old barn like rats from a building on fire, and escape in time, and escape unhurt. Be wide awake and diligent in these things; and, when we are called upon to go after the poor, regard it as a most important mission. I do not want to  <div class=\"break pagebreak\" id=\"20a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0020.pdf\" target=\"pdfwin\">p.&#xA0;20a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bread. There is no Latter-day Saint go as teamsters, select some that are of no account. If you send out a team round which you expect to have gathered fifteen or twenty Saints to cross the Plains, send a man that will be a father to them, and teach them righteousness, and inspire them with good sentiments and exalted feelings. And you that go on such missions, remember you are sent to bring home the sheaves:<span class=\"citation\" id=\"57245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57245)\">Ps. 126:6<\/a><\/span><span class=\"citation\" id=\"62193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62193)\">Micah 4:12<\/a><\/span> therefore take care of them; strengthen and encourage them in regard to the things they should <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do and understand; stir up in their hearts a spirit of obedience, and they will come in here with the light of the Spirit of the Lord burning brightly within them, that their passage over the Plains may be a school to them of principle and doctrine and truth, that they may inherit all the blessings that are in store for them&#x2014;blessings that will endure forever. <\/div><div class=\"paragraph jod\" id=\"v9n89\"> I believe I have got entirely from my text. Excuse me, and may the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}