{"ID":90003, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Union&#x2014;Human and Divine Government, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, made in the Tabernacle, Great Salt Lake City, April 6, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Union, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/6\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d03\">\n<div class=\"paragraph jod\" id=\"v9n32\"> We have got through presenting the various Quorums comprising the authorities of the Church of Jesus Christ of Latter-day Saints. It has seemed to be a little difficult to get some of the names right, and also to get them in their proper places; but we have now got them straight, and I believe there has been a unanimous feeling to sustain all those officers presented in their respective positions. <\/div><div class=\"paragraph jod\" id=\"v9n33\"> The question very naturally occurs to me, Would there be the same unanimity of feeling in sustaining the same number of officers anywhere else in the world? I do not think there would. In fact, I know there would <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not. There is a principle of union with us: at least, in outside show we are united; and in our actions, to a certain extent, far more so than any other people; for other communities cannot even be persuaded to vote alike. If there are those among us that feel a little crossways, thinking that some other way might be better; yet there is so much of the feeling to the contrary that the opposition is readily brought to acquiesce in the popular vote, whether they really feel so or not; but they generally feel like it. But still there is a lesson that we have been learning that none of us are perfect in. Our judgment is not perfect; and as we are not perfect in  <div class=\"break pagebreak\" id=\"9a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0009.pdf\" target=\"pdfwin\">p.&#xA0;9a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our sphere, we need not expect to find others perfect in theirs; and as we are not perfect ourselves, we may have need to come to the throne of mercy and ask for wisdom and support, and we can come to the Lord with faith and full assurance. If we have need to come to the Lord, so have you. Be careful, then, how you judge. We can say to all, With what judgment ye judge, ye shall be judged; and with what measure, ye mete, it shall be measured to you again.<span class=\"citation\" id=\"63706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63706)\">Matt. 7:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n35\"> In regard to our criticism on the acts of public men, whatever we may feel in regard to their acts, it is best to let it be laid aside for the general good of all; or, in other words, we do not think, or should not think, we are the smartest men in the world. It appears natural to us to think that we are as competent to judge as anybody else, and yet we think that those who dictate matters ought to have the Spirit of the Lord to guide them, and consequently yield our judgment to theirs, and we strive to carry out the principles of the Gospel of Jesus Christ in our actions. We do it to a great extent, but not so fully as we might do. It is all voluntary on the part of the people; but generally, out of respect to the superior intelligence of those that are associated with the dictation of affairs, we act with them. Although we may feel an uncertainty in regard to the views of some, yet with those feelings we act in unison to a certain extent, and we yield to the judgment of the majority, and to that of those whose right it is to nominate and dictate in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n36\"> So far, then, as we have made progress in those things, so far have we advanced in the knowledge of the Gospel of Christ, and so far have we become strong and powerful as a people upon the earth. <\/div><div class=\"paragraph jod\" id=\"v9n37\"> There is a little difference between our principles, or, I should say, the <div class=\"break columnbreak\" id=\"9b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0009.pdf\" target=\"pdfwin\">p.&#xA0;9b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3903\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> principles of the Church of Jesus Christ of Latter-day Saints, and what are called democratic principles. Democracy governs by the people alone; and, as was stated this morning, where the people are pure and living under the influence of correct principles, and are seeking to do right, it is one of the best governments on the earth. But where the people are wicked and corrupt, that alters the case very materially. It is not with us as it is with democracy. We do not believe that any people are capable of governing themselves. There is no need of entering into an argument upon the matter before this congregation; but it is my opinion that there are no people under the heavens that now exist, nor are there any that ever did exist, that are capable of governing themselves. <\/div><div class=\"paragraph jod\" id=\"v9n38\"> There have been a variety of governments on the earth, and very powerful ones too have existed in different ages of the world. Those governments have generally been established and maintained by force of arms&#x2014;by power. Thus many submit to the few, and the majority have had very little to say in the matter. We have generally been in the habit of supposing that our republican institutions are the most perfect of anything that can exist among men&#x2014;the <span class=\"italic\">ne plus ultra<\/span> of human government; and hence we have had a very favorite motto ready always upon our tongue's end&#x2014;<span class=\"italic\">Vox populi, vox Dei<\/span>. I do not believe that the voice of the people is the voice of God, but would ask, Is it the Northern or Southern States that are governed by the Almighty? We have one of the best human Governments upon the earth governed by the voice of the people, and yet we are divided, torn asunder, and confused, and appear to be on the eve of having two governments, and both republican in their form; but which of them is governed by God?  <div class=\"break pagebreak\" id=\"10a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0010.pdf\" target=\"pdfwin\">p.&#xA0;10a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Neither of them have anything to do with the Lord. They are not under his guidance or direction, and without his dictation it is impossible to govern correctly. The principles of human government, as now practiced, are wrong; for what man knows the things of God?<span class=\"citation\" id=\"73024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73024)\">1 Cor. 2:11<\/a><\/span> What human wisdom can dictate to the inhabitants of a world? Human governments have always been fluctuating and changeable. They have their rise, their progress, and fall, and have always contained within themselves the elements of their own destruction. The proper mode of government is this&#x2014;God first speaks, and then the people have their action. It is for them to say whether they will have his dictation or not. They are free: they are independent under God. The government of God is not a species of priestcraft, after the order of the Church of Rome, where one man dictates and everybody obeys without having a voice in it. We have our voice and agency, and act with the most perfect freedom; still we believe there is a correct order&#x2014;some wisdom and knowledge somewhere that is superior to ours: that wisdom and knowledge proceeds from God through the medium of the holy Priesthood. We believe that no man or set of men, of their own wisdom and by their own talents, are capable of governing the human family aright. <\/div><div class=\"paragraph jod\" id=\"v9n40\"> These are our opinions. We believe that it requires the same wisdom that governs the planetary system, that produces seed time and harvest, day and night, that organized our system, and that implanted intelligence in finite man&#x2014;that it needs the same intelligence to govern men and promote their happiness upon the earth that it does to control and keep in order the heavenly bodies; and we believe that that cannot be found with man independently. It <div class=\"break columnbreak\" id=\"10b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0010.pdf\" target=\"pdfwin\">p.&#xA0;10b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3902\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is a principle that exists with God, and he will not confer it upon the wicked and ungodly, neither will he sustain those that trample under foot his authority and his laws. Hence he has organized his kingdom with the express intention of governing his children himself according to the wisdom that dwells with him, through the medium that he has appointed; and hence, having appointed a medium, he brings it before the people, that they may have an opportunity of expressing their sentiments. Then, if they do not like the method which he has adopted, or any plans that he may introduce&#x2014;if they do not like his officers, they have a voice in it, and can say so. There is no man or government under the heavens that has so strict a scrutiny as we have in the Church of Jesus Christ. All the authorities of this Church have to be acted for twice a year by all the Saints throughout all the world. This is very rigid sentry, more searching than that of our democratic rulers; but these men with whom we associate in the kingdom of God do not take it upon themselves alone to dictate and regulate these important matters pertaining to the kingdom of God and the salvation of man, because they do not consider they have got the intelligence. Hence my remarks so far, and hence the course of procedure pursued today in the presentation of the authorities of the Church in bringing all leading matters before the people. <\/div><div class=\"paragraph jod\" id=\"v9n41\"> We can acquiesce generally in the guidance of the Lord, and with pleasure obey the dictation of his servants. Have we by doing this progressed in a knowledge of the law of God, and the rule and government of his kingdom upon the earth? If we have any intelligence, we shall show that we have learned a great and important lesson&#x2014;one that we  <div class=\"break pagebreak\" id=\"11a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0011.pdf\" target=\"pdfwin\">p.&#xA0;11a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>might have learned some time ago. But I will tell you what it is: When God dictates through the channel that he has placed upon the earth, he directs through the gift and power of the Holy Ghost, and this way manifests his will to those whose right it is to know it. In this way he makes known the things of his kingdom and the principles that are necessary to the salvation of the people. Then all the congregation lift up their hands as a token before God that they sanction what is presented, and then the voice of the people is the voice of God. He first dictates, and then we sustain his nomination. Thus we have the wisdom of God associated with the concurrence of man; and God being governed by the Spirit of truth, and the Saints possessing and being guided by the gift of the Holy Ghost, it is the voice of God and the voice of his people under his direction, and God and his people are one, as Jesus said&#x2014;&#x201C;I in them, and thou in me, that we all may be one.&#x201D;<span class=\"citation\" id=\"70759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70759)\">John 17:21,23<\/a><\/span> This is the way we look at things, and by pursuing this course we have made great progress in the principles of eternal life, and all those things that devolve upon us to attend to. <\/div><div class=\"paragraph jod\" id=\"v9n43\"> What is it that we are after? Is it to revolutionize these States of America by force, by physical power, by the sword, and by treading underfoot their rights? No. Are we striving to overthrow the nations, and to put our feet upon the necks of men? No: we care but very little about them or their concerns. But is there not a kingdom that God should set up? Yes. Is not this the stone hewn out of the mountain without hands,<span class=\"citation\" id=\"61369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61369)\">Dan. 2:44-45<\/a><\/span> that is to grow into a great kingdom and fill the whole earth?<span class=\"citation\" id=\"86591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86591)\">D&amp;C 65:2<\/a><\/span><span class=\"citation\" id=\"90439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90439)\">D&amp;C 109:72<\/a><\/span> It is. Then how are you going to accomplish this great work? We answer, precisely as the Lord tells us. We have existed for thirty years, and we have used a great deal <div class=\"break columnbreak\" id=\"11b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0011.pdf\" target=\"pdfwin\">p.&#xA0;11b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3901\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of our time and labor for the promotion of this kingdom. But have we at any time interfered with the rights of others? We have been outraged and abused in Ohio, Missouri, and Illinois; but whom have we interfered with? We are at the defiance of the world to point out a single instance. Have we attempted to overrun Texas or New Mexico&#x2014;to trample underfoot the people of Nebraska and Kansas, and make everybody tremble and succumb by the power of the sword? Have we interfered with California, Oregon, or Washington Territory? No, we have not. <\/div><div class=\"paragraph jod\" id=\"v9n44\"> Then what have we done to cause people to be so jealous of us? Why, we have just let everybody else alone; we have preached peace and salvation, built up Zion, and proclaimed the kingdom of God. They would not, however, let us alone; but we could not help that. The very move that they have made and all the steps that we have taken have brought us before the nations, and manifested the power of God in a way that never could have been done otherwise. They may say what they will, but this is the result of it. We did not kill them when we had a chance. They came upon us and sought to destroy us, and why did they do this? It was because the Lord was with us. We could not help them doing as they did, and I suppose they could not resist the power that prompted them to do as they have done. However, it is all right; the hand of God is in it and has been from the beginning. Do we rejoice at the present time over the difficulties of our enemies in the States? No, we would be glad to do them good, if they would only let us; but they are unwilling to receive the truth. <\/div><div class=\"paragraph jod\" id=\"v9n45\"> Have we forsaken our covenants? Or have they violated the law in their treatment to us? It was shown very clearly this morning, by President  <div class=\"break pagebreak\" id=\"12a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0012.pdf\" target=\"pdfwin\">p.&#xA0;12a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Wells, that they hunted us like the wolves in the desert. They came with their armies fully bent on our destruction, but a barrier stood in the way. The Lord said; &#x201C;Thus far shall you go, and no farther.<span class=\"citation\" id=\"56267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56267)\">Job 38:11<\/a><\/span> You can now stop. You can shiver and shake out there in the mountains, during the cold, chilling blasts of a dreary winter; but touch not my anointed, and do my prophets no harm.&#x201D;<span class=\"citation\" id=\"57092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57092)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57092)\">Ps. 105:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n47\"> They have now got the difficulties at home which they intended to create among us. We have not injured them&#x2014;we have not hurt a hair of their heads, and we still feel willing to assist them. We feel willing to help to preserve the nation; and our Elders have traveled thousands of miles to bless the people. Yes, we feel to bless everybody; and what will we not do to benefit our fellow beings? Brethren, let us try to conquer ourselves. Let us try to understand our own position, to magnify our calling, that we may be prepared to act in that sphere in which God may call us to operate. The Lord has chosen his servants, he has lifted up his standard in Zion, he has proclaimed peace and happiness on earth, he has taught us how to live and how to die; the way is pointed out whereby we can obtain salvation in his kingdom. He has made manifest unto us his will, and we feel glad. We rejoice and sing Hallelujah! The Lord God omnipotent reigneth!<span class=\"citation\" id=\"80330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80330)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80330)\">Rev. 19:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n48\"> Brethren and sisters, we have a great mission to perform&#x2014;we have to try to govern ourselves according to the laws of the kingdom of God, and we find it one of the most difficult tasks we ever undertook, to learn to govern ourselves, our appetites, our dispositions, our habits, our feelings, our lives, our spirits, our judgment, and to bring all our desires into subjection to the law of the kingdom of God and to the Spirit of truth. It is a very critical thing to be engaged <div class=\"break columnbreak\" id=\"12b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0012.pdf\" target=\"pdfwin\">p.&#xA0;12b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3900\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in the upbuilding of the kingdom of God&#x2014;a nucleus of which we have here. <\/div><div class=\"paragraph jod\" id=\"v9n49\"> Whatever good feelings we have originate from the Spirit of the Lord, and from the light and intelligence that come from the Gospel of Jesus Christ. For all we owe our oblation of thanksgiving to the great Giver of all good. <\/div><div class=\"paragraph jod\" id=\"v9n50\"> We are assembled here from different nations, having a variety of prejudices, different kinds of education, having imbibed different feelings, notions, and ideas; and we have now come together to learn to bend our minds, to yield our opinions, and not to follow our own notions, not to cling to our peculiar whims and caprices, but to bow to the holy Priesthood, which is the rule of God upon the earth. You should understand that when you have been voting here to sustain the Presidency of the Church of Jesus Christ of Latter-day Saints, the Twelve Apostles, the High Council, the Bishops, and other Quorums, you have been voting to sustain the legitimate and authorized officers of the Church and kingdom of God, whose right it is to rule and govern whenever and wherever the Almighty has a people upon the earth. <\/div><div class=\"paragraph jod\" id=\"v9n51\"> Now, then, brethren and sisters, do not go away from here, and run against those very parties whom you have covenanted to sustain; because, the very moment you do, every sensible man will set you down as hypocrites. You have a free opportunity here of manifesting your choice, and I will here say that so far you have manifested good sense in being united in regard to those principles we have to carry out. Let the principles of union and faith be observed at your homes; and if you are men having families, let there be a daily incense arise from your family altar, and let your constant and daily prayer be, &#x201C;God bless the Presidency of the  <div class=\"break pagebreak\" id=\"13a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0013.pdf\" target=\"pdfwin\">p.&#xA0;13a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Church, God bless the Twelve, the Bishops, and all the constituted authorities of the Church, and the Lord give me wisdom to act according to their dictation, and the Lord bless all those that believe on their words.&#x201D; Then there will be a feeling of union in all our small districts; and instead of its being, &#x201C;Tom wants to do this, and Jim wants to do the other,&#x201D; it will be, &#x201C;I don't want my way, but I want the mind and will of God. I want to know what my duty is, and then I will pray God to give me grace and power to do it.&#x201D; This is the feeling of every good, intelligent, Latter-day Saint at the present time, who is seeking to do the will of God upon the earth. Never mind if somebody is trying to encroach; never mind about your independence and your rights. <\/div><div class=\"paragraph jod\" id=\"v9n53\"> I was talking to a man, the other day, who said&#x2014;&#x201C;I must have my rights.&#x201D; I replied to him, &#x201C;I have no rights only those that God gives me.&#x201D; &#x201C;But I have been imposed upon,&#x201D; said the man. Well, what if you have? It is a great deal better than if you had imposed upon somebody else. Just say, &#x201C;Why, that man don't know any better; and if he can stand it, I can.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n54\"> These are our feelings in regard to rights. There was a time when I thought I had a great many rights of my own, but now I have got to understand that I have all the rights that God will give me, and I don't want to have any more. I want to live in the light of his countenance, to ask him to give me his Spirit, and then I know I shall prosper. When you feel like talking about your rights, let me advise you to go into your closet, forget your imaginary rights, and ask the Lord to give you wisdom to guide you aright, that you may act before him as children of the light,<span class=\"citation\" id=\"67723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67723)\">Luke 16:8<\/a><\/span> and not be the means of throw<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"13b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0013.pdf\" target=\"pdfwin\">p.&#xA0;13b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3899\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ing a stumbling block in the way of others. By pursuing this course, you will get along much easier, and there will not be near so much of that spirit of grumbling and complaining. <\/div><div class=\"paragraph jod\" id=\"v9n55\"> It would be first rate for many Latter-day Saints to consider the following sentiment of the poet&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v9n55\"> Were half our time in reasoning spent, To heaven in supplication sent, Our cheerful songs would oftener be, Hear what the Lord has done for me. <\/div><div class=\"paragraph jod\" id=\"v9n55\"> I believe what he has done for me and for this people to be saving in its nature, and to be the best that could have been done for us. Let us all seek to do right, get the Spirit of the Lord, and allow that to govern and dictate us. <\/div><div class=\"paragraph jod\" id=\"v9n56\"> Suppose there are some who do not do exactly right in some places, what of that? There are many things that are not right. Never mind; everything that is wrong will in due time be righted. Permit me to bring a figure before you. A year ago last winter there was a very severe frost, and it injured the fruit trees. Some who professed to be judges thought it best to cut down the peach trees; some thought that if left alone they would still grow, and therefore they left them alone to see how many would live. There was quite a difference of opinion upon the subject, and some adopted one plan, and some another. The general impression was, I believe, that it would be best to cut off those limbs that were frostbitten and that did not appear to have much sap in them. <\/div><div class=\"paragraph jod\" id=\"v9n57\"> Now, my doctrine is, Prune the trees, or, in other words, the branches of the great tree to which we are connected, just at the time when it will do the least injury. It requires great wisdom, however, to prune and regulate the Church of Christ. There were a great many of our people got frostbitten&#x2014;a kind of dead in their spirits, and some were for going right to work and pruning; but hold on.  <div class=\"break pagebreak\" id=\"14a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0014.pdf\" target=\"pdfwin\">p.&#xA0;14a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3898\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Said Jesus, &#x201C;The wheat and tares must grow together until harvest.&#x201D;<span class=\"citation\" id=\"64580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64580)\">Matt. 13:30<\/a><\/span><span class=\"citation\" id=\"88107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88107)\">D&amp;C 86:7<\/a><\/span> Perhaps you would pull up the wheat with the tares, if you were to do it when you think best. If there is nothing good in a man, he will by-and-by develop the evil that is in him, and then everybody will agree that the pruning ought to be done, and the branch ought to be cut off; but if the good preponderates, it would be wrong because of prejudice or ignorance, to destroy the good. It is best to leave it to the husbandman, and then all the congregation will say Amen. <\/div><div class=\"paragraph jod\" id=\"v9n59\"> There are a great many things that might be spoken about to further illustrate this subject, but the same principle applies everywhere. For instance, there were two or three of us went up to Salt Creek a few days ago to attend to some business; and by the accounts given and the reports circulated, a stranger would have thought that we had got one of the most mean and contemptible of men for a Bishop: but when the matter came up for investigation, there was not one solitary charge that could be sustained; the man was innocent. Now, I would rather be found at some other business than to be finding fault with and accusing my brethren.<span class=\"citation\" id=\"79601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79601)\">Rev. 12:10<\/a><\/span> If people would leave such things alone a little more than they do, and leave the management of them to the proper authorities, it would be better. Suppose a corrupt man is presiding in a certain place, his corruptions are soon known. People need not strive to turn good into evil because they think that some man does wrong. They need not turn calumniators and defamers, for all will come right in its turn. Then attend to your own business, work the works of righteousness, sustain the constituted authorities of the Church until God removes them, and he will do it in his own time. Bishops, be after such <div class=\"break columnbreak\" id=\"14b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0014.pdf\" target=\"pdfwin\">p.&#xA0;14b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3898\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> men as speak against the Lord's anointed. The Priesthood is placed in the Church for this purpose, to dig, to plant, to nourish, to teach correct principles, and to develop the order of the kingdom of God, to fight the devils, and maintain and support the authorities of the Church of Christ upon the earth. It is our duty all to act together to form one great unit&#x2014;one great united phalanx, having sworn allegiance to the kingdom of God; then everything will move on quietly, peaceably, and easily, and then there will be very little trouble. I never want to interfere with anybody else's business: I always find enough to attend to of my own. <\/div><div class=\"paragraph jod\" id=\"v9n60\"> There was a man came to me, a short time ago, and wanted me to do something about a decision of a High Council. I told him I would have nothing to do with it. It was presumable to me that they had done right&#x2014;that twelve disinterested men were more likely to judge correctly than one man who was evidently interested. I did not want to be entangled in affairs that did not belong to me. I like people to attend to their own affairs. <\/div><div class=\"paragraph jod\" id=\"v9n61\"> Am I an Apostle? I would like to magnify my calling. Am I an Elder, a Bishop, a Priest, a Teacher? If I am, I would like to magnify my calling, that I might secure the honor and glory of God, and promote the welfare of his kingdom, and be a coworker in the establishment of the principles of righteousness, and become a blessing to my neighborhood. What do we see our President at? Is he sitting down at ease, allowing the time to pass unimproved? No: he is stimulating us to good works. He is saying to the Elders, Go forth and preach the Gospel, gather the poor, send out your teams and your young men, and thus show that you can do something for the gathering of scattered Israel. Get the  <div class=\"break pagebreak\" id=\"15a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0015.pdf\" target=\"pdfwin\">p.&#xA0;15a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Spirit of life, power, and energy within you, that you may be able to do something to make you feel fit to hold the Priesthood of the Most High God. The poor Saints are watching you, the First Presidency and other authorities are watching you, and they are watching with Argus' eyes over the interests of the Church and kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n63\"> Where does this spirit come from? It comes from the Lord. Where does it flow to? It finds access to every man that has the spirit of honesty within him; and hence when the teachings come, &#x201C;Send your wagons, go here, go there,&#x201D; the reply is, &#x201C;Yes,&#x201D; we are all one in the Church of Christ; we have dedicated ourselves, spirit and body, to the Church and kingdom of God; we are on hand to furnish anything for its <div class=\"break columnbreak\" id=\"15b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0015.pdf\" target=\"pdfwin\">p.&#xA0;15b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3897\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> advancement. This is the feeling that governs the Latter-day Saints. They all feel to say&#x2014;&#x201C;Do you want teams? Do you want wagons? Do you want men, wheat, or corn?&#x201D; The response is, &#x201C;Yes, we are all on hand.&#x201D; Brethren, this is the way to make ourselves rich and strong, and secure the favor of God and of the holy angels. This is the way to have peace in our own bosoms, to preserve peace and happiness in our own families, by engaging in doing the work of the Lord, by striving to accomplish his purposes upon the earth, and by preparing, as President Young said, for the events that are approaching. <\/div><div class=\"paragraph jod\" id=\"v9n64\"> Let us be prepared to become coworkers with our file leaders, and then all will be well. Brethren, God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}