{"ID":90009, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Submission to Reproof, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, March 17, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Submission to Reproof, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 3\/17\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d09\">\n<div class=\"paragraph jod\" id=\"v9n186\"> The brethren and sisters may think that it is no trouble for me to speak. It is not any trouble for me to speak the truth, but I feel quite feeble in body, and hence not much like speaking. <\/div><div class=\"paragraph jod\" id=\"v9n187\"> We are all very apt to speak of what we have heard, and I am happy to say this morning that what has been said to us is strictly true, so far as I have understanding. Now, supposing that one man has light and knowledge that will circumscribe certain arts and sciences, and another only possessing one-third the information that he does, can this other one be of the same service to the people as he can who has more understanding? The Elders that will undertake to judge President Young and his Counselors, the Twelve Apostles, and all those men that the Lord our God has given to guide his people, they will stumble.<span class=\"citation\" id=\"88972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88972)\">D&amp;C 90:4-5<\/a><\/span> You may go and read the revelation, for you cannot know the importance of this except you have the spirit of revelation within you. <\/div><div class=\"paragraph jod\" id=\"v9n188\"> I can tell you, my brethren and sisters, that it is the little things that lead to great ones in the kingdom of God. You know the old proverb says that it is the little foxes that spoil the vines.<span class=\"citation\" id=\"57664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57664)\">Song 2:15<\/a><\/span> It takes but very little to injure the fibers and the small roots of a tree, and you all know by your own experience that small branches are necessary to the <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> perfection of a tree; so also are small members necessary for the complete organization of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n189\"> If a Saint will corrupt himself with the wickedness of the world, it is very rare that correction and chastisement will do such an one any good. We do not call upon such persons to be watchmen on the towers of Zion, but we call upon those that are endowed with power, filled with light and knowledge: upon such we can depend. The spirit that is in the Church and kingdom of God will reprove and correct those that are out of the way. There are a great many men who profess to understand the things of the kingdom of God. They are like George W. Harris&#x2014;he professed to understand clocks and watches, but he did not understand anything about them; and if a man took a watch to him to be corrected, he would cut off about one-third of the chain, and thus render the watch comparatively useless. It is just so with many of the Elders in this Church; they profess to understand the order and government of God, when in reality they have great need to be taught the first principles of the doctrine of Christ.<span class=\"citation\" id=\"76651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76651)\">Heb. 5:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n190\"> What we have heard this morning is true, and I am now striving to sustain those very ideas. When I see the course that things are taking in certain places, I feel surprised. I can see men around me that have co<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"41a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0041.pdf\" target=\"pdfwin\">p.&#xA0;41a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>operated together to carry out their own wishes; and in order to do this, they will both write and speak against the authorities of this Church; then by-and-by, when they disagree, the shrewdest one will expose the others. This is the situation of the world: with them there is no integrity; but this will not do among the Latter-day Saints. We must become like the limbs of one tree, filled with the fragrance and nourishment that arise from the roots; then we shall be clothed with power and authority&#x2014;then we shall have care one for the other. If we do not unite our efforts in this direction, we shall never pass through the strait gate that is spoken of in the Scriptures,<span class=\"citation\" id=\"63848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63848)\">Matt. 7:13-14<\/a><\/span> or what I will call the narrow gate. It is the gate that will only admit one man at a time. We are not going in all in confusion, as the sectarians suppose. <\/div><div class=\"paragraph jod\" id=\"v9n192\"> This brings to my mind the vision that Joseph Smith had, when he saw Adam open the gate of the Celestial City and admit the people one by one.<span class=\"citation\" id=\"92093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92093)\">D&amp;C 137:5<\/a><\/span> He then saw Father Adam conduct them to the throne one by one, when they were crowned Kings and Priests of God.<span class=\"citation\" id=\"125380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125380)\">Rev. 1:6<\/a><\/span> I merely bring this up to impress upon your mind the principles of order, but it will nevertheless apply to every member of the Church. <\/div><div class=\"paragraph jod\" id=\"v9n193\"> When any of you receive a rebuke or a correction, acknowledge it at once, and say to the one who administers it, Thank you, brother; God bless you! And may the Almighty give me power to do good! I have heard men say that it was one of the greatest things in a man's favor, when the truth was told to him, to acknowledge it; and I consider it to be a strong proof of a man's honesty and of his desire to do right. I have heard men say a great many times that it was the hardest thing they ever experienced, to have to acknow<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"41b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0041.pdf\" target=\"pdfwin\">p.&#xA0;41b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3871\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge the truth of a correction that was given to them by a servant of God. In regard to that, I will say that those who will not do it will have that light taken away from them that was previously given.<span class=\"citation\" id=\"125381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125381)\">D&amp;C 1:33<\/a><\/span> The Lord will take from him that hath not that which he seemeth to have,<span class=\"citation\" id=\"126272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126272)\">Luke 8:18<\/a><\/span> and he will give it to him that is more worthy and more desirous to improve upon it.<span class=\"citation\" id=\"66144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66144)\">Matt. 25:28<\/a><\/span> Let me advise you to be like the honey bee which gathers honey from every opening flower, but does not destroy the flower itself. I have heard of men who are guilty of making the most extravagant assertions, and then boasting that they never recant or take anything back. All I have to say of such men is, that, as the Lord God lives, he will make them take back everything that is not right to remain. I advise you to take reproof and correction in the spirit of meekness and humility. <\/div><div class=\"paragraph jod\" id=\"v9n194\"> If we had died when we were babes, we should have been heirs to the kingdom of heaven;<span class=\"citation\" id=\"92122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92122)\">D&amp;C 137:10<\/a><\/span> but since we have attained maturity, we are subject to the law, liable to reproof and correction in the kingdom of God. I am striving to touch upon the same principles that brother Brigham was speaking of. The standard that you and I have come to in this Church is one that will try us, that will sift us, and penetrate the inmost recesses of our hearts. <\/div><div class=\"paragraph jod\" id=\"v9n195\"> There is much said by the brethren about authority. Now, I do not consider the Seventies any better than the High Priests or the Elders; and I can tell you that, when anyone of these gets out of his place, he is not as good as the other that is magnifying his calling. If a man makes a breach, he must repair it again,<span class=\"citation\" id=\"59842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59842)\">Isa. 58:12<\/a><\/span> just the same as a smith does a chain when one of the links is broken. <\/div><div class=\"paragraph jod\" id=\"v9n196\"> If you do not listen to the counsel that is given, and get within you the  <div class=\"break pagebreak\" id=\"42a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0042.pdf\" target=\"pdfwin\">p.&#xA0;42a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>good word of God,<span class=\"citation\" id=\"76718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76718)\">Heb. 6:5<\/a><\/span> drawing wine from the pure fountain, you will soon be in the dark. Then, when a man undertakes to disseminate the truth, you will shut up your ears, and refuse to drink of the waters of life. I can tell you that such a person will not advance in the knowledge of God any more than the limb of a tree will grow after it is severed from the main trunk. <\/div><div class=\"paragraph jod\" id=\"v9n198\"> Now, then, I have a few words to say to you, gentlemen&#x2014;those of you who call yourselves gentlemen, and who drink whiskey, when it is heavily charged with arsenic and other deadly poisons, and never find any fault with it; but you are very ready to find fault with things that don't suit you in this kingdom. If you will observe the laws of the kingdom of God, you will become new in your minds, fresh in your imaginations, and powerful to do good; then God will bless you and prosper you in all your undertakings. He will guide you by his wisdom, that you may perform your duties acceptably. <\/div><div class=\"paragraph jod\" id=\"v9n199\"> I know that God will reward me according to my works;<span class=\"citation\" id=\"125382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125382)\">Matt. 16:27<\/a><\/span> for the Scriptures say each one shall have his penny.<span class=\"citation\" id=\"65273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65273)\">Matt. 20:10<\/a><\/span> You must understand, however, that that is only bounty money, and the wages will be according to a man's works.<span class=\"citation\" id=\"83239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83239)\">Morm. 8:19<\/a><\/span> It is the man who sticks to the army&#x2014;who fights the good fight of faith,<span class=\"citation\" id=\"75996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75996)\">1 Tim. 6:12<\/a><\/span><span class=\"citation\" id=\"76260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76260)\">2 Tim. 4:7<\/a><\/span> that will get the reward. We have all enlisted under the banner of King Emanuel,<span class=\"citation\" id=\"91255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91255)\">D&amp;C 128:22<\/a><\/span> and we invite all the world to join it. Some people have got an idea that the man who receives the Gospel at the eleventh hour is going to be put on an equal footing with the man that engaged in the work in the first hour of the day; but I can tell you that we shall only be rewarded for the labor we perform.<span class=\"citation\" id=\"65271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65271)\">Matt. 20:1-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n200\"> God bless this people, and give them strength according to their day, that they may be led off victoriously <div class=\"break columnbreak\" id=\"42b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0042.pdf\" target=\"pdfwin\">p.&#xA0;42b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3870\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> over all their enemies. Joseph Smith could tell the plans that were laid for his destruction, many times when he could not prove it by any natural means. There have been a great many trying to injure me, but I stand better today than ever before, and I shall continue to increase in the favor of God,<span class=\"citation\" id=\"67107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67107)\">Luke 2:52<\/a><\/span> if I keep on the racecourse. That man who lives his religion will, despite his enemies, receive nourishment from God, and eventually triumph over every foe.<span class=\"citation\" id=\"90807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90807)\">D&amp;C 121:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n201\"> Those who defile themselves will not prosper; they have injured themselves by their own conduct. They are like Samson when he was shorn of his locks by Delilah.<span class=\"citation\" id=\"55369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55369)\">Judg. 16:16-21<\/a><\/span> With that measure that ye mete, it shall be measured back to you again,<span class=\"citation\" id=\"63707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63707)\">Matt. 7:2<\/a><\/span> in all circumstances of life. <\/div><div class=\"paragraph jod\" id=\"v9n202\"> Now, look at the United States' Government. Did they not send an army here to kill and waste away this people? Yes. Almost every priest in the pulpit and every politician in the land had fanned the flame of persecution against us; but the Lord caused them to stay out in the mountains till they got the chills instead of the fever, and then he led them as a man leadeth a horse with a bridle. Now, what will be next? Why, you will find the judgment of God coming upon those who blasphemed his name, and the United States will suffer, for they will be afflicted with wars and with trouble at home. While this is going on, the man who lives his religion and honors his calling will be prospered and go back to Jackson County, Missouri, with the faithful Elders, where they will receive their inheritances. They will then have to fulfil their covenants which they have made with the Lord their God, for these things will be required at our hands. None will be permitted to dwell there who will not observe the laws of the kingdom of God. And re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"43a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0043.pdf\" target=\"pdfwin\">p.&#xA0;43a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>member, there is no other way to go to Jackson County but through Great Salt Lake City. <\/div><div class=\"paragraph jod\" id=\"v9n203\"> It is very gratifying to me to speak to the Saints, especially when I can <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> speak to their understanding. I feel that I have spoken long enough at this time; and may God bless you, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}