{"ID":90006, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Appreciation of Divine Gifts and Blessings&#x2014;Return to Jackson County&#x2014;Encouragement of Home Manufactures.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, April 7, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Appreciation of Divine Gifts, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 4\/7\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d06\">\n<div class=\"paragraph jod\" id=\"v9n113\"> The remarks of brother Snow are all very good and brilliant to every intelligent mind. We have to increase the same as a child that goes to school and commences with his A, B, C. When that child obtains a knowledge of the letters of the English language, he can then put them together, and make words and sentences. He then wants a second reader, and by-and-by he will call for a third, and a fourth. Upon the same principle, you and I can improve by degrees; and there is no other way by which any man can improve, except by experience. There is no man in this Church who has lived his religion and walked in the light of truth these twenty-eight years past, but who knows a hundred times more now than he did at the beginning of his career; and that knowledge comes by experience. <\/div><div class=\"paragraph jod\" id=\"v9n114\"> We should appreciate our blessings and the gifts that God has conferred upon us, and our affections should be stronger for the Giver of the gifts than they are for the gift.<span class=\"citation\" id=\"88464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88464)\">D&amp;C 88:33<\/a><\/span> Is it my duty to think more of Jesus, the Son of the living God, than of his Father who gave him as a sacrifice for the sins of the world? Which is the greatest&#x2014;the Giver of that gift, or the gift? Where people would think more of the gift than the Giver, I have known hundreds of times of those gifts being taken from them because they did not appreciate the Giver. Remember the Father, in the name of Jesus, and then appreciate those men God has given you to be your servants, and <div class=\"break columnbreak\" id=\"24b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0024.pdf\" target=\"pdfwin\">p.&#xA0;24b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3888\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you will prosper from this time forth and forever, and all your enemies cannot move you. <\/div><div class=\"paragraph jod\" id=\"v9n115\"> Everyone that is not for God is bound for destruction; and if all our enemies combine and come against us with all their armies and munitions of war, they cannot hurt us, for God our Father will fight our battles,<span class=\"citation\" id=\"89967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89967)\">D&amp;C 105:14<\/a><\/span> as he has done up to this day. He will sustain those who remember the originator of the great work of God in the last days. I am now telling what I know; I am telling what I have experienced. Sometime this month, it will be twenty-nine years since President Young and myself were baptized. <\/div><div class=\"paragraph jod\" id=\"v9n116\"> I have been all the time in the midst of this people with the Prophet, and with the Apostles, with Patriarchs, and with sinners; and I know all about the persecutions we have passed through as a people. All this has given me an experience that has proved to a demonstration that the world and all hell combined cannot budge this people one hair, only as they please to go. God dictates them, and that you have seen more particularly within a few years past. <\/div><div class=\"paragraph jod\" id=\"v9n117\"> Did that army hurt us? No, not as a people; but there are some persons who are injured, and will be eternally. Who injured them, the army? No: they did it themselves; they fostered the enemy that would have destroyed this whole people and laid the knife to President Young's throat, and to the throats of his friends, and all the friends of God. But the Lord Almighty will make  <div class=\"break pagebreak\" id=\"25a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0025.pdf\" target=\"pdfwin\">p.&#xA0;25a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them pay for it. You will feel the rod for this. If it is not in fifty years, it will surely come, and you need not think you will escape it. You may do good works enough to overbalance it, and then perhaps you will not be found wanting.<span class=\"citation\" id=\"61520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61520)\">Dan. 5:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n119\"> Those in the days of Joseph who were traitors to him and tampered with the mob are guilty of his death, and they will have to pay the debt some day. You that have not done wrong, happy are ye. Do not do any wrong in the future. You that have done right, continue to do right. You that have not betrayed your brethren,<span class=\"citation\" id=\"67969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67969)\">Luke 21:16<\/a><\/span> see you do not do it; and you that have not turned away from the Lord and from your covenants, do not do it, but hold them sacred the few more days you have to live in the flesh, and the Lord will let you live many days, and you shall be the ones the Scriptures speak of, to whom the Lord will grant long life, even that child that shall be subject to his father and to his mother.<span class=\"citation\" id=\"54266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54266)\">Ex. 20:12<\/a><\/span> That is the blessing promised to them. <\/div><div class=\"paragraph jod\" id=\"v9n120\"> I will say to you, young men, you children of the Saints, and you, young women, Repent of your sins, and turn to your fathers and mothers, and listen to their counsel, if they are good and teach you good principles; and if they are not good, but teach you good principles, cleave unto those principles. When my son turns away from me, he turns away from God; and if he does not turn away from God, he will not turn away from me. I am a son of God;<span class=\"citation\" id=\"92262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92262)\">Moses 1:13<\/a><\/span> I came from him. I belong to the family of Christ, and I am an heir to all the promises with my Savior Jesus.<span class=\"citation\" id=\"72565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72565)\">Rom. 8:17<\/a><\/span> If I am faithful, and do not do anything worse than I have done, I shall come off victoriously. <\/div><div class=\"paragraph jod\" id=\"v9n121\"> A great many may condemn me, and say, I am not as affable and kind as I should be; I do not kiss you and pet you enough, and you condemn me <div class=\"break columnbreak\" id=\"25b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0025.pdf\" target=\"pdfwin\">p.&#xA0;25b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3887\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for it, and you would condemn me if I did. <\/div><div class=\"paragraph jod\" id=\"v9n122\"> I am a branch of the vine that came out of the root that Jesus dwells in;<span class=\"citation\" id=\"70143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70143)\">John 15:5<\/a><\/span> and when my son or my daughter turns away from me, they turn away from God; and if they do not turn away from God, they will not turn away from me; and when my wife turns away from me, if I am a righteous man, she turns from the tree she is connected to; and if she has done it unrighteously, she turns from God&#x2014;she transcends her bounds, and the Spirit of the Almighty will not dwell with her; and all you sympathetic persons will fall in with that spirit and condemn me. Let me turn away from President Young and this Church, should I not turn away from God? Of course I should. <\/div><div class=\"paragraph jod\" id=\"v9n123\"> It should be with a family as it is with this Church. As this Church is compared to a vine<span class=\"citation\" id=\"70112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70112)\">John 15:1-6<\/a><\/span> or tree, so a family should be like a tree; they should be one, concentrating their feelings in their head from whence they spring; and if they cannot respect the father they came, from, how can they respect grandfather? I am alluding to fathers and mothers&#x2014;to the Elders of Israel&#x2014;to men of God that have been anointed with a holy anointing, to be what? To be Priests of God. Live for it, and honor your present calling, and keep your election sure.<span class=\"citation\" id=\"125374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125374)\">2 Pet. 1:10<\/a><\/span> If you were not elected in eternity, here is the place to be elected, and to enlist under the banner of Christ; and finally we will all be elected, if we will only take a course that is proper. It is going to be a difficult thing for the elect to be saved, according to the Scriptures,<span class=\"citation\" id=\"65760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65760)\">Matt. 24:22<\/a><\/span><span class=\"citation\" id=\"93558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93558)\">JS&mdash;M 1:20-23<\/a><\/span> and there will not any of them be saved only by taking a course to do right and by honoring their calling and Priesthood. No man will become a king, only by honoring his calling, and by obtaining a crown by expe<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"26a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0026.pdf\" target=\"pdfwin\">p.&#xA0;26a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>rience, and continuing in welldoing.<span class=\"citation\" id=\"72264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72264)\">Rom. 2:7<\/a><\/span><span class=\"citation\" id=\"86546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86546)\">D&amp;C 64:33<\/a><\/span> There is no woman that will ever be a queen except she is a good woman and well attached to a good king. <\/div><div class=\"paragraph jod\" id=\"v9n125\"> Now honor that calling and Priesthood, and that sacred endowment that will bring you into the presence of God, if you will observe it. How unrighteously many act that have received a holy and sacred endowment! They will many of them violate those sacred and solemn obligations. They have gone to the nations, and there committed adultery; and those who have been led astray by them think that the First Presidency of this Church and the Twelve Apostles do the same things, and they go down to the pit;<span class=\"citation\" id=\"56544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56544)\">Ps. 28:1<\/a><\/span> but the Lord God Almighty will raise those persons yet, and he will make those men do it, and they will have to pay the debt. They are not going to get through with it in this time any more than those men who fostered that army. They have committed sin; they have kept men and women out of this Church that probably would have been in it. We generally conclude that those who are kept out ought to be out. I tell you that a great many that are out are better than many that are in. And then look at your covenants, ladies! Ye mothers in Israel, cleave unto your husbands; love them more than your lives. If you have a kind, benevolent feeling, bestow it on them; and then, if the brethren have any kind, benevolent, sweet, compassionate feelings, confer them upon your wives, and appreciate your Father and God, who gave you both, more than all the rest. <\/div><div class=\"paragraph jod\" id=\"v9n126\"> I can recollect a circumstance of seeing a man and woman who had a very fine son: the father took the son in his arms and wanted to embrace him and carry him around and show him, he delighted so much in his son, and thought everybody else delighted <div class=\"break columnbreak\" id=\"26b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0026.pdf\" target=\"pdfwin\">p.&#xA0;26b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3886\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in him. Because he did this, the mother stepped forward and pulled the child out of the arms of his father. I said, God my Father will take that child from your arms quicker than you took him from mine, and not more than ten days afterwards it was in its grave. <\/div><div class=\"paragraph jod\" id=\"v9n127\"> Let us put everything in its proper place and nourish it properly. And a good man that is inspired of the Almighty, a good calculator and financier, knows how to govern and minister better than the person who never knew anything, and never will, only to waste and destroy all a man has got. You see things, and I do; but you say in your hearts you do not care for anything, only my dear little self. <\/div><div class=\"paragraph jod\" id=\"v9n128\"> Father says, in this book, what joy has a man in bestowing a gift upon a person, when the receiver of the gift has no joy in the giver?<span class=\"citation\" id=\"88465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88465)\">D&amp;C 88:33<\/a><\/span> The joy should be in the giver as well as in the gift. Take the gift and use it for the purpose for which it was designed, and do not worship it, but worship the giver and the proper authority. Now, we will say, here is an Elder; we will say he is a Teacher, and he says, I respect brother Heber above all other men on the earth, and I will not submit to anybody else but to him; and here are scores of men between him and me that he ought to submit to; but he runs over everyone of these choice gifts to get to me&#x2014;what will become of him? He will go down to the pit,<span class=\"citation\" id=\"54789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54789)\">Num. 16:30<\/a><\/span> as sure as he came out of it. When a man is attached to a tree, he should appreciate, honor, and respect every branch pertaining to that tree that is honoring its calling, living its religion, and receiving the true nourishment from the root. <\/div><div class=\"paragraph jod\" id=\"v9n129\"> If you can draw any good conclusions from these few hints, receive them and reflect upon them, if they do come from brother Heber. He is  <div class=\"break pagebreak\" id=\"27a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0027.pdf\" target=\"pdfwin\">p.&#xA0;27a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>just as capable of teaching the truth, when he has the Spirit of truth as any man in the world. Supposing I communicate truth to you by a figure, an illustration, or a representation, is it not the more easily understood? <\/div><div class=\"paragraph jod\" id=\"v9n131\"> Drs. Sprague, Dunyan, and Hovey are Thomsonians, and I like them the best. I ask them why they put Greek names on their medicines which I am familiar with? Does it change the nature of those herbs by coming here to the mountains? No. Then what do you do it for? They reply, People will appreciate a false name better than a true name; hence we give to one man, at one time, powder-falbin; at another, May-apple; and then mandrake. Why do they not call May-apple &#x2018;mandrake&#x2019; at once? The doctor gave it to me every way. It is mandrake, May-apple, and then it is powder-falbin. This is done because people have an itching for something new all the time. <\/div><div class=\"paragraph jod\" id=\"v9n132\"> I may be detaining you too long; but, brethren, I feel kind to you. As for blessing you, there is not a day of my life but what I bow before my Father alone and before my family, and I pray, Father, bless all Israel, from the President of the Church of Jesus Christ of Latter-day Saints to the last member connected with it, and that tells the whole story. Let us do right, and God will lead us off victoriously. <\/div><div class=\"paragraph jod\" id=\"v9n133\"> We are richer now for moving to the south than we should have been if we had not moved. What did we save by it? It saved that difficulty that would have brought you into sorrow, probably, all the days of your life, if you had withstood that army and shed blood. But by that move you saved your blood and the blood of your enemies, and in this you did a good deed. It cost considerable, but Father booked it against them, and he will make them pay the debt. <div class=\"break columnbreak\" id=\"27b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0027.pdf\" target=\"pdfwin\">p.&#xA0;27b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3885\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We might have to do such a thing again. I do not know anything about it, but I am pretty sure of one thing&#x2014;we shall go to Jackson County, Missouri; that is, those who do right and honor their calling, doing what they have been told to do. You will be blessed, and you will see the day when Presidents Young, Kimball, and Wells, and the Twelve Apostles will be in Jackson County, Missouri, laying out your inheritances. In the flesh? Of course. We should look well without being in the flesh! We shall be there in the flesh, and all our enemies cannot prevent it. Brother Wells, you may write that. You will be there, and Willard will be there, and also Jedediah, and Joseph and Hyrum Smith, and David, and Parley; and the day will be when I will see those men in the general assembly of the Church of the Firstborn,<span class=\"citation\" id=\"77260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77260)\">Heb. 12:23<\/a><\/span><span class=\"citation\" id=\"90183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90183)\">D&amp;C 107:19<\/a><\/span> in the great council of God in Jerusalem, too. Will we want you to be along? <\/div><div class=\"paragraph jod\" id=\"v9n134\"> I heard Joseph say twice that brother Brigham and I should be in that council in Jerusalem, when there should be a uniting of the two divisions of God's government.<span class=\"citation\" id=\"57758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57758)\">Isa. 2:3<\/a><\/span> Now, you have got to live for it. What would you not do to attain to those blessings? You would give all you have in the world. You may give all you have got, and then keep it; and if you keep the commandments of God and live faithful, you shall everyone see it, and that is what will bring you to it. <\/div><div class=\"paragraph jod\" id=\"v9n135\"> When you are called upon to do a thing, do it with all your heart, and God will add a hundredfold to your glory and exaltation. When seed-wheat is sown, if it is not too thick, one seed will produce thirty stalks, and a head on every stalk. Like the mite that the woman gave,<span class=\"citation\" id=\"67950\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67950)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67950)\">Luke 21:2-4<\/a><\/span> it will increase to you thousands, and much more to them that have more in proportion to the kernel. <\/div> <div class=\"break pagebreak\" id=\"28a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0028.pdf\" target=\"pdfwin\">p.&#xA0;28a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n137\"> You Elders of Israel are the very men that will have to bring the sons and daughters of Israel from afar, and nurse them at your side; and you mothers will have to be those very queens that will have to take care of them when they are gathered, if you will honor your calling.<span class=\"citation\" id=\"59473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59473)\">Isa. 49:23<\/a><\/span> It is the pride of my heart to see this people do right, and to do right myself. <\/div><div class=\"paragraph jod\" id=\"v9n138\"> There was a man came into the mill the other day&#x2014;he is a painter, carpenter, joiner, and everything almost. He said I can tell you how to reduce that oil and mix water with it, and no man can detect it; and, says he, you must do it by adding lye to it. I said I would rather have a clear conscience than all the lies in hell. Said I, You and my brethren shall have the pure oil from the flaxseed, and it shall be as pure and as holy as brother Brigham's gold. You need to be a pure man to cry holiness to the Lord God Almighty.<span class=\"citation\" id=\"65321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65321)\">Matt. 21:15<\/a><\/span><span class=\"citation\" id=\"82502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82502)\">3 Ne. 4:32<\/a><\/span><span class=\"citation\" id=\"85252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85252)\">D&amp;C 39:19<\/a><\/span> Have our gold pure, without adulteration, have our silver and brass pure, and you shall have the linseed oil pure from me, as pure as it is in the seed; and I will undersell our merchants. I will do it, if I come down to a dollar a gallon. We will stop that leaching out of our gold, and let all Israel say Amen. <\/div><div class=\"paragraph jod\" id=\"v9n139\"> Some said there was not any oil in the flaxseed, because the country is dry; but I can get over a gallon of oil from a bushel of seed. If you have money, I want it, and you shall have the oil. I will supply the Public Works and let brother Brigham have what he wants; and if the Gentiles bring oil here and sell it at three dollars per gallon, I will undersell them. If you pay me money for oil, I will pay you money for seed. If you do not pay me money, I cannot return the compliment, but I will give you oil <div class=\"break columnbreak\" id=\"28b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0028.pdf\" target=\"pdfwin\">p.&#xA0;28b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3884\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for your seed. I am going to send back and get something I cannot make. I will tell you what I am going to sell the oil at&#x2014;five dollars per gallon, and pay two dollars and a half per bushel for seed, or two quarts of oil. That is fair and honorable&#x2014;as fair for you as for me. If I make a gallon, I get two quarts, and you two. And that is three dollars per gallon cheaper than that which comes from the States. <\/div><div class=\"paragraph jod\" id=\"v9n140\"> I believe brother Clements is selling linseed oil at six dollars; but he cannot sell long, for he has not got it. <\/div><div class=\"paragraph jod\" id=\"v9n140\"> Brother Wells has established a nail machinery, and God has blessed him in the operation. He has introduced the nails into market, and he is now making them by the ton, and has put them at twenty-five dollars per hundred; and at the same time, instead of paying their money and good things to him, some men are carrying their money to the States to buy the nails. Why do you not patronize brother Wells? Those I am speaking of are men in authority. I am using the hydraulic presses brother Taylor brought into this country, and they are performing wonders. They will each press equal to a hundred and twelve tons weight. <\/div><div class=\"paragraph jod\" id=\"v9n141\"> Now, you go to work, brethren and sisters, and get out something of home manufacture, and be as faithful as President Young and his counsel have been in this matter, and then you shall be blessed more than you are. We admit you are a good people, but you can be more useful; and the more useful you are the better you are. If you can feed ten men, you are better than the man that can only feed himself. Would you not rather have him for a husband, sisters, than the man that could not feed himself? <\/div>\n<\/div>\n<\/div>"}