{"ID":90002, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Spirit of Unity&#x2014;Independence of Zion, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, April 6, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Spirit of Unity, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 4\/6\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d02\">\n<div class=\"paragraph jod\" id=\"v9n21\"> I am glad to see you, and the feelings within me are God bless you, peace be multiplied<span class=\"citation\" id=\"78220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78220)\">2 Pet. 1:2<\/a><\/span> upon the Saints; and those that are not Saints, may they be blessed with that which they love to that degree that they cannot stay in this land. (A voice in the stand&#x2014;&#x201C;And I say amen.&#x201D;) <\/div><div class=\"paragraph jod\" id=\"v9n22\"> I do respect and love good men and women. It has been natural to me all the days of my life to do this; and the more of the Good Spirit that dwells in a man, the more that love of those that are good accumulates in him. I often speak by figures, and so did Jesus in his day. He said, &#x201C;I am the true vine, and my Father is the husbandman. Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit. I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.&#x201D;<span class=\"citation\" id=\"70120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70120)\">John 15:1-2,5<\/a><\/span> Again, he says, <div class=\"break columnbreak\" id=\"6b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0006.pdf\" target=\"pdfwin\">p.&#xA0;6b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3906\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &#x201C;If a man abideth not in me, he is cast forth as a branch, and is withered; and men gather them, and they are cast into the fire, and they are burned.&#x201D;<span class=\"citation\" id=\"70154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70154)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70154)\">John 15:6<\/a><\/span> When a branch withers and dies, the avenues of the sap and nourishment from the root is cut off, and the branch is cut off after it ceases to live and draw nourishment from the roots. <\/div><div class=\"paragraph jod\" id=\"v9n23\"> No branch is cut off from the tree while it is bearing fruit and cleaves to the tree. We cleave to the vine by our works of righteousness, and by our works of unrighteousness we become dead and unfruitful; then it is necessary that the unfruitful branch should be taken away, and another branch that is more fruitful should be grafted in. We should all be one, like unto a tree, and receive intelligence from heaven as the tree receives its nourishment from the roots. <\/div><div class=\"paragraph jod\" id=\"v9n24\"> My prayer is from time to time, Father, baptize the Presidency into  <div class=\"break pagebreak\" id=\"7a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0007.pdf\" target=\"pdfwin\">p.&#xA0;7a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>one spirit,<span class=\"citation\" id=\"73501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73501)\">1 Cor. 12:13<\/a><\/span> and let them partake of the same element; and then, Father, baptize the Twelve, and the Seventies, and every officer in the Church and kingdom of God, and also every Branch connected to them, that we may all be baptized into one spirit; then we need not fear earth or hell. <\/div><div class=\"paragraph jod\" id=\"v9n26\"> Brother Wells was speaking of the extension of our settlements, that every inch of ground that is consecrated to God and the use of his Saints is redeemed from the power of Satan. That is verily true; and when the people of our settlements act like one man in all things that are revealed unto them, it will truly be so. But I presume, brethren, you will find many devils in all these places; and they will be there until they are cast into hell with all those that forget God<span class=\"citation\" id=\"56360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56360)\">Ps. 9:17<\/a><\/span><span class=\"citation\" id=\"91809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91809)\">D&amp;C 133:2<\/a><\/span> and turn away from him. It is for us to keep them out of our own bodies. If we do that, they will not trouble us much. Resist the Devil, and the Scripture says he will flee from you;<span class=\"citation\" id=\"77692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77692)\">James 4:7<\/a><\/span> that is, he will stand back a little until he can get a better chance at some future time to make an attack upon you. That it is his business, and it is ours to avoid him and keep him far from us. Our calling is to do right, and to teach righteousness and virtue, industry and economy, that we may gain power over the world, over the flesh, and over the Devil, and over all that is combined to overthrow this work. Do you think they will overthrow it? They may overthrow many of you, but they will never overthrow this Church while the world stands. But when a man loses that Good Spirit, he looks upon this work as the world look upon it. He sees no beauty in it; he is opposed to it in his heart. <\/div><div class=\"paragraph jod\" id=\"v9n27\"> As for the condition of the nations that brother Wells has been speaking of, we shall never secede from the Constitution of the United States. <div class=\"break columnbreak\" id=\"7b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0007.pdf\" target=\"pdfwin\">p.&#xA0;7b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3905\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We shall not stop on the way of progress, but we shall make preparations for future events. The South will secede from the North, and the North will secede from us, and God will make this people free as fast as we are able to bear it. They send their poor miserable creatures here to rule us. Why, it would be upon the same principle that this Church and authority should send some poor curse to rule me and my family in my own house. We need good men that are capable of ruling us, and we have them in our midst. Take any man there is here, and I would rather have him come and rule me and this people than have any of those poor creatures that come here. What do they know? Nothing, only to come here and undertake to lead this people astray and pollute them. They would pollute everyone, if they had the power, or everyone that would yield to them. We have to submit to this, and to bear it with patience. But let me tell you, the yoke is now off our neck, and it is on theirs, and the bow key is in. <\/div><div class=\"paragraph jod\" id=\"v9n28\"> The day is not far distant when you will see us as free as the air we breathe, and we will be ruled by those men whom God Almighty appoints. I live above the law, and I am above them, and mean to keep so by doing right, as the Lord requires us through those who dictate and lead us. <\/div><div class=\"paragraph jod\" id=\"v9n29\"> President Young is our leader, and has been all the time since the death of Joseph Smith the Prophet. He can govern this people with his hands in his pockets, and they are not governed one whit by the men that are sent here. I want to tell it, and I want they should know I tell it. We are going to be ruled by our Father in heaven, and the agents he sends and appoints for us, from this day henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v9n30\"> Let us all go to work and culti<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"8a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0008.pdf\" target=\"pdfwin\">p.&#xA0;8a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vate the earth, beautify and adorn it with trees and shrubs and plants that never die. Let us preserve and sustain, and make ourselves independent both for clothing and for food, and also for herds and flocks; and we will be free, and our enemies will not trouble us much more. I am a witness to what the nation has done to the people of the Saints for thirty years past. They have killed some of the best men that ever lived, and the whole nation sanctioned it, thinking they had got rid of the worst men that ever were upon the earth. I know this to be true. They now look upon President Young as they looked upon Joseph Smith as one of <div class=\"break columnbreak\" id=\"8b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0008.pdf\" target=\"pdfwin\">p.&#xA0;8b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3904\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the greatest curses that could come upon the earth. They have driven us, robbed and plundered us; and when we sought for redress, they said our cause was just, but they could do nothing for us. Let a man come into my house or into yours, and serve us as the United States have served this people, and would there not be a scrambling? We would soon decide whether the cause was just or not. I can do it in a family capacity; but Territories and States have not got as much governing power as a man ought to have in his family. I do not wish to say any more at this time. Amen. <\/div>\n<\/div>\n<\/div>"}