{"ID":90005, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Improvement&#x2014;Restoration of the Priesthood, Etc.<\/div>\n<div class=\"subtitle\">Remarks by Elder Lorenzo Snow, made in the Tabernacle, Great Salt Lake City, April 7, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Improvement, Etc.<\/div>\n<div class=\"speaker\">Speaker: Lorenzo Snow<\/div>\n<div class=\"date\">Date: 4\/7\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d05\">\n<div class=\"paragraph jod\" id=\"v9n90\"> It is a matter of rejoicing to me, brethren and sisters, that I have the privilege of assembling here with you in a Conference capacity, contemplating the growth of the kingdom of the Almighty which has been upon the earth for the past thirty-one years, and considering the progress that this people have made in knowledge, power, and intelligence. We meet together in this capacity from time to time. Twice in a year we have always the same privilege. <\/div><div class=\"paragraph jod\" id=\"v9n91\"> After considering the past, and seeing the improvements we have made, as a people and as individuals, it is a matter of importance to us to consider ourselves, to see whether we are making such progress as is required <div class=\"break columnbreak\" id=\"20b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0020.pdf\" target=\"pdfwin\">p.&#xA0;20b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3892\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of us&#x2014;to learn if we are keeping pace with the times and the improvements that are being made by the leading men of the Church&#x2014;to find out whether we, as individuals, are improving in the principles of the Gospel, whether we are improving in the practice of righteous and holy principles, and whether we are gaining knowledge, wisdom, virtue, and getting a more full understanding of how to make ourselves happy, and thus prepare ourselves for that situation that we expect to occupy in future. <\/div><div class=\"paragraph jod\" id=\"v9n92\"> As has been said by our President, we can clearly see the rapid improvements and advances that this people are making from year to year. It is  <div class=\"break pagebreak\" id=\"21a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0021.pdf\" target=\"pdfwin\">p.&#xA0;21a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a pleasure to us, and we ought to feel grateful to our Heavenly Father for the strength that he has given to this people in consequence of the union, the knowledge, and wisdom that we are continually gaining. <\/div><div class=\"paragraph jod\" id=\"v9n94\"> We can easily see the improvements that the people are making. It is like the babe that passes from a state of infancy to childhood, and thence to manhood. You cannot tell the particular moments of its growth and increase in stature; you cannot point out the particular day, hour, or minute in which it increases; but you are all the time perfectly aware that it is gaining, growing, becoming greater continually. It is precisely so in regard to ourselves spiritually. If we are doing our duty, though we cannot point out the moment, the day, or the particular time when we receive the increase of knowledge, wisdom, or power, yet we know and feel conscious, as we reflect back, that we have gained. This is a blessing, and for this we should feel deeply grateful to our Heavenly Father. We are where we want to make ourselves happy, and the nature of the objects around us are such as to cause us to bear some fruit, be it good or bad, sweet or sour. <\/div><div class=\"paragraph jod\" id=\"v9n95\"> We are in the world, but we are ignorant. We do not know what will make us happy, or whether we shall receive what we anticipate. We know little or nothing about these things. We seek happiness and that which will make us comfortable, but we do not really understand what will make us happy for time and happy for eternity. <\/div><div class=\"paragraph jod\" id=\"v9n96\"> The Priesthood has been restored. It has been bestowed upon man, that through that medium all who would like to be good and happy might have the privilege. The Gospel tells us how to be great, good, and happy. The Spirit of the Gospel of Christ teaches all things that are neces<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"21b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0021.pdf\" target=\"pdfwin\">p.&#xA0;21b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3891\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sary for our present and future welfare. <\/div><div class=\"paragraph jod\" id=\"v9n97\"> We have these objects in view today, and we should continually keep them before us. Look back for twenty-five years, or look back ten years only, and a great many have been in the Church that length of time, and see what we have accomplished. We see farther and comprehend things better; hence we are better prepared for the things that are coming on the earth than we were ten, fifteen, twenty, or twenty-five years ago to know how to be useful&#x2014;to know how to do things as they should be done. <\/div><div class=\"paragraph jod\" id=\"v9n98\"> A man may be a very good man, and yet not have wisdom to do things right; but we have got the Spirit that will enable us to know how to put them in the best channel, so that they will be best calculated to roll on the kingdom of God, to make us happy, and prepare us for the scenes that lie before us. Is not the Gospel a good thing? Is it not worthy of a man losing his substance and even his life to gain the blessings that are promised to the faithful in Israel? The man who has the priesthood, who is filled with the Holy Ghost, is to be guided and dictated by it in the way of happiness and life. It is very necessary for us to have these things laid before us frequently, that we may be put in remembrance of our duties. <\/div><div class=\"paragraph jod\" id=\"v9n99\"> The organized spirit which God gave us is the one which conceives through the revelations that are given from on high. The nature and the character of those teachings that come from the Priesthood are such that we comprehend them: the Spirit manifests them unto us as they are. By it we learn our duties to God and man. We are taught by it to shun the evil and cleave unto that which is good. We understand this, if we are in the path of duty. It is not miracles that produce within us that  <div class=\"break pagebreak\" id=\"22a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0022.pdf\" target=\"pdfwin\">p.&#xA0;22a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>living faith of which President Young so frequently speaks; but we learn the nature and character of our religion. We learn that which is calculated to enable us to shun all evil power and to make us happy. <\/div><div class=\"paragraph jod\" id=\"v9n101\"> When a man receives knowledge, he is prompted to impart it to others; when a man becomes happy, the Spirit that surrounds him teaches him to strive to make others happy. It is not so in the Gentile world. If a man attains to any important position, he does not strive to elevate others to participate in the same blessings. In this respect there is a great difference between the Latter-day Saints and the world of mankind. The object of the Priesthood is to make all men happy, to diffuse information, to make all partakers of like same blessings in their turn. Is there any chance of a man's becoming happy without a knowledge of the Gospel of Christ? A man may make the thunders roll, the lightnings flash; but what has that to do with making a can happy? Nothing. Though in the world they try to make themselves happy, still they are not successful in what they strive to accomplish. They cannot be happy except upon one principle, and that is by embracing the fulness of the Gospel, which teaches us not to wait till we get into eternity before we begin to make ourselves happy; but it teaches us to strive here to make ourselves and those around us rejoice in the blessings of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v9n102\"> This, then, should be our aim and object&#x2014;to learn to make ourselves useful&#x2014;to be saviors to our fellow men&#x2014;to learn how to save them&#x2014;to communicate to them a knowledge of the principles that are necessary to raise them to the same degree of intelligence that we have ourselves. <\/div><div class=\"paragraph jod\" id=\"v9n103\"> Men may be very good, and yet they may not be very wise, nor so useful as they might be; but the Gos<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"22b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0022.pdf\" target=\"pdfwin\">p.&#xA0;22b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3890\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>pel is given to make us wise, and to enable us to get those things in our minds that are calculated to make us happy. The time that we have to meet together here and compare ourselves with the principles of our profession is a great blessing. <\/div><div class=\"paragraph jod\" id=\"v9n104\"> We are a Territory; we have our own Government; we have our own dispenser of light and knowledge, who is supported by our united faith; and the Spirit within us teaches to sanction their proceedings, and how to walk in the path of life. <\/div><div class=\"paragraph jod\" id=\"v9n105\"> I dare say that some of us do not sufficiently reflect upon the good things that are in our minds, nor do we have that gratitude that we ought to have to our Heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v9n106\"> I see some of my brethren around me who hold the holy Priesthood that has descended out of the heavens in these last days; I behold their faces multiplied around me; I see them appointed to become saviors among men&#x2014;to be always on hand to officiate in the Priesthood. They are destined to become saviors on the earth&#x2014;rulers among the children of men, to teach mankind how to increase in the principles and likeness of Deity&#x2014;how to increase in those principles of power that will enable them constantly to ascend in the path of eternal life&#x2014;to be like the child that grows when in infancy, gradually increasing in the knowledge of God. <\/div><div class=\"paragraph jod\" id=\"v9n107\"> This is the condition in which they are placed, if they are acting in their proper positions, and if they are upholding and sustaining those who are in our midst, and who are appointed to lead and guide this people to eternal life and exaltation. We may increase in knowledge and power, and in our ability to build up the kingdom of God upon the earth, and that, too, by our diligence, our humility, and faithfulness to the covenants we have made. We do not require miracles  <div class=\"break pagebreak\" id=\"23a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0023.pdf\" target=\"pdfwin\">p.&#xA0;23a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to enable as to perform the duties of today. We know, from defending the teachings of the servants of God, that we are right&#x2014;that the Spirit from on high accompanies us. We knew that we are right as well as the Lord does. How do we know this? Because Deity is within us, and that Spirit of Deity that is within us teaches us that we are the sons of God; it teaches the sisters that they are the daughters of God, and by it we are all taught that we are the children of our Father in heaven. Therefore we know if we are in the line of our duty; for the Spirit of the Gospel teaches every man who lives in the line of his duty that he is in the path of right, and so it does every woman. By it she knows she is walking in the path of truth and life. It is this Spirit which teaches the sisters as well as the brethren the right from the wrong; and she has a perfect right to know the truth of her religion&#x2014;to have a knowledge for herself that the principles of her profession are divine. Is there anything wrong or mysterious in this? No. It is because she is a child of God, and therefore she is capacitated to know as he knows&#x2014;to comprehend the principles of her religion, its divine origin, and its tendency onward and upward. <\/div><div class=\"paragraph jod\" id=\"v9n108\"> This is a good and glorious principle, and we are uniting ourselves together, and continually striving to form a nucleus of power, and getting round us that support that will endure forever; and we will stand shoulder to shoulder, and break in pieces and <div class=\"break columnbreak\" id=\"23b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0023.pdf\" target=\"pdfwin\">p.&#xA0;23b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3889\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> subdue that which would strive to overcome us, and then plant the principles of righteousness over all the earth. This we will accomplish, for it is given to us to do; and this is the period in which it is to be done, and we will do it. We will gird up our loins and rejoice, in the work given to us, and in erecting constantly around us that which will enable us to increase in wisdom, in experience, and in the knowledge of God. <\/div><div class=\"paragraph jod\" id=\"v9n109\"> Brethren and sisters, short sermons is the doctrine of the day; therefore I say, The Lord bless you! And I bless you with all the power that I possess. President Young blesses you, his Counselors bless you, the Twelve Apostles bless you, the Seventies bless you, the High Priests bless you, and we all bless each other; and hence we are a blessed people, inasmuch us we live for each other's good, and the building up of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n110\"> Brethren, who can overcome us? Who can place a stumbling block in the way of our feet as we are wending our way to celestial glory? Is there any need of tears? No, not much. Need we have any fear of the result? No. There is no need of crying and mourning, for we are the saviors of men, appointed to be the kings and queens of the earth. We cannot always do what we would like to do, but we shall have the power to do that which we should do. The Lord will give us the power to do this. <\/div><div class=\"paragraph jod\" id=\"v9n111\"> The Lord bless you! Amen. <\/div>\n<\/div>\n<\/div>"}