{"ID":90007, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Home Manufactures.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 7, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Home Manufactures.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/7\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d07\">\n<div class=\"paragraph jod\" id=\"v9n143\"> I have no objections to the tenor of the remarks we have just heard pertaining to our temporal affairs, though they are rather more appropriate, according to custom, in such a meeting as we had last evening with the Bishops, High Priests, &amp;c. I wish to say a few words on the subject last spoken of by brother Kimball. I think he will be very successful in obtaining oil from flax or linseed. For a beginning, and for persons that never saw oil made before, which is the case with the workmen who are making it&#x2014;they knew nothing about making oil&#x2014;I think they have done extraordinary well. If I remember correctly, in the States five quarts of oil from a bushel of seed was considered a good yield. There I was some little acquainted with making oil, and very much acquainted with using it. <\/div><div class=\"paragraph jod\" id=\"v9n144\"> Brother Kimball spoke of the oil that is imported to this country. I am doubtful whether there has ever been a gallon of pure linseed oil imported into this Territory; and the person that told brother Kimball that he could reduce his oil so that the adulteration could not be detected, is mistaken, for I could detect it by rubbing it between my fingers. Before I knew anything of &#x201C;Mormonism,&#x201D; I knew how to adulterate oil. Brother Kimball says that alkali is often mixed with linseed oil. In my young days I had to quit the business <div class=\"break columnbreak\" id=\"29b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0029.pdf\" target=\"pdfwin\">p.&#xA0;29b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3883\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of painting purely because I had either to be dishonest or quit; and I quit. I will venture to say that, let me have the oil that is made at brother Kimball's mill, and have pure white lead of our own manufacture, and I will put a coat of paint on to the outside woodwork of buildings that will last twenty years, better than the materials we import and now use for painting will last two years. When you buy the oil that is imported and make putty with it and what is commonly called Spanish white&#x2014;if you set glass in windows with that putty, in a year or two the glass will be falling out; but when you use the pure oil, in two years you could scarcely get the glass out without the use of a knife or chisel to first cut out the putty. Let it stand ten years, and probably you would have to cut the sash to pieces to let the glass out. The oil we get from the East is worth but little, only for present show. That which we make here will last in this climate. <\/div><div class=\"paragraph jod\" id=\"v9n145\"> Our painters tell us that it is the climate that destroys the paint. I do not think there is a painter in this Territory that knows what pure linseed oil is. They tell us that the climate destroys the paint. That is a mistake; the paint is not good. Can you tell whether there is alkali mixed with the linseed oil? I can. I can also tell whether there is Spanish  <div class=\"break pagebreak\" id=\"30a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0030.pdf\" target=\"pdfwin\">p.&#xA0;30a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>white in the paint. Plaster of Paris (by some called Paris white) is also mixed with white lead, and our houses are painted with it. Other paints are adulterated. I pay from thirty to fifty dollars to have a carriage painted, and in three months it needs painting again. Let it stand six months, and you would hardly suppose that it had been painted in sixteen years. <\/div><div class=\"paragraph jod\" id=\"v9n147\"> We ought to have spoken last night in regard to raising flax in this Territory, and I will now say to the brethren that we wish them to return the flax seed they have borrowed at the Tithing Office. We also wish you to raise flax and make linen cloth. We have as good workmen at this business as there are in the world. The American brethren do not generally know how to raise flax for making fine linen, but they can easily learn. Instead of sowing five pecks to the acre, sow five or more bushels, and you will raise flax as soft as silk; from such flax fibers can be hatcheled as fine as spinster's webs. Most of the linen we import is more than half cotton. The flax is put into machines and cut and torn to pieces; it then goes through another rotting process, is then mixed with cotton, carded, spun, and called linen. I once in a while see a genuine piece of linen, which will as well last six years as the most we buy will last six months, if it is not washed to death. This you know, if you have been accustomed to using tow cloth. In clearing out brush, cutting down trees, logging, and all kinds of rough work, the one or two pairs of genuine tow trousers and a couple of tow frocks will last through a summer; but put on that heavy so-called linen you buy in the stores, and do nothing but come into a pulpit, and before you have had it three months it is cut to pieces and en<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"30b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0030.pdf\" target=\"pdfwin\">p.&#xA0;30b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3882\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tirely done. But I will not detain you longer upon this point. <\/div><div class=\"paragraph jod\" id=\"v9n148\"> Brother Kimball mentioned about some of the brethren's sending to the States for nails. Send to the States, go to the stores, buy where you please, and do you think that you can get better nails than you can get at our nail factory? I know what nails are; I have driven a great many. There is not a better nail made at Boston or in Germany than there is at this factory. I never saw a better nail, nor better nail machinery than that which we have running. <\/div><div class=\"paragraph jod\" id=\"v9n149\"> We should now make our own iron. We have already spent about one hundred and fifty thousand dollars to make iron here, but we have failed, not for want of ore or for want of skill. Where is the difficulty? There has not been union enough in the men who engaged in that work. After we had spent about one hundred thousand dollars, an ingenious man, named Peter Shirts, would have brought out the iron as good as ever was made, and that, too, by means of a small furnace of trifling cost; but they ran him out of the county. The citizens pronounced him a nuisance, confiscated his property, and drove him out. Every man said&#x2014;&#x201C;I will have the name and honor of making the first iron made in this Territory, or I will destroy the work.&#x201D; That is the difficulty. We have the best of iron ore, and we have coal close by it; and some man will go to work, by-and-by, who is not worth fifty dollars, and make iron. Go into Vermont and you will there see a farmer, when he has a little leisure, take his wagon, get the ore, smelt it, hammer it out, and make two or three hundred pounds of iron in a day. He takes care of it, and by-and-by someone comes along and buys it of him. Travel through that country, and you will find hundreds  <div class=\"break pagebreak\" id=\"31a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0031.pdf\" target=\"pdfwin\">p.&#xA0;31a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of such little iron forges. Men who do not pretend even to be blacksmiths get some person to teach them how to use a trip hammer to draw out the iron after they have put on their blast and run out some two or three hundred pounds. On a rainy day a farmer has his ore ready and makes iron when he cannot work in the field. We have shown you that we can make nails. I cannot do everything. Who has brought carding machines and other machinery here? Who has entered into every kind of <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mechanism that has been started in this Territory? Twelve thousand dollars we have spent to get the manufacture of pottery under way. By-and-by some man will come along, not worth fifty dollars, and take the feldspar, which enters so largely into our granite rock, and make the best of chinaware. <\/div><div class=\"paragraph jod\" id=\"v9n151\"> We want glass. Some man will come along, by-and-by, and take the quartz rock, rig up a little furnace, and make glass. <\/div>\n<\/div>\n<\/div>"}