{"ID":90008, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gifts of God&#x2014;Home Manufactures&#x2014;Word of Wisdom&#x2014;Happiness.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 7, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Gifts of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/7\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d08\">\n<div class=\"paragraph jod\" id=\"v9n152\"> I wish to speak upon what pertains to our temporal affairs, which I would very well have liked to have been brought before the Bishops' meeting without detaining a congregation like this on such matters. I wish to urge upon the people the necessity of providing for themselves, and not being dependent entirely upon others. <\/div><div class=\"paragraph jod\" id=\"v9n153\"> The Lord has given us ability to do a great many things. What a blessing this is! Do you ever think of it? A man has ability to take the raw materials and build a good, comfortable habitation for the accommodation of himself, his wives, and children. The wife can spread a table with wholesome food, and in a manner pleasant to the eye, while the <div class=\"break columnbreak\" id=\"31b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0031.pdf\" target=\"pdfwin\">p.&#xA0;31b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3881\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> food is gratifying to the palate. They have the ability to provide, if they choose, downy beds upon which to rest their weary bodies. Do you ever think of this? I presume the greater part of the inhabitants of the earth have lived and died without reflecting much upon whence they derived this ability, to whom they were indebted for the ingenuity they possess, or the capability that is organized within them to gather around them the comforts of life. Do you, brethren, think of it? <\/div><div class=\"paragraph jod\" id=\"v9n154\"> We have ability to cultivate the earth; we know how to raise stock, how to make clothing, and are not obliged to go naked like the Indians. We are not obliged to lie down in the open air with perhaps a few sage  <div class=\"break pagebreak\" id=\"32a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0032.pdf\" target=\"pdfwin\">p.&#xA0;32a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brush around us, as do many of the natives. We have ability to make ourselves comfortable as to the physical wants of this life. Where did we get that ability? Are your hearts lifted to the Donor of those blessings? Do you remember from whence your ability came? Who organized these tabernacles? Who put into them these thinking powers? Who has placed the spirit in the body, and organized them together, and made us capable of reflecting? Where did you get this ability? A well-read historian and geographical scholar can contemplate his antipodes, and in his mind see what they are doing. He can also behold the various exhibitions of human skill in different nations; both in their social and political capacity; for they are in the vision of his mind. Who gave the ability to reflect and to behold the earth and the inhabitants thereof? Is not this a blessing? How cheering, how comforting, how consoling, how exalting! I would be glad if we could realize the blessings we possess. <\/div><div class=\"paragraph jod\" id=\"v9n156\"> The Lord has placed in our possession the elements pertaining to this earth. As I told the people, when we first came into this Valley in 1847, there is plenty of silk in the elements here, as much so as in any other part of the earth. Here is also the fine linen. Were there any sheep here when we came first here? No. Were there any silk raisers then here? No. Were there any flax raisers here? No; neither was there a stalk of flax growing, except what was growing wild. The elements are here. Bring the seeds, the eggs of the silkworm, raise the trees for feeding the worms, and let us see if we cannot produce silk here. It is in the elements. We have the elements to produce as good wheat as grows. The elements here will produce the apple, the peach, the pear, the plum, <div class=\"break columnbreak\" id=\"32b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0032.pdf\" target=\"pdfwin\">p.&#xA0;32b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3880\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the apricot, the cherry, the currant, and every kind of fruit in abundance, and every variety of plant and vegetable we desire. Have you the ability to bring any of these things forth from the native element? Yes; here are men who know how to raise fruit, and here are the women who know how to dry and cook it. Here are the men who know how to raise sheep, and how to take their fleeces and deliver them into the hands of their families to be manufactured. Here are women who know how to spin, weave, and make the finest of cloth. So with the flax, and so with every material calculated to make us comfortable. Where did we get this ability? We got it from our Father who is in heaven. Be thankful for these precious gifts. As brother Kimball justly said, &#x201C;Remember, first of all, the Giver;&#x201D; worship and adore the Giver. Some will lose a great deal by neglecting the Giver and by worshipping the gift.<span class=\"citation\" id=\"88466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88466)\">D&amp;C 88:33<\/a><\/span> Such will find that they will meet with losses. <\/div><div class=\"paragraph jod\" id=\"v9n157\"> I look forward to no distant period when this people, called Latter-day Saints, will be obliged to sustain themselves. We must prepare to gather around us every necessary of life, to make every implement we may wish to use, and to produce from the earth every grain, vegetable, and fruit that we need, and not go to any other place to buy. Produce every article of clothing that we need, and stop this importation that we are now encumbered with. We must produce all we can enjoy. I expect that I soon shall do so. <\/div><div class=\"paragraph jod\" id=\"v9n158\"> I will now make a request of the sisters&#x2014;one which I wish them to hear, remember, and put in practice. Carefully save all castoff linen and cotton articles of dress, all old shirts, wagon covers, sheets, and every article of cotton and linen fabric, instead of letting them go to waste in your dooryards or in the streets; for  <div class=\"break pagebreak\" id=\"33a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0033.pdf\" target=\"pdfwin\">p.&#xA0;33a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we want those rags to supply the paper mill we are now putting up. We have as good machinery for making paper as there is in the United States or in the world. We have brought it here at a heavy expense&#x2014;it has cost us some twenty or twenty-five thousand dollars. We are now putting it up, and we want the sisters to save rags, and we want the brethren to raise hemp, flax, &amp;c. We want to make our own paper. The inquiry is, &#x201C;Will it pay cost?&#x201D; How much paper do we want to use? There is annually imported into and used in this Territory some thirty thousand dollars' worth of paper. Were we making our own paper, much more would be used, for we could then fill the Territory with schoolbooks printed here, and could supply all the paper required throughout the Territory, thereby saving a great many thousand dollars now paid for transportation. We are not able to print a book for want of paper. Now we are prepared to go to work and make our own paper. As I have remarked, we have most excellent machinery; we also have good papermakers; and what hinders our making the best of paper, and all the paper we want to use? Then we can print, in book form, the History of Joseph Smith, and do it in a respectable manner. Then we can print the Church History for ourselves and for the world, and every book we need. To aid in accomplishing so laudable an object, I want the sisters to gather the rags and hand them over to the Bishops, and we will pay for them with paper. We also want hemp, flax, and every material suitable for making good paper. <\/div><div class=\"paragraph jod\" id=\"v9n160\"> There are a great many things we wish to talk about; and I do not wish, if we could well avoid it, to bring such things before the Conference, especially on the Sabbath. The sacrament is being administered, <div class=\"break columnbreak\" id=\"33b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0033.pdf\" target=\"pdfwin\">p.&#xA0;33b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3879\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and we would like to talk about the spiritual welfare of the people; but if we cannot save ourselves temporally, we may despair of saving ourselves or the people spiritually. The first thing is to save our natural lives and devote them to building up the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v9n161\"> Place ourselves back ten centuries, read the prophecies, and behold by prophetic vision what the Lord was going to do in the latter days. &#x201C;The time is coming when the Saints are to be called, and they will assemble themselves together.&#x201D; &#x201C;Can it be possible?&#x201D; &#x201C;Yes; for the Prophets have foretold it.&#x201D; &#x201C;The time is coming when the Lord will speak from the heavens and send his angel to administer to men on earth, when the Priesthood will be restored and bestowed upon the children of men. Look forth in vision and behold these events.&#x201D; They would appear far more beautiful than they appear to the natural man while acting in them. I sometimes think that we are far beneath our privileges in a spiritual point of view. The Prophets and other ancient holy men saw our day.<span class=\"citation\" id=\"83253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83253)\">Morm. 8:35<\/a><\/span> They did not look at the human family now upon the stage of action in all their weaknesses; they did not see every little trifling affair, every little quarrel that more or less embitters life; they did not see our darkness and contentions, sorrow, pain, anguish, grief, and strife. No; they beheld the glory of God resting upon the people, as we now enjoy it. <\/div><div class=\"paragraph jod\" id=\"v9n162\"> Many sects and societies of people have at different times tried to assemble themselves together, because it was in the prophecies that the Saints should be assembled in the latter days&#x2014;that the Lord God would gather his people. They have tried to gather their societies, but what have they effected? Comparatively nothing. If the Lord had spoken from heaven to them and revealed  <div class=\"break pagebreak\" id=\"34a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0034.pdf\" target=\"pdfwin\">p.&#xA0;34a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>only this one privilege, and no more, that Christians might assemble themselves together, and live, walk, talk, and commune with each other uninterruptedly, without being obliged to mingle with the world, they would have esteemed it one of the greatest blessings that could have been bestowed upon them. <\/div><div class=\"paragraph jod\" id=\"v9n164\"> I shall repeat my request to these my sisters. We wish you to save every article about your house that will make paper, instead of throwing it away. Put the rags in a way that they will get to the paper mill, which is four miles from here. We have taken the Sugar House and converted it into a paper mill, and we will try to make paper, if we did not make sugar. And I urge it upon the brethren to raise sheep, save the wool, and put it in the hands of their wives and daughters. And I enjoin it upon the sister, old and young, to make clothing for their husbands, brothers, children, and themselves, and stop running after imported goods. <\/div><div class=\"paragraph jod\" id=\"v9n165\"> In regard to the quality and utility of calico, by some called prints, I can speak from actual knowledge. Take a good seamstress who has four children, and let her sew from Monday morning until Saturday might, and she can scarcely make up the calicos as fast as those four children will wear it out; and let her do her washing to please her, and she will want help in the house, or the children will have to go dirty and ragged. What are these imported rags good for? They are hardly worth making up. There is not half the calico that comes here that is worth making up, if you give it to the people free of charge, if they could do better. Now we can do better. <\/div><div class=\"paragraph jod\" id=\"v9n166\"> Raise flax, brethren. There is no place in the world where flax and hemp will grow better than they will here, though they will not do well in every <div class=\"break columnbreak\" id=\"34b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0034.pdf\" target=\"pdfwin\">p.&#xA0;34b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3878\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> locality. Hunt out places and soil most suitable for flax and hemp, and there let them be grown: also raise and take care of sheep. It is thought by some that this country is unhealthy for sheep, but it is not. There is not a climate or soil better adapted to sheep raising than are these mountains. Some may think that other countries are better, but they are not, so far as I am acquainted. But keep hundreds and hundreds of sheep in a small pen, shut them in there nights, with hardly room to lie down, and let them remain there until ten or eleven o'clock in the day, before they are turned out to grass, as has been done here more or less, and it would kill every sheep in England or Scotland. Let them have plenty of room by day and by night, and they will not become diseased. Give them well-ventilated pens, proper exercise, and proper food, and you will not see them diseased. The disease that is among our sheep is not natural to the climate; it was brought here, and has been fostered by bad management. <\/div><div class=\"paragraph jod\" id=\"v9n167\"> When you find the soil that will produce the best and greatest amount of sugar&#x2014;that best adapted to raising cane, let the cane be raised there, and there let the molasses and sugar be made. Just now we want our quarter-of-an-acre of cane, our quarter-of-an-acre of flax and hemp, our proportion of wheat, corn, and everything else; but by-and-by our labors will be systematized, and we will find the place where we can raise the best cane, and let that place be devoted to raising it, and make sugar, and stop importing it. The English brethren and the brethren from the Eastern and Northern and Western States and from the Canadas know nothing about making sugar from the cane; and when they see newly-made cane sugar, they say it is not good. I have never seen a purer article of  <div class=\"break pagebreak\" id=\"35a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0035.pdf\" target=\"pdfwin\">p.&#xA0;35a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sugar made than is made here. Eat the new cane sugar that is made in the Southern States, and it has a very unpleasant taste. Take our sugar and cleanse it as they do, and let it stand until it is ripe for the market, and you will find as good an article of cane sugar as ever was made. The Chinese sugar cane is a better plant to produce sweet than is the cane they raise in the South and on the West India Islands. We can make our own sugar. We send out a large amount of money to buy sugar, and we want this practice stopped. Now, farmers, raise what sugar you want: you can do it as well as not. Go into the business systematically. <\/div><div class=\"paragraph jod\" id=\"v9n168\"> You know that we all profess to believe the &#x201C;Word of Wisdom.&#x201D;<span class=\"citation\" id=\"88832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88832)\">D&amp;C 89:1-21<\/a><\/span> There has been a great deal said about it, more in former than in latter years. We, as Latter-day Saints, care but little about tobacco;<span class=\"citation\" id=\"88920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88920)\">D&amp;C 89:8<\/a><\/span> but, as &#x201C;Mormons,&#x201D; we use a vast quantity of it. As Saints, we use but little; as &#x201C;Mormons,&#x201D; we use a great deal. How much do you suppose goes annually from this Territory, and has for ten or twelve years past, in gold and silver, to supply the people with tobacco? I will say $60,000. Brother William H. Hooper, our Delegate in Congress, came here in 1849, and during about eight years he was selling goods his sales for tobacco alone amounted to over $28,000 a year. At the same time there were other stores that sold their share and drew their share of the money expended yearly, besides what has been brought in by the keg and by the half keg. The traders and passing emigration have sold tons of tobacco, besides what is sold here regularly. I say that $60,000 annually is the smallest figure I can estimate the sales at. Tobacco can be raised here as well as it can be raised in any other place. It wants attention and care. If we use it, let us <div class=\"break columnbreak\" id=\"35b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0035.pdf\" target=\"pdfwin\">p.&#xA0;35b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3877\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> raise it here. I recommend for some man to go to raising tobacco. One man, who came here last fall, is going to do so; and if he is diligent, he will raise quite a quantity. I want to see some man go to and make a business of raising tobacco and stop sending money out the Territory for that article. <\/div><div class=\"paragraph jod\" id=\"v9n169\"> Some of the brethren are very strenuous upon the &#x201C;Word of Wisdom,&#x201D; and would like to have me preach upon it, and urge it upon the brethren, and make it a test of fellowship. I do not think that I shall do so. I have never done so. We annually expend only $60,000 to break the &#x201C;Word of Wisdom,&#x201D; and we can save the money and still break it, if we will break it. Some would ask brother Brigham whether he keeps the &#x201C;Word of Wisdom.&#x201D; No: and I can say still further, as I told one of the teachers in Nauvoo, I come as near doing so as any man in this generation. It is not using tobacco that particularly breaks the &#x201C;Word of Wisdom,&#x201D; nor is that the only bad practice it corrects; but it is profitable in every path of life. If our young persons were manly enough to govern their appetites a little, they would not contract these bad habits; but they must have some weaknesses; they must not be perfect and exactly right in everything. It is a loathsome practice to use tobacco in any way. A doctor told an old lady in New York, when she insisted upon his telling her whether snuff would injure her brain, &#x201C;It will not hurt the brain: there is no fear of snuff's hurting the brain of anyone, for no person that has brains will take snuff.&#x201D; I will say that the most filthy way of using tobacco is to smoke it. What is the neat way? If you are going to direct any course for the people to use tobacco, let us know what it is. Cannot you who have used it for years point out a neat, modest, judicious way of using it?  <div class=\"break pagebreak\" id=\"36a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0036.pdf\" target=\"pdfwin\">p.&#xA0;36a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The &#x201C;Word of Wisdom&#x201D; says that tobacco is good for sick cattle;<span class=\"citation\" id=\"88921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88921)\">D&amp;C 89:8<\/a><\/span> and when you want another chew, down with it as you would a pill. It may make you vomit a little, but that is soon over, and it is good for sick cattle. That is the neatest way you can use tobacco. <\/div><div class=\"paragraph jod\" id=\"v9n170\"> I will now speak a little in regard to people's making themselves happy. We heard something upon that subject today and yesterday; and we frequently hear people preaching about heaven, paradise, and Zion; and if there is a comfort, a felicity, and good feeling, I want to say a few words about them; and I shall begin upon the doctrine so much beloved by Saint and sinner, and that is the plurality of women. The Saints like a plurality of wives, and the sinners like a plurality of men and women. I will say to the sisters that I have heard but very few women, and not a great many men, ever talk sensibly upon the plurality of wives. When they begin to talk about it, they exhibit, almost without an exception, passion instead of principle. Were we to appeal to passions of the people, we should promote the doctrine of a plurality of men and of women. But when we address ourselves to the Saints of the Most High God,<span class=\"citation\" id=\"85739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85739)\">D&amp;C 45:66<\/a><\/span> it is very different and in a different light. It is for my sisters to be mothers of holy men and holy women&#x2014;to receive and conceive in the name and by the power of the Holy Ghost&#x2014;to bring forth their fruits to the praise and honor of the God of heaven. But what are the people doing here? &#x201C;I want another wife,&#x201D; and almost universally passion is exhibited instead of principle. <\/div><div class=\"paragraph jod\" id=\"v9n171\"> If the plurality of wives is to pander to the low passions of men and women, the sooner it is abolished the better. &#x201C;How far would you go in abolishing it?&#x201D; I would say, if the Lord should reveal that it is his <div class=\"break columnbreak\" id=\"36b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0036.pdf\" target=\"pdfwin\">p.&#xA0;36b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3876\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will to go so far as to become a Shaking Quaker, Amen to it, and let the sexes have no connection. If so far as for a man to have but one wife, let it be so. The word and will of the Lord is what I want&#x2014;the will and mind of God. He has revealed his mind and will. The time is coming when the Lord is going to raise up a holy nation.<span class=\"citation\" id=\"125379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125379)\">Ex. 19:6<\/a><\/span> He will bring up a royal Priesthood<span class=\"citation\" id=\"77809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77809)\">1 Pet. 2:9<\/a><\/span> upon the earth, and he has introduced a plurality of wives for that express purpose,<span class=\"citation\" id=\"81663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81663)\">Jacob 2:30<\/a><\/span> and not to gratify lustful passion in the least. I would rather take my valise in my hand today, and never see a wife or a child again, and preach the Gospel until I go into the grave, than to live as I do, unless God commands it. I never entered into the order of plurality of wives to gratify passion. And were I now asked whether I desired and wanted another wife, my reply would be, It should be one by whom the Spirit will bring forth noble children. I am almost sixty years old; and if I now live for passion, I pray the Lord Almighty to take my life from the earth. <\/div><div class=\"paragraph jod\" id=\"v9n172\"> I know the weaknesses of humanity, and I understand the passions of men and women. I am sorry for them. I wish they had grace according to their day, creating such fortitude in them that they would determine to suffer unto death rather than violate a holy command of the Almighty, or transgress the bounds God has set. &#x201C;Is that the way you have lived?&#x201D; It is. It is the example I have set before my family from the day the Lord opened my mind to see the Gospel. Ask these sisters (many of them have known me for years), what my life has been in private and in public. It has been like the angel Gabriel's,<span class=\"citation\" id=\"66976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66976)\">Luke 1:19<\/a><\/span> if he had visited you; and I can live so still. But how are we to be made happy? There is one course&#x2014;love the Giver more than the gift;<span class=\"citation\" id=\"88467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88467)\">D&amp;C 88:33<\/a><\/span> love Him that has placed  <div class=\"break pagebreak\" id=\"37a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0037.pdf\" target=\"pdfwin\">p.&#xA0;37a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>passion in me more than my passions. Let passion lie at the feet of judgment, and let every attribute that God has bestowed on me be devoted to the righteous cause he has commenced upon the earth. This, and this alone, produces happiness. He has brought us forth, and we live and see this day that Prophets, kings, and millions of great and good men have prayed to see, but died without the sight. When they looked at it in vision, it cast a halo, around which was like the dawning of heaven to their souls, and they shouted, &#x201C;Hallelujah!&#x201D; beholding the spirit and glory of these times that we now live in. And we yield to passion? I say, Shame on the individual that says passion has anything to do with his life. It is crucified. It lies, as it were, at the foot of the cross. That is my faith, and it has been my life. <\/div><div class=\"paragraph jod\" id=\"v9n174\"> How will you be happy? Love the Giver more than the gift.<span class=\"citation\" id=\"88468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88468)\">D&amp;C 88:33<\/a><\/span> Delight yourselves in your duties, mothers. Here are the middle-aged and the young. I am now almost daily sealing young girls to men of age and experience. Love your duties, sisters. Are you sealed to a good man? Yes, to a man of God. It is for you to bear fruit and bring forth, to the praise of God, the spirits that are born in yonder heavens and are to take tabernacles on the earth. You have the privilege of forming tabernacles for those spirits, instead of their being brought into this wicked world, that God may have a royal Priesthood,<span class=\"citation\" id=\"77810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77810)\">1 Pet. 2:9<\/a><\/span> a royal people, on the earth. That is what plurality of wives is for, and not to gratify lustful desires. Sisters, do you wish to make yourselves happy? Then what is your duty? It is for you to bear children, in the name of the Lord, that are full of faith and the power of God&#x2014;to receive, conceive, bear, and bring forth in the name of Israel's God, that you may have the honor <div class=\"break columnbreak\" id=\"37b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0037.pdf\" target=\"pdfwin\">p.&#xA0;37b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3875\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of being the mothers of great and good men&#x2014;of kings, princes, and potentates that shall yet live on the earth and govern and control the nations. Do you look forward to that? Or are you tormenting yourselves by thinking that your husbands do not love you? I would not care whether they loved a particle or not; but I would cry out, like one of old, in the joy of my heart, &#x201C;I have got a man from the Lord!&#x201D;<span class=\"citation\" id=\"52675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52675)\">Gen. 4:1<\/a><\/span><span class=\"citation\" id=\"92600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92600)\">Moses 5:16<\/a><\/span> &#x201C;Hallelujah! I am a mother&#x2014;I have borne an image of God!&#x201D;<span class=\"citation\" id=\"52256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52256)\">Gen. 1:27<\/a><\/span> Let your prayers ascend to God, and that continually, that he will overshadow the child by the power of the Holy Ghost before and after its birth&#x2014;<span class=\"citation\" id=\"66992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66992)\">Luke 1:35<\/a><\/span>that the Holy Ghost may attend it continually.<span class=\"citation\" id=\"66971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66971)\">Luke 1:15<\/a><\/span><span class=\"citation\" id=\"67002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67002)\">Luke 1:41<\/a><\/span><span class=\"citation\" id=\"87668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87668)\">D&amp;C 84:27<\/a><\/span> The mother should inquire what her duty is. It is to teach her children holiness, prayer to God, and to trust in Him. Teach them the holy religion and the commandments that are calculated to sanctify the people and bring them into the presence of our Father and God.<span class=\"citation\" id=\"90184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90184)\">D&amp;C 107:19<\/a><\/span> But no; too often it is passion. If my passion is served, I am in heaven. The fire will have to burn them up. We must live by principle; and if we do, we shall attain to perfection&#x2014;to being crowned with crowns of glory, immortality, and eternal lives.<span class=\"citation\" id=\"86799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86799)\">D&amp;C 75:5<\/a><\/span> I would rather be purified here than to live ten thousand years to attain the same point in another existence. The man that enters into this order by the prompting of passion, and not with a view to honor God and carry out his purposes, the curse of God will rest upon him, and that which he seems to have<span class=\"citation\" id=\"126273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(126273)\">Luke 8:18<\/a><\/span> will be taken from him and given to those that act according to principle.<span class=\"citation\" id=\"66151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66151)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66151)\">Matt. 25:28-30<\/a><\/span> Remember it. <\/div><div class=\"paragraph jod\" id=\"v9n175\"> The world cries out against this obnoxious doctrine, that I should have more wives than one. And what would they do? Destroy the virtue of every woman in this community if they had the power. What do  <div class=\"break pagebreak\" id=\"38a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0038.pdf\" target=\"pdfwin\">p.&#xA0;38a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they care about virtue? With comparatively few exceptions, no more than do the devils in hell. Most of the officers who have been sent here would have defiled every bed in this Territory, had they have had the power. Tell about this doctrine's being obnoxious to their delicate feelings! Yes, it is, in one sense. It keeps them at bay; it is hell to them; it is burning them up; and I say they may burn up, and they will. <\/div><div class=\"paragraph jod\" id=\"v9n177\"> Elders of Israel, have you entered into the doctrine that has been revealed, through passion? If you have, you will find that that course will take that which you seem to have, and the Lord will say&#x2014;&#x201C;Let this man, that man, or the other man go, for he has acted on passion, and not on principle. Take that which he seems to have, and give it to him that has been faithful with the five, the two, the three, or the one talent.&#x201D;<span class=\"citation\" id=\"66143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66143)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66143)\">Matt. 25:28<\/a><\/span> That is the way it will be, by-and-by. <\/div><div class=\"paragraph jod\" id=\"v9n178\"> Sisters, do not ask whether you can make yourselves happy, but whether you can do your husband's will, if he is a good man. Teach your children; for you are their guardians, to act as father and mother to them until they are out of your care. The teachings and examples of our mothers have formed, to a great extent, our characters and directed our lives. This is their right, when they act by the power of the Priesthood, to direct the child until it is of a proper age, and then hand it over to the husband and father, and into the hands of God, with such faith and such love of virtue and truth, and with such love of God and its parents, that that child can never suppose that it is out of the hand and from under the control of the parent. Do not call it &#x201C;mine.&#x201D; Let your maxim be, &#x201C;This is not mine,&#x201D; whether you have one child or a dozen. &#x201C;It is not mine, but the Lord has seen fit to let me bear the souls <div class=\"break columnbreak\" id=\"38b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0038.pdf\" target=\"pdfwin\">p.&#xA0;38b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3874\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the children of men.<span class=\"citation\" id=\"91803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91803)\">D&amp;C 132:63<\/a><\/span> It is from my Father and God, and I will do my duty and hand it over to him,&#x201D; and have that faith that the child can never wring itself out of the hands of a good father and mother&#x2014;can never stray away&#x2014;no, never. That is the privilege of mothers. It is you who guide the affections and feelings of the child. It is the mothers, after all, that rule the nations of the earth. They form, dictate, and direct the minds of statesmen, and the feelings, course, life, notions, and sentiments of the great and the small, of kings, rulers, governors, and of the people in general. <\/div><div class=\"paragraph jod\" id=\"v9n179\"> Now, mothers, act upon principle, and see whether you can do anything to promote happiness in your families; see whether you can guide the minds of your children, teach them their letters, &amp;c. I thought to speak upon the last-named point, but I will omit it. You can, at least, teach your children faith, and pay attention to knitting their stockings, making their clothing, &amp;c.; see that the chickens are taken care of, that the milk is cleanly milked from the cow, and that the children are made comfortable. And if your husband is here or there, do not fret yourselves, whether he leaves you or not. If he is a good man, he can take care of himself, and will safely return to you again. The mother that takes this course will be a happy mother&#x2014;a happy woman. But where you find women jealous of each other, and &#x201C;I am watching my husband,&#x201D; I would ask, Where are your children? They are nearly all the time in the mud, or in some mischief. And what are you doing, mother? You are &#x201C;watching that man.&#x201D; &#x201C;Who is he?&#x201D; &#x201C;He is my husband.&#x201D; I used to tell the sisters in Nauvoo that they did not care where their children were, if they could only keep in sight of their husbands. <\/div> <div class=\"break pagebreak\" id=\"39a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0039.pdf\" target=\"pdfwin\">p.&#xA0;39a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n181\"> A traveler in the Eastern country overtook an old gentleman walking towards a town, and asked him, &#x201C;Who is the great man of that little town? Who is your leading man? Who is the governor and controlling spirit of that little place?&#x201D; The old gentleman replied, &#x201C;I am the king of that little town.&#x201D; &#x201C;Really,&#x201D; says the traveler, &#x201C;are you the leading man?&#x201D; &#x201C;Yes, sir, I am king in that place, and reign as king.&#x201D; &#x201C;How do you make this to appear? Are you in affluent circumstances?&#x201D; &#x201C;No, I am poor; but in that little village there are so many children. All those children go to my school; I rule the children, and they rule their parents, and that makes me king.&#x201D; I frequently think of this. Let the children rule the mother, and the mother the father, and that makes the children kings. How frequently you find this. How is it, my brethren? When you call your families together for prayers, where are your children? Were this question asked me, I should say, &#x201C;I do not know.&#x201D; Mothers, where are your children? &#x201C;We do not know; it is as much as we can do to be here.&#x201D; Why do you not have your children together? It is your duty to look after them; they should not be running at random in the streets. Some mothers will put a ten-dollar frock on a child and let it go straight into the mud, while they are watching the father and trying to keep him in bounds. Take care of your children, clothe them comfortably, and avoid all extravagance. <\/div><div class=\"paragraph jod\" id=\"v9n182\"> I am ashamed, not only in my own family, but others, to see the gewgaws that are so often put upon children, when an antelope skin or a piece of blue factory would make much more suitable clothing for them. Dress them in strong, durable cloth, and that, too, made by your own hands. But no; the finest fabrics must be put upon them to <div class=\"break columnbreak\" id=\"39b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0039.pdf\" target=\"pdfwin\">p.&#xA0;39b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3873\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> play in. Some, if they could get it, would put fifty dollars' worth on a child, and send him into the streets to ride upon rails, climb trees, &amp;c. And when prayer time comes, the husband inquires, &#x201C;Where are your children?&#x201D; &#x201C;I don't know.&#x201D; It is your duty, mothers, to look after them; and when you have your children in the prayer room, tell them that their father is coming to pray with them. Also, let it be your delight that your children do not waste bread and other food. If you have bread to spare, give it to the poor, and see that your children do not destroy it. Do not let them destroy valuable clothing, but put strong, durable cloth upon them, and save where you can, and give it to gathering the poor. I do not rule my family with an iron hand, as many do, but in kindness and with pleasant words; and if soft words would teach them, they would know as much as any family on this earth. See that your children are taught every principle of goodness and virtue, and do not let them run uncontrolled in the streets, with expensive food in their hands to waste and expensive clothing upon their backs to tear and destroy. If you get a frock worth three dollars when a two-dollar one will answer, and maybe last longer, you might have saved a dollar to give for gathering the poor. Treat your children like children. <\/div><div class=\"paragraph jod\" id=\"v9n183\"> Some mothers try to make father believe that a child five years old knows as much as the father. Another great cause of dissatisfaction is that so many women are such noble women, and know so much more than their husbands. They say, &#x201C;This man is not capable of leading me.&#x201D; That is a positive proof to me that that man does not know his ability and calling. I will acknowledge that many women are smarter than their husbands. But when people are married, instead of trying  <div class=\"break pagebreak\" id=\"40a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0040.pdf\" target=\"pdfwin\">p.&#xA0;40a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to get rid of each other, reflect that you have made your choice, and strive to honor and keep it. Do not manifest that you have acted unwisely, and say that you have made a bad choice, nor let anybody know that <div class=\"break columnbreak\" id=\"40b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0040.pdf\" target=\"pdfwin\">p.&#xA0;40b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3872\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you think you have. You made your choice; stick to it, and strive to comfort and assist each other. <\/div><div class=\"paragraph jod\" id=\"v9n185\"> There are other things that I would like to speak about, but I will now stop speaking. God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}