{"ID":90010, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Gospel of Salvation, &amp;c.<\/div>\n<div class=\"subtitle\">Discourse by President Daniel H. Wells, made in the Tabernacle, Great Salt Lake City, April 14, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Gospel of Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 4\/14\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d10\">\n<div class=\"paragraph jod\" id=\"v9n205\"> The Gospel of salvation is rich in instruction, and it is calculated in its nature to elevate and to strengthen the human race. We see in our experience, in passing along through life, errors, weaknesses, degradation, and every species of evil. As the Gospel opens our eyes, the more light and intelligence we get, the more we see, and the more we reform in ourselves. <\/div><div class=\"paragraph jod\" id=\"v9n206\"> There is nothing, perhaps, within our knowledge that is so well calculated to elevate our minds, to bring us up out of the low, degraded condition in which we are placed. Almost all mankind are groveling in the dark, and are unwilling to receive the light of revelation that comes from heaven. The Gospel which we have embraced is holy in its nature and in its tendency. It has caused us to discover turpitude in our own bosoms and lives, and it inclines us to reform, to reject the evil, and cleave unto that which is good.<span class=\"citation\" id=\"72828\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72828)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72828)\">Rom. 12:9<\/a><\/span> It <div class=\"break columnbreak\" id=\"43b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0043.pdf\" target=\"pdfwin\">p.&#xA0;43b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3869\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is calculated to reform every Saint&#x2014;every son and daughter of Adam. The message which has gone forth is comforting to all the world, if they will receive it&#x2014;comply with and abide by its requirements. It is free to all the inhabitants of the earth. They can choose or reject it&#x2014;they can receive or turn away from it. It is a matter of agency, left with them to do as they please, either to love the right or the wrong&#x2014;to do good or to do evil. Herein is the economy of heaven illustrated in the human soul, sent forth upon the earth to perform its work either for good or ill as it seemeth them good. If the people adhere to the message which is sent and the Gospel which is being proclaimed, they lay a foundation for eternal exaltation, for association with the Gods of eternity. If they reject the good and cleave unto that which is evil, the result will be the opposite; the consequences will be diminishing and wasting away of life and its  <div class=\"break pagebreak\" id=\"44a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0044.pdf\" target=\"pdfwin\">p.&#xA0;44a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>blessings. There is no increase to the wicked and disobedient; they will come to a full stop;<span class=\"citation\" id=\"91389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91389)\">D&amp;C 131:4<\/a><\/span> whereas to the increase of the righteous there shall be no end.<span class=\"citation\" id=\"58059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58059)\">Isa. 9:7<\/a><\/span> The righteous will continue to increase and multiply in this present life, and also in that which is to come. That person who is wicked does not live, according to the proper definition of the term. We may say that he exists, but scarcely lives, except as he lives in wickedness, which is only a temporary existence. The channel of communication is closed up to the human soul that is wicked, while it is extended to him that follows in the footsteps of virtue. The enjoyment of the righteous is increase. The attributes of our Heavenly Father's nature are only partially learned by us. We are but babes in the science of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v9n208\"> The pure-minded man is more capable of receiving these great and glorious principles which are calculated to enliven the human mind, and to enlarge the capacity of man, and prepare him for receiving those things which are so beautiful and glorious. These are truths which everyone will admit who reflects upon the principles of the holy Gospel. We all know them to be true, and yet there appears to be a predisposition in the hearts of some to do evil and not pursue that path of life and live their holy religion as they have been taught. They do not feel to pursue the holy path of righteousness so as to receive the blessings, the enjoyment, and the felicity promised to the faithful Saints. It is the privilege of the Saints to progress in the knowledge of the principles of eternal life, and the greatest gift that can be bestowed upon man is the gift of eternal life.<span class=\"citation\" id=\"84086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84086)\">D&amp;C 14:7<\/a><\/span> It is our privilege to progress in the knowledge of God, and to become more instrumental of doing good in the service of our Great <div class=\"break columnbreak\" id=\"44b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0044.pdf\" target=\"pdfwin\">p.&#xA0;44b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3868\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Master as we increase in years, and also that we may increase in wisdom and in intelligence, and lay a foundation for others to build upon that come after us, that our children may benefit by our experience, and not have to travel over the same ground that we have traveled. They will be measurably free from the prejudices, traditions, and superstitions under which we have been raised, and they will be enabled thereby more easily to throw off the shackles which are calculated to trammel their minds in the path in which we have attempted to tread: therefore still greater glory will attend their footsteps, if faithful, because of the greater knowledge which they will be capable of receiving. And yet we look around and see ourselves and others to a greater or less degree prone to do evil. Not heeding the whisperings of the Spirit which are calculated to shield us from those evil tendencies and ways&#x2014;calculated to preserve us and attend upon our footsteps, we get into trouble and difficulty; but if we strive to do as well as we can, and submit to those influences which are calculated to shut out evil, we shall then increase in knowledge and in all the gifts and graces of the Gospel of Jesus Christ. <\/div><div class=\"paragraph jod\" id=\"v9n209\"> The only way to preserve ourselves in the faith is to be diligent in prayer and in all those duties required of us as Saints&#x2014;to be faithful in those things that we have received, and not to be dilatory in anything that we have to perform, but be diligent and energetic in everything that is required. It is not a sacrifice of our time, but it is an increase of the Spirit of the Living God to the honest in heart, if they have order, they will have more of it: in fact, attention to duty brings an increase of every good thing that heart can wish or desire in righteousness. It is our duty to strive to be actuated by the influence of the Holy Spirit, and it is  <div class=\"break pagebreak\" id=\"45a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0045.pdf\" target=\"pdfwin\">p.&#xA0;45a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for us to encourage within us a love of those principles which are being revealed&#x2014;to let the love of these principles be the delight of our bosoms continually, to think upon, to act upon in our daily lives. Obedience brings with it its own rich reward, and an increase of every good thing, whether temporal or spiritual; and then we should discard the evil and everything which has a downward tendency, that we may receive edification, and thus cause union to spring up amongst us, and encourage a feeling in our hearts to do good, and strive in faith to bring down the blessings of heaven. Faith is the gift of God; and if we will promote that in our bosoms, we shall increase in the knowledge of the truth and in the power of God. If we will promote faith and confidence in our bosoms, which is said to be the basis of power, then what is there that we desire that we cannot accomplish? Our faith and affections once united, then see the strength and power that we should wield in promoting the principles which we so much rejoice to see spreading abroad upon the face of the earth. <\/div><div class=\"paragraph jod\" id=\"v9n211\"> How is it that we are compelled to pray that our Father in heaven will gather out of his kingdom the ungodly?<span class=\"citation\" id=\"64648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64648)\">Matt. 13:41<\/a><\/span> Is it that the sinner in Zion may be afraid and the hypocrite flee away?<span class=\"citation\" id=\"59034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59034)\">Isa. 33:14<\/a><\/span> We are; and I expect we shall be compelled to make this prayer to our Father in heaven so long as there are hypocrites in the midst of the people of the Most High God&#x2014;those who call themselves Saints. <\/div><div class=\"paragraph jod\" id=\"v9n212\"> We see the young people, ofttimes, walking in the ways of evil, practicing dishonesty, practicing drinking, stealing, and other vices, and those, too, who have been born in this kingdom&#x2014;born of parents who loved and received this Gospel before their birth, many of whom may be dis<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"45b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0045.pdf\" target=\"pdfwin\">p.&#xA0;45b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3867\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tinguished by their names having been taken from the Book of Mormon&#x2014;young men who should have known nothing but righteous principles. I say it is grievous to see one of these, in whom we have placed such strong hopes, turn away from the truth and go into sin and iniquity. <\/div><div class=\"paragraph jod\" id=\"v9n213\"> It may be considered by many a wonder that we should fail in our judgment; but I do not consider it is a wonder at all that we should sometimes choose men who afterwards prove unfaithful, for the Almighty will prove his servants who are called as well as those who call them; and although the Lord may foreknow a great many things, yet he is willing that all should have an opportunity of proving themselves. <\/div><div class=\"paragraph jod\" id=\"v9n214\"> Although those who have been born in the Church have greater opportunities than we have had in our infancy in regard to the principles of life and salvation, yet they are subject to temptation and to be led astray as we are. This our experience teaches us, and it is not so wonderful that we should see this in our youth. The spirit that is in man needs continual watchfulness. We must watch ourselves&#x2014;watch our footsteps. The young and inexperienced do not understand this as we do who have passed further along in life's dreary path. But they will improve when they feel by experience the smart for walking in the ways of evil, when they see that it does not afford that happiness which they expected, especially if their parents, who, seek their welfare, continue to walk in the path of right, of justice, and equity. <\/div><div class=\"paragraph jod\" id=\"v9n215\"> We look upon the world from which we have come, from the lowest state of degradation, perhaps; and we are placed here upon a platform which is calculated to lift us above every other portion of the human race. This is the destiny of this people and of  <div class=\"break pagebreak\" id=\"46a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0046.pdf\" target=\"pdfwin\">p.&#xA0;46a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their children, and all those who shall come into this kingdom, to exercise an influence over the whole world&#x2014;to exercise that power which will emanate from heaven for the government of the human family. <\/div><div class=\"paragraph jod\" id=\"v9n217\"> We are progressing; and this is truly a glorious work and mission which this people have engaged in, and upon which they have been sent. It is to redeem the earth from sin and iniquity, to establish the principles of righteousness upon a basis never more to be thrown down, to establish them upon a firm and righteous basis&#x2014;principles which all the world may learn, and by which they may be saved, if they will obey them. And it is the only nucleus of power that will do to tie to. There is no nucleus that can be compared with the power of this people. So long as they will remain united, so long will they progress and increase in the knowledge of the truth. I am proud to own this people as my friends. <\/div><div class=\"paragraph jod\" id=\"v9n218\"> Brethren, if this our holy religion be lived and acted up to, then it is a great, high, and holy mission which we have to perform. Then act up to it nobly. Let us instill into the minds of our children that nice sense of honor which will prove a shield to them in afterlife. Mothers can prove of great service to the children in instilling into their minds the principles that will lead to life and salvation, and that will keep their feet from unholy footsteps. It is a mission that mothers can act in. It is a consolation to parents to see their children become great, good, and holy men and women. Then they will never forget those things that are instilled into their minds in their infancy. I feel that there is not pains enough taken to instil that nice sense of honor into the mind which will shield the children in afterlife. I do not care how wicked they may become. The wholesome instruction <div class=\"break columnbreak\" id=\"46b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0046.pdf\" target=\"pdfwin\">p.&#xA0;46b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3866\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> given in their youth will be like a shield&#x2014;like cords that will draw them and keep them from many an evil thing in future life; and when they become fathers and mothers, they will reflect upon the teachings of their childhood&#x2014;of how they were trained up in the nurture and admonition of the Lord.<span class=\"citation\" id=\"75354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75354)\">Eph. 6:4<\/a><\/span> The conscience restrains many persons from evil, when made to understand and know that the eye of the Lord is upon them, whether any other person sees them or not. <\/div><div class=\"paragraph jod\" id=\"v9n219\"> It should cause us to be more careful and particular than any other influence that can be brought to bear upon us, seeing and knowing what we can do, and how we would feel to have the Lord behold an evil in our conduct. When we consider that the Lord is cognizant of our acts, should we not be more careful that we do nothing to displease Him than we are of displeasing any other being? Is it not a joy to feel that we have the approbation of our Father in heaven in all that we do, and to have that peace of mind which this knowledge instills into our bosoms? Then how careful we ought to be for our own satisfaction, to see that we are circumspect in regard to our daily lives. <\/div><div class=\"paragraph jod\" id=\"v9n220\"> I also think it is our duty, upon the principles of righteousness, to please each other as far as we can. But I would not wish to inculcate that we should always strive to gratify each other, but, as far as is consistent with the principles of truth, strive to please each other, instead of pursuing an opposite course, or one that is calculated to harass and injure each other's feelings. I recommend this course myself, as being productive of more good. We should not strive to hedge up each other's way in the work of righteousness and truth; but as we were taught by your President the duties of the Elders of Israel, so let us correct  <div class=\"break pagebreak\" id=\"47a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0047.pdf\" target=\"pdfwin\">p.&#xA0;47a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>an evil, not through any particular motives, excepting that it is an evil, and knowing that in all righteousness we should seek to build each other up. We should seek to have within ourselves that spirit and feeling which will produce the most happiness and prosperity. <\/div><div class=\"paragraph jod\" id=\"v9n222\"> The Gospel, if we will let it, will save us, old and young, bond and free, and finally exalt us in the kingdom of our Father and God. It is for us, then, to eschew evil<span class=\"citation\" id=\"125383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125383)\">1 Pet. 3:11<\/a><\/span> and set worthy examples, strive to extend this influence abroad among our brethren, so far as we are able, and so far as we have it ourselves, and then cause them to extend it to others, and so continue; and in this way seek to redeem the earth, as well as in our labors of seeking to redeem mankind from sin and iniquity. <\/div><div class=\"paragraph jod\" id=\"v9n223\"> We offer the people the Gospel, which is calculated to save them in the kingdom of God. We seek also to make the desert blossom as the rose;<span class=\"citation\" id=\"59111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59111)\">Isa. 35:1<\/a><\/span> and herein we may improve ourselves in the cultivation of the earth. We can ornament and adorn the earth with trees, with shrubs, and flowers; and while it is bringing forth grain of all kinds for the sustenance of man, it will also be beautified by our industry and taste. <\/div><div class=\"paragraph jod\" id=\"v9n224\"> Israel is on a mission. The Elders are out upon a mission. The good seed is being sown.<span class=\"citation\" id=\"125384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125384)\">Matt. 13:24<\/a><\/span> The Lord has commenced his work in earnest, and thousands will flock to this standard, and it will do to tie to. Yes, thousands will do this for safety. Then it is for us to prepare to bring forth the grain and the other products of the earth for the sustenance of the people of God&#x2014;to ornament the earth with cities and temples, with grain, with shrubs, with trees, with fences, and every good thing that makes it delightful to the eye of the builder, and in this way cause our homes to become beautiful. Like <div class=\"break columnbreak\" id=\"47b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0047.pdf\" target=\"pdfwin\">p.&#xA0;47b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3865\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every other principle of righteousness, it is better for ourselves to do things in this way. It is pleasing to God; it is also pleasing to every enlightened mind, and causes the faithful in afterlife to look back to their childhood, to consider certain traits in their character and the counsel and admonitions they received. When children grow up, they are very apt to look back to their old schoolhouses, and to certain trees that surrounded the house, and other haunts of their childhood, giving early and pleasing impressions. These things are calculated to inspire the young minds with taste for that which is beautiful and lovely. It is elevating to the mind to make and have around us and our habitations shade trees, flowers, and shrubs; and it sets a good example before the young, and it is calculated to instil into their bosoms virtue, holy and righteous principles. It will circulate the same in our Wards as in our habitations. <\/div><div class=\"paragraph jod\" id=\"v9n225\"> Many people will live year after year&#x2014;they will plow and sow, reap and mow, without a tree, without a fence about their premises; they will live in a mud hovel; whereas with a little labor an hour or two in a day, in setting out a few trees, be the labor ever so small, it beautifies that place on which the labor is bestowed. When you look at a place, a house, an homestead, it seems to indicate the character of the person that dwells there. Although our improvements may seem to be very small, yet every little does so much towards making up the sum of human happiness. It is our duty to improve in all those things that will make home pleasant and desirable. It is, as I said before, our mission to redeem the earth, by adorning it in every possible way. Then we shall wield an influence that in time will enable us to overcome every antagonistic power and influence on the earth that is brought to bear  <div class=\"break pagebreak\" id=\"48a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0048.pdf\" target=\"pdfwin\">p.&#xA0;48a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon it. There is no doubt about this in my mind, for I know that this kingdom must eventually triumph. <\/div><div class=\"paragraph jod\" id=\"v9n227\"> The work of the Lord is progressing as fast as the Saints are capable of standing up under it. Things are breaking to pieces in the nations. The Lord is casting down and setting up as it pleaseth him. We can plainly see his hand and footsteps in the midst of the nations&#x2014;the confusion which reigns and predominates among the wicked, and we can hear the sound thereof almost from day to day. But here in these valleys of the mountains is a grand contrast; here is peace and happiness, and, if we have a mind to make it so, our heaven; for it rests with ourselves. We can have just as good a heaven as we have mind to, if we go about it in the right way. It is for us to make it to suit ourselves. If we have any happiness here, we have it to make. It is our privilege to have peace&#x2014;to make our homes happy by living our religion; and why don't we do it? Many of us will say we will. <\/div><div class=\"paragraph jod\" id=\"v9n228\"> Here is the greatest heaven of any place upon the earth; and, God being our helper,<span class=\"citation\" id=\"56776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56776)\">Ps. 54:4<\/a><\/span> we will extend this heaven abroad, increase its number of angels of peace, its usefulness, and extend its benefits to others; for as many as choose may come and enjoy it with their hearts and souls. It is my daily prayer that the honest in heart may come with a heart and mind to aid in reclaiming the desert, and causing it to blossom as the rose&#x2014;<span class=\"citation\" id=\"59112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59112)\">Isa. 35:1<\/a><\/span>come to aid in the good cause, in the concentration of truth, of wisdom, of power, and of every good thing, to aid in the enlightenment of the world and in concentrating all that is worth having of science, of knowledge, of philosophy, of mechanism, of the cultivation of the earth&#x2014;to aid in concentrating into one focus all human ingenuity, and all human strength and power that will <div class=\"break columnbreak\" id=\"48b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0048.pdf\" target=\"pdfwin\">p.&#xA0;48b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3864\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> build up the kingdom of God, establish the principles of righteousness and peace upon the earth, and thus form a barrier against the assailing floods of wickedness and corruption which have so long desolated the earth&#x2014;a barrier which they can in no way overcome. They may surge up against the kingdom, but the barrier will be greater and greater, and it will eventually break the nations in pieces and grind them to powder. As it was said by one of old, upon whomsoever that stone shall fall, it will grind them to powder.<span class=\"citation\" id=\"65359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65359)\">Matt. 21:44<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n229\"> Here is a concentration of power, governed by righteous principles, governed by intelligence; and here is an opportunity of knowing all that is worth knowing or having upon the face of the whole earth. And when this power is brought to bear upon the wicked and ungodly nations, will it not crush them, and they be as chaff before the wind when it shall fall upon them? Yes; and it will grind them to dust. <\/div><div class=\"paragraph jod\" id=\"v9n230\"> It is for us, then, if we seek the prosperity of Zion, to be faithful, to be diligent in our own duties, to live our holy religion day by day, hour by hour. Did you not know that a man may do that in a moment which he cannot redeem himself from in a lifetime, and perhaps not in an eternity? <\/div><div class=\"paragraph jod\" id=\"v9n231\"> Let us shun evil and put it under our feet&#x2014;put it far from us&#x2014;yea, even the very appearance of evil,<span class=\"citation\" id=\"125385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125385)\">1 Thes. 5:22<\/a><\/span> that our pathway may be strewn with the blessings of the kingdom of God, and that the influence of the Holy Spirit may be in us as a well of water springing up into everlasting life.<span class=\"citation\" id=\"69043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69043)\">John 4:14<\/a><\/span> Let us strive to do good for our own sake, and then peace, happiness, and prosperity, both temporally and spiritually, will be ours. <\/div><div class=\"paragraph jod\" id=\"v9n232\"> I make this appeal to you, my brethren and sisters, that we may live our holy religion, eschew all evil,<span class=\"citation\" id=\"125386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125386)\">1 Pet. 3:11<\/a><\/span>  <div class=\"break pagebreak\" id=\"49a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0049.pdf\" target=\"pdfwin\">p.&#xA0;49a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>build up the kingdom of God, that we may participate in its blessings. What greater inducements can be placed before us than those presented in the kingdom of our God? I know of nothing outside of the kingdom of God that is worth having. I have no desire for anything for a moment that I cannot obtain in the kingdom of God, and that lawfully, legally, and rightfully, and that it will be not only my privilege to attain and enjoy, but my right. And I am not very particular about that, if I can only be faithful and walk humbly and obediently before my Heavenly Father, and endure to the end; then I shall be satisfied, and then I shall have all that I can wish. <\/div><div class=\"paragraph jod\" id=\"v9n234\"> I heard a person remark one time, when traveling through our settlements, that if he had to raise wheat on such a piece of land as that which we were passing, he would go to some other country rather than live here. I told him that he did not feel as I did; for I felt that, rather than turn away from the kingdom of God, I would prefer being chained to a bare rock all the days of my life, and have bread and water for my food. Yes, confined, persecuted, or any fate that might befall me, I would prefer it to turning away from the kingdom. That is the way I feel, and it is the feeling of all true-hearted Saints. They feel that they have everything to hold them in the kingdom of God, and they feel that there is nothing worth having out of it. <\/div><div class=\"paragraph jod\" id=\"v9n235\"> Brethren, many go into darkness by giving way to small matters, by finding fault, by supposing that they see something that does not meet their minds, or that they suppose to be wrong. I believe that most apostates commence in that way: they do not control their thoughts, and hence things sour in their minds, and they are apt to indulge in and to encourage those thoughts till they will begin to <div class=\"break columnbreak\" id=\"49b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0049.pdf\" target=\"pdfwin\">p.&#xA0;49b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3863\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> express them; and then the way and manner of returning into the favor of the Spirit of God begins to be hedged up, and they cannot return so easily as they could have done before they expressed their jealousies to someone else. After men begin to express their doubts and fears around, one to another, they go astray fast. Their unholy sentiments begin to be established in their darkened minds like cardinal or fundamental principles. They think they begin to see that they have been in error in embracing that Gospel which they profess, and the first thing they know they are landed in the whirlpools of apostasy; they suddenly find out that they never did believe in &#x201C;Mormonism,&#x201D; and that if they did believe it they were in error, for they now find out that it is all a humbug; and thus they go on to destruction. If such persons could control their minds in the commencing stage of apostasy, and be humble, seek wisdom, light, and knowledge from the Lord, they could be saved. Then they could be preserved, and not go in the way which many who were our brethren have gone, who have sunk themselves in darkness and misery, and finally into hell. If they would remember when they begin to see things which they dislike and feel inclined to find fault&#x2014;if they would then remember their prayers and seek unto the Lord, ask him to keep their minds enlightened&#x2014;to give them freely of his Spirit to guide them continually, they would be safe. But people in this condition invariably neglect their prayers; they begin to see faults in their brethren&#x2014;to find fault with the authorities. <\/div><div class=\"paragraph jod\" id=\"v9n236\"> Let any man pursue that course, and he will find out when it is too late to walk in the paths of righteousness, when the Lord has left him to himself, so that he cannot return, if  <div class=\"break pagebreak\" id=\"50a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0050.pdf\" target=\"pdfwin\">p.&#xA0;50a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>he would. Let me caution you, brethren and sisters, to nip this sprig and sign of apostasy in the bud. It is said that the mind that will receive will have a knowledge given to it of the truth after which it searches. The reason that those characters do not have intelligence is because their minds are closed against it. I say, and I admonish you to let your minds be open continually, esteem it a favor&#x2014;one of the greatest bestowed by the Almighty&#x2014;the gift of the Holy Ghost. Live so as to let it be in each of your bosoms, to inspire your hearts, to enable you to receive the instructions that are from time to time given unto you, that you may ever be inclined to do good and eschew evil.<span class=\"citation\" id=\"125387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125387)\">1 Pet. 3:11<\/a><\/span> That Spirit will inspire you in every good thing; it will teach you to walk humbly and faithfully before your Father and God. <\/div><div class=\"paragraph jod\" id=\"v9n238\"> I know there is that in the hearts of the people of this Church and kingdom that responds to righteous principles; for no one that hears the truth but knows, as a general thing, what is right; but it appears that they are sometimes neglectful of what they do know, and that they do not do as well as they might; and they know that this is wrong. <\/div><div class=\"paragraph jod\" id=\"v9n239\"> Brethren, I feel well. I feel within myself a peculiar satisfaction in seeing the prosperity of the people of God. I feel well in witnessing his mighty <div class=\"break columnbreak\" id=\"50b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0050.pdf\" target=\"pdfwin\">p.&#xA0;50b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3862\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hand and his goings forth among the nations of the earth, as I see the day approaching when the power of the Adversary will be weakened to that extent that he will not be able to disturb the happiness of the Saints. When I see the Lord breaking in pieces the nations, I feel well. When I see the Gospel going abroad, and its principles more and more adhered to by the people of God, and in seeing the people cleave to righteous principles and forsake all that is evil. I pray God that we may increase in those things that are calculated to enable us to carry them abroad, that we may have power with our Father and God, to maintain our faith and integrity against every opposing power and every obstacle that is put in our way, and be enabled to draw from the elements for our support, that we may be free and independent from this wicked and untoward generation.<span class=\"citation\" id=\"71308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71308)\">Acts 2:40<\/a><\/span><span class=\"citation\" id=\"85031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85031)\">D&amp;C 36:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n240\"> I pray our Father to bless us with his Spirit, that we may be able to act well our part, in connection with those that rule over us, that we may sustain them by our faith and prayers, and through our diligent efforts be instrumental in the hands of our Father in heaven in redeeming the earth from sin and iniquity. I pray my Father in heaven that we may be enabled to accomplish these things, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}