{"ID":90016, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Building Up the Kingdom of God, &amp;c.<\/div>\n<div class=\"subtitle\">Discourse by President Daniel H. Wells, made in the Bowery, Great Salt Lake City, September 16th, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Building Up the Kingdom of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 9\/16\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d16\">\n<div class=\"paragraph jod\" id=\"v9n386\"> I feel to rejoice this day in what I have heard. The kingdom of God is independent, and so are the servants of God. They should act so always and not be afraid to tell the truth. <\/div><div class=\"paragraph jod\" id=\"v9n387\"> I rejoice particularly in the overturn of affairs suggested by our President this morning in regard to assisting the Elders from this end of the route. <\/div><div class=\"paragraph jod\" id=\"v9n388\"> This is a good day for Israel&#x2014;the very best day they have ever seen. They are prospered; they are becoming wealthy in the good things of life; they are comfortable, and they have peace in all their borders. They go forth upon the right hand and upon the left, and they are building up the kingdom of God. They did more yesterday than the day before, and they are continuing to do so every day, and thus the kingdom is increasing. <\/div><div class=\"paragraph jod\" id=\"v9n389\"> How fully we should realize (and perhaps many of us do partially realize) the greatness of the work in which we are engaged&#x2014;the magnitude of the work of this last dispensation. What else should occupy our attention equal to it? There are scarcely any, be they rich or poor, but what have these feelings, and they have come here in consequence of them, and some few may have come for other motives. But I take it for granted that those who come here do so because their hearts have been touched with the light of truth. <\/div><div class=\"paragraph jod\" id=\"v9n390\"> This is the beauty of the revelations and principles that have been re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"79b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0079.pdf\" target=\"pdfwin\">p.&#xA0;79b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3833\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>vealed in these last days. They that have embraced them desire to build up and exalt righteousness upon the earth, and to walk wickedness and every species of abomination under their feet; and for this cause have they assembled themselves together in these valleys of the mountains. There is less of wickedness and of those who desire unrighteousness and to roll it as a sweet morsel under their tongues: their desire is to exalt the principles of truth with which they have fallen in love. They have crossed the great seas and plains, and many of them have striven for years to come to these mountains to associate with those that have pursued the same course, stimulated by the same influence. We have great reason to rejoice that there is a nucleus formed here that we can gather to. It should be the feeling of every heart, not to build up ourselves, but to build up the kingdom of our God. How is this to be accomplished? We are to be united as the heart of one man.<span class=\"citation\" id=\"55581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55581)\">2 Sam. 19:14<\/a><\/span> We have difficulties to contend with, as the people of God always had. We need food and clothing, but we do not need the wickedness which other people revel in, or the wastefulness with which others trample under their feet the good things bestowed upon them by our Heavenly Father; but we require that wisdom that will enable us to live and accomplish the most good, in the best way, in the work in which we are engaged. It is our business to provide for ourselves  <div class=\"break pagebreak\" id=\"80a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0080.pdf\" target=\"pdfwin\">p.&#xA0;80a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and our households those things that are necessary to make them comfortable. It is our duty to teach them how to pray, and how to practice economy, and do all things for the building up of the kingdom of God. How shall we use the bounties of nature so as to build up this kingdom? We must go to work with spirit and energy to do those things that are necessary for our existence, and to give us greater ability for the rolling forth of the work of the Lord. Let virtue and truth control us in all things. Are we not living in an age of revelation? Do we not have revelation day by day, week by week, and month by month, pertaining to our salvation? Suppose that one of you were living in some dark corner of the earth, and the light of revelation and truth should reach and penetrate your understanding, and leave a testimony in your bosom higher in value and more to be coveted than gold; would it not be more appreciated than it is now? <\/div><div class=\"paragraph jod\" id=\"v9n392\"> If we cultivate the Spirit and influence that was spoken of today, and if we notice and observe its operations, it will be like the voice of the true shepherd speaking unto us.<span class=\"citation\" id=\"125403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125403)\">John 10:1-4,14<\/a><\/span> If we clothe ourselves with that Spirit, we shall be blest with its guidance and inspirations from time to time; we shall have line upon line and precept upon precept.<span class=\"citation\" id=\"58559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58559)\">Isa. 28:10,13<\/a><\/span> If this influence and Spirit were to control us continually, we should see, feel, and appreciate it; we should know that it was from heaven&#x2014;the voice of the Almighty unto us. I have heard many say that they required not &#x201C;Thus saith the Lord,&#x201D;<span class=\"citation\" id=\"53840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53840)\">Ex. 4:22<\/a><\/span> because they knew the words of the servants of God to be true, by the Spirit and influence that accompanied them. This satisfies anyone who has the light of truth within him. And this is what we all can have: we can all attain to it, if we have this Spirit. When this is our <div class=\"break columnbreak\" id=\"80b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0080.pdf\" target=\"pdfwin\">p.&#xA0;80b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3832\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> guide,<span class=\"citation\" id=\"85704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85704)\">D&amp;C 45:57<\/a><\/span> we know what is the true voice from heaven: we can then tell when anything emanates from the right source, and we can see the beauty there is therein, and the propriety of following out the dictates of wisdom and the instructions which we receive from day to day. We should strive to appreciate and understand the things we hear, and then go and practice upon them. We should love the truth for the truth's sake, as we were told this morning, and do all that lies in our power for the advancement of the cause of truth. We should labor for the attainment of this object with perseverance and energy, and work humbly and diligently, that hundreds and thousands more may be brought to an understanding of the same glorious principles that we now rejoice in. We should also strive to learn more of everything that is necessary for our benefit, and that we may be useful in the kingdom in which we are engaged; and thereby we shall learn to be diligent in the work of the Lord. <\/div><div class=\"paragraph jod\" id=\"v9n393\"> Have we any need to see any idle times in our experience in this Church and kingdom? I have not found any peace in my experience where I could be idle for one moment; and if I have not had my mind and hands employed, I have always felt that I was idle and unprofitable. And I will here remark that I think, if we are willing, we have plenty to do; and I think it would be so with all, if they had the right spirit. <\/div><div class=\"paragraph jod\" id=\"v9n394\"> Let us all strive to be in the way of our duty, and ready to jump into any place and work. No matter what is to be accomplished, do it with an eye single to the glory of God and the advancement of his kingdom. My soul delights in seeing any measure adopted, which has a tendency to roll on the great work of the Lord. I rejoice that the means of the Church are now going to be  <div class=\"break pagebreak\" id=\"81a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0081.pdf\" target=\"pdfwin\">p.&#xA0;81a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>husbanded and kept for the gathering of the Saints, instead of being expended for fine clothing and other unnecessary articles, which is almost equal to squandering the money away. I know the feelings of President Young upon this subject, and have for years. He has been borne down under this for some time, and all Israel ought to rejoice in this movement; for it is lifting a great burden from the people abroad as well as from the Presidency; and I consider that the Saints in these valleys ought to be thankful for the opportunity of doing something for the spread of the Gospel. Have you not seen many precious opportunities for doing good, and neglected them, and afterward regretted that you have let them pass? If you have, remember now, and consider that you will regret more if you let the present redeeming chance pass without doing something to aid in sending forth the Gospel to the nations of the earth. I would likewise advise you to make your deposits towards gathering the poor. Remember that it is one of the chief duties of the Saints to gather Israel, in building up the kingdom of God; and everything we do should conspire to this end. <\/div><div class=\"paragraph jod\" id=\"v9n396\"> It is for this purpose that we gather together, and that we may have greater power and put our means together to accomplish it in a greater degree, and that we may see how we can best operate to bring forth more fully the kingdom of God and the gathering of Israel. <\/div><div class=\"paragraph jod\" id=\"v9n397\"> I am told that in the old country they have a saving fund, into which they cast their spare pence for the gathering of the poor Saints. They pray and watch; they also fast, believing that their deliverance will come, if they are faithful in putting by a little every week for the purpose of bringing the poor to Zion. You that have been there and passed <div class=\"break columnbreak\" id=\"81b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0081.pdf\" target=\"pdfwin\">p.&#xA0;81b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3831\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through the ordeal know about this better than I do. I understand how anxious they feel to gather with the Saints to these mountain fastnesses, and I will ask how you feel, who have left brothers and sisters in those lands. Do you not think that they feel to long for the hour to come when they can have the blessings which you enjoy in these valleys of the mountains? Do they not long to contribute to the building up of the kingdom of God? <\/div><div class=\"paragraph jod\" id=\"v9n398\"> It is a duty incumbent upon this generation of the Saints of God to impart freely of their substance for the gathering of scattered Israel, and also to aid in dispensing the words of life to all nations, that those who sit in darkness may have an opportunity of embracing the Gospel of salvation that has been revealed in this dispensation. This Gospel must be proclaimed to every creature, that they may receive it, if they see proper; and if they do not, they will be under condemnation. This is an obligation resting upon the Saints of God. Who are there that would not be glad to gather their friends together and encircle them around them&#x2014;I mean those whom they know to be as honest as themselves? They would certainly like to have their relatives participate in the same blessings that they themselves enjoy. We all wish our friends to have the privilege of exercising their own agency in regard to the Gospel, as well as in any other matter. I suppose there are none but that have these feelings for their friends and acquaintances. <\/div><div class=\"paragraph jod\" id=\"v9n399\"> We are here living in the midst of the Saints, participating in all the blessings of the kingdom of God. And suppose we do not have all the luxuries we desire, what of that? How often do the Saints abroad go without a meal's victuals for the sake of saving something for the Mission and for the spread of truth? I have  <div class=\"break pagebreak\" id=\"82a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0082.pdf\" target=\"pdfwin\">p.&#xA0;82a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>heard the Elders say when they were gathering money to assist the brethren to go to India, that many of the poor would go to meeting without anything to eat for the sake of contributing something to help forward the work of the Lord. Who is there here that has done without a meal of victuals for the sake of the Gospel? Let us think of these things, brethren and sisters, and do all we can for this or any other enterprise that may be suggested by our President. Let us see how ready we can be to man the ship Zion, and to push on any enterprise that he has set on foot; and in this way we can test ourselves and see if we are as ready as we were in the first place to assist in the work of the Lord, and to yield of the things of the world and everything else for the cause's sake. <\/div><div class=\"paragraph jod\" id=\"v9n401\"> Economy and prudence in our deal and management is a thing touched upon by brother Kimball this afternoon. Now, you all know that speculation is rife in our midst. What do speculators care about our principles? Nothing whatever. They run here to line their pockets with the golden god in the mountains. Yes, they come one after another to offer their worship at the shrine of the golden god. If this is not idolatry, I would like to see it, and to know where it is. Where does this idolatrous worship prevail so much as it does in the Christian world? Among the nations it seems to be the object of both merchants and ministers to get the people's money. <\/div><div class=\"paragraph jod\" id=\"v9n402\"> When I have heard that some of the Elders of this Church made it their special object to get people's money, and that their preaching has been MONEY, MONEY, <span class=\"italic\">money<\/span>, every day of their ministry, I have been grieved in my spirit; and then they would come upon this stand, when they returned, and misrepresent their labors. I have been ashamed of <div class=\"break columnbreak\" id=\"82b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0082.pdf\" target=\"pdfwin\">p.&#xA0;82b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3830\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their conduct. Then, again, I have heard the Elders tell that they had to gather money for such and such a fund, and that half their preaching was about money. I have felt anxious to see some change. This movement, then, I hail as a great blessing to the British Saints. What a blessing it will be when they are relieved from this great burden! I rejoice in it, and I trust we shall all feel united in responding to the call. <\/div><div class=\"paragraph jod\" id=\"v9n403\"> I will also call your attention to something else in addition to the Missionary Fund. Let us do something towards emigrating the poor Saints at this end of the route. I feel interested in it. We have had a great many come to us to know how they could manage to get their friends from the old country. Many of them are out of employment, and they do not know how to get out of bondage. The friends of such persons come to us and want us to help them; but what have we to assist them with? Who of you have paid your Tithing for the last two years? (President Young: &#x201C;They do not know what it means.&#x201D;) You have almost forgotten the meaning of the word: this is through carelessness. Let us rub up a little, and see if we cannot learn what tithing means. Will you rob the Lord of tithes and of offerings? <\/div><div class=\"paragraph jod\" id=\"v9n404\"> These are not my words, but they are in the Bible. The Prophet said to the Jews&#x2014;&#x201C;Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings. Ye are cursed with a curse: for ye have robbed me, even this whole nation. Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough  <div class=\"break pagebreak\" id=\"83a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0083.pdf\" target=\"pdfwin\">p.&#xA0;83a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to receive it. And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the Lord of hosts. And all nations shall call you blessed: for ye shall be a delightsome land, saith the Lord of hosts.&#x201D; (Malachi, chap. 3, verses 8 and 12.)<span class=\"citation\" id=\"62432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62432)\">Mal. 3:8-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n406\"> Let us apply these things to ourselves, ponder over them, and seek to do better, and live better every day, and strive to increase in our ability to do good. <\/div><div class=\"paragraph jod\" id=\"v9n407\"> I have striven diligently to do what I could for this kingdom, and I find that the more I do, the more ability the Almighty gives me. I hope ever to be free with what means I have, and the Lord knows that I cherish nothing in this world in comparison with the success and prosperity of this kingdom. When I joined the Church, I joined with all I could control, and I rejoice in the continuation of this feeling within me. Let us all live and feel that it is a duty and privilege for every one of us to be upon the altar, and to do all we can to promote the interests of the kingdom of God upon the earth. In that our interests are combined and circumscribed. If we wish to appeal to a selfish motive, we shall find that motive fully satisfied in pursuing that course in which I have endeavored to direct your minds. The best investments and bargains that you can make and the best thing you can do for yourselves here while in time and for eternity is to let the kingdom absorb all your interests and all that pertains to you. It is the best bargain that any son and daughter of Adam can make, to consecrate their time, their talents, and all that they possess to the advancement of the cause of our Redeemer; for by it we shall obtain all that is good for us here and all we desire in <div class=\"break columnbreak\" id=\"83b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0083.pdf\" target=\"pdfwin\">p.&#xA0;83b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3829\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the future. Through that channel we shall attain eternal riches, and through that channel we shall preserve our identity before our Father and God, and insure our salvation in his kingdom. <\/div><div class=\"paragraph jod\" id=\"v9n408\"> Let us be obedient and humble, and listen to the whisperings of the Spirit of God. There are not many people in the world but who hear the whisperings of the Spirit at times, and you Latter-day Saints have a claim upon it constantly, if faithful. I have remembered the whisperings of the Spirit to me for years after they were given, and they have come to my mind at times and seasons when they have been very acceptable. I know that it came to me by the power of the Spirit with regard to the truth of this work. <\/div><div class=\"paragraph jod\" id=\"v9n409\"> I can bear the same kind of testimony as brother Pratt, who addressed you this morning, although he has been an Apostle for many years, and was one before I was baptized. This causes me to rejoice, because we have all the privilege of receiving a testimony for ourselves. <\/div><div class=\"paragraph jod\" id=\"v9n410\"> &#x201C;This is the Gospel of Jesus Christ: go and be baptized for the remission of your sins,&#x201D; was the whispering of the Spirit to me. I soon went forward and embraced it, and I have been thankful ever since that I followed the dictates of the Holy Spirit. It is true I did not think as much of it at that time as I have done since, but I know it was the whispering of the Spirit of the Lord to me. <\/div><div class=\"paragraph jod\" id=\"v9n411\"> Many times when I heard President Joseph Smith teaching the people the principles of the Gospel, I have had this same influence whispering to me that what he said was true, and I often desired in my heart that the time might come when I could go forth and be baptized and dwell with this people; and the Lord has answered my prayer. I feel  <div class=\"break pagebreak\" id=\"84a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0084.pdf\" target=\"pdfwin\">p.&#xA0;84a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thankful to him, and I rejoice exceedingly in the work in which I am engaged. <\/div><div class=\"paragraph jod\" id=\"v9n413\"> These are good days and glorious times in which we live, and I feel to thank God and give praise to his holy name for the blessings poured out upon me&#x2014;blessings and honors unexpected and unsought for by me. I can truly say, in this connection, that I feel grateful for the blessings I enjoy and the position I occupy; and I know of no other way to do the will of my Heavenly Father than to do as I am told by my file leaders. I will throw myself before this people as an example. I have been prospered in all things I have undertaken, and the Lord knows that I have never sought these temporal blessings; but I have been prospered, notwithstanding, in all things that I have put my hands to in this kingdom. But I have sought his wisdom that I might be useful, and I have tried to be so. This has been the predominating desire of my heart all the day long, and these blessings have come through having that desire, as a reward from the Almighty. <\/div><div class=\"paragraph jod\" id=\"v9n414\"> I rejoice as much as any man can rejoice, with the same degree of knowledge, in the privilege of laying a good foundation for time and for eternity. I know that my brethren have blessed me and prayed for me, and so have the Saints generally, weak and unworthy as I feel. I feel to bow down and weep before the Lord because of my poor ability. I have often felt that I have been required to do things that I thought I had no ability to perform; but my motto has been&#x2014;&#x201C;O Lord, assist me to do this.&#x201D; And my desire has been to see and know and carry out his good will and pleasure. I err a great many times, I doubt not, and wound brother Brigham's feelings; but my desire is to do whatever he desires me to do. <\/div> <div class=\"break columnbreak\" id=\"84b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0084.pdf\" target=\"pdfwin\">p.&#xA0;84b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3828\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n415\"> I do not think of talking upon this subject, but I felt led in this peculiar strain, or I should not have pursued it. While I have been standing before you, I have been led to advance these ideas; and perhaps it is well for me to say a few words more, and express a few sentiments in regard to how I came in possession of these blessings. <\/div><div class=\"paragraph jod\" id=\"v9n416\"> I never look for pay for anything I do, and I do not care anything about it; but when I have heard the Elders preach about the future reward and enjoyment, I have said that I did not know, neither did I care anything about it; for I have always believed that the Lord would give me all and more than I could desire or receive. I have no trouble or doubt about the reward. I know that I shall not go short, neither will you or any man who will strive to do the will of his Heavenly Father. It is the duty of all of us to take the right course, to do right in all things. It is the only principle by which any man can stand in this Church. Let the people impugn a man's motives as much as they please; if he pursues a righteous course, it will bring him out right at last. People may try to injure others as they please, but that son and that daughter that takes the right course, and do not do anything to grieve the Spirit of the Almighty, will come out right in the end, if they will be faithful. Although dark clouds may be louring around at times, let the Saints look up, and let them get a character with their God. Remember that you are citizens in the kingdom of God. Citizenship in the United States is highly prized by some, and rightly too; but what is it to be a citizen born in the world, to that of being born in the kingdom of God? <\/div><div class=\"paragraph jod\" id=\"v9n417\"> Let me now call the attention of parents for a few moments; for there are doubtless a great many here, and  <div class=\"break pagebreak\" id=\"85a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0085.pdf\" target=\"pdfwin\">p.&#xA0;85a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>perhaps there are some who are accountable for having put the intoxicating cup to their neighbor's lips, and more especially for having put it to the lips of their sons. It seems to me that there should be some restraining influence thrown around the rising generation, as well as on this practice of men introducing liquor to others. I suppose that a man is responsible who takes liquor into his system; but I would rather it be someone else than me who throws the first temptation in the way of any man. It is my desire to throw around my family and friends a good influence&#x2014;to instill into their minds something better, higher, and nobler. Parents can do this whose minds are steady, and who have the light of truth in them like a well of water springing up unto eternal life.<span class=\"citation\" id=\"69046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69046)\">John 4:14<\/a><\/span> Let us throw around those that have a wild disposition a salutary influence, and endeavor to cause them to forsake the paths of vice&#x2014;throw something around them that will be calculated to exalt them and bring them into the presence of their Father and God. How joyful that family would be if they could save a soul!<span class=\"citation\" id=\"125404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125404)\">D&amp;C 18:15<\/a><\/span> How joyful would they be if they could see their sons taking a wise course, being moral and sober&#x2014;to see them growing up in this kingdom in righteousness, and to have the assurance that they were raising up families imbued with righteous and holy principles! What encouragement it would be to press on in the paths of virtue, and to shun the path of immorality! How pleasing would it be to see our sons and daughters pursuing the path that leads to life, and avoiding the one that leads to degradation and death! I hope that we shall see an improvement in this respect in the future. <\/div><div class=\"paragraph jod\" id=\"v9n419\"> I will not occupy your time any longer. I feel well, and I rejoice in the Gospel of salvation, and I feel to bear my testimony that this is the <div class=\"break columnbreak\" id=\"85b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0085.pdf\" target=\"pdfwin\">p.&#xA0;85b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3827\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Church and kingdom of God, and that the servants of God have borne a faithful testimony all the day long. You have had so much of their preaching that you do not appreciate it; you have had it like a surfeit; the words seem to bound back; they are like the tinkling cymbals,<span class=\"citation\" id=\"73658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73658)\">1 Cor. 13:1<\/a><\/span> as the President remarked. And it will be so, unless you have the spirit to appreciate the teachings of the servants of God. A greater blessing could not be poured out upon you, and it comes in such a way that you cannot appreciate it. For instance, it is a common thing for people to say, &#x201C;Oh, I have heard that before!&#x201D; and hence the people pay no attention, nor do they give heed to the teachings that are given here. This is because they are blessed with them so frequently. But is that the way to do? It is the way you do. But I look for a reformation in many things. The work is not going to stop; it is going to be propelled with immense force, and there are sufficient people to make it roll with greater rapidity. <\/div><div class=\"paragraph jod\" id=\"v9n420\"> This people have been prospered and blessed, and have got the comforts of life; and if they do not keep them in their possession, it is their own fault. It is within the power of everyone to get them: they are offered for labor on every hand. Those who can lay up for their families should do so, and their is no necessity for anyone going short of bread. It is offered in the streets for sale very cheap, and the supposed surplus is going out of the Territory. The people can get it for their labor, and they had better keep it and treasure it up against a time of need. <\/div><div class=\"paragraph jod\" id=\"v9n421\"> May the Lord bless us all, and keep us faithful, and enable us to be useful in his kingdom, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}