{"ID":90015, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Salvation By Works.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, June 24, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Salvation By Works.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/24\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d15\">\n<div class=\"paragraph jod\" id=\"v9n364\"> I have no desire to detain you here and weary you, for there has been more said now than you can retain in your minds. All the items that have been advanced by brother Young are very good. When you reflect and take into consideration the religion of Jesus Christ, viewing it from the beginning to the present time, you can easily see that it is for you and I and every man upon the face of the earth to be wide awake to our duties, to be Saints, to be righteous, virtuous, pure, and holy men and women. It is all to be comprehended in the words of James the <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3837\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Apostle. He says, &#x201C;Faith without works is dead, being alone.&#x201D;<span class=\"citation\" id=\"77536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77536)\">James 2:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n365\"> Now, our position is such that we are required to manifest that which is in us by our works. The following reasoning by the Apostle James is excellent upon this subject&#x2014;&#x201C;What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him? If a brother or sister be naked, and destitute of daily food, And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it  <div class=\"break pagebreak\" id=\"76a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0076.pdf\" target=\"pdfwin\">p.&#xA0;76a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>profit? Even so faith, if it hath not works, is dead, being alone. Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works. Thou believest that there is one God; thou doest well: the devils also believe, and tremble. But wilt thou know, O vain man, that faith without works is dead? Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar? Seest thou how faith wrought with his works, and by works was faith made perfect? And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God. Ye see then how that by works a man is justified, and not by faith only. Likewise also was not Rahab the harlot justified by works, when she had received the messengers, and had sent them out another way? For as the body without the spirit is dead, so faith without works is dead also.&#x201D; (James, chap. 2, verses 14-26.)<span class=\"citation\" id=\"77526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77526)\">James 2:14-16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n367\"> Can you tell me about anything that has been accomplished without works? It matters not how much faith you have got, except you have works with it. We read in the Book of Doctrine and Covenants that men can accomplish much by faith;<span class=\"citation\" id=\"83910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83910)\">D&amp;C 8:10<\/a><\/span> but of course that faith must be accompanied by works. Whenever a man of God undertakes to do anything, he does it by the power of faith and works. Upon this principle the Lord brings about his purposes, and there never was anything of any moment accomplished upon any other principle. The Almighty has said that in the latter days he will send forth his angels to inflict punishment upon the wicked,<span class=\"citation\" id=\"86503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86503)\">D&amp;C 63:54<\/a><\/span> and that a certain angel shall blow his trumpet, proclaiming that time shall be no more.<span class=\"citation\" id=\"88771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88771)\">D&amp;C 88:110<\/a><\/span> An angel will also be <div class=\"break columnbreak\" id=\"76b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0076.pdf\" target=\"pdfwin\">p.&#xA0;76b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3836\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sent forth to destroy the wicked, or, as the Scriptures say, &#x201C;to reap down the earth.&#x201D;<span class=\"citation\" id=\"85058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85058)\">D&amp;C 38:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n368\"> There is virtue in the words of a man of God;<span class=\"citation\" id=\"82215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82215)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82215)\">Alma 31:5<\/a><\/span> and when he rises to address the people, he tells them his message plainly, commands them to repent of their sins and to be baptized for the remission of them; after which he promises them the gift of the Holy Ghost. Then, when persons are received into the Church, they begin their lives anew, as though they had never sinned, and thus go on unto perfection.<span class=\"citation\" id=\"76669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76669)\">Heb. 6:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n369\"> We are told to work out our salvation by our faith, and with fear and trembling.<span class=\"citation\" id=\"75478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75478)\">Philip. 2:12<\/a><\/span> And cannot you readily see that works are required at the beginning of our career, and from that time to the end of our lives? Where is there a man in the world that ever raised a crop of grain without works? If a man wishes to raise a crop of wheat, he first ploughs the ground, then he drags it; he next sows the wheat; and when the dry season comes on in this country, he irrigates it; when it is ripe he reaps it, hauls it home, stacks it; and when he gets ready, thrashes it, takes it to the fanning mill, from there to the grist mill, where it passes through the smutter; it is then ground, bolted, and taken home ready for use. And every process that the wheat passes through is controlled by works. And it is so with us: we are required to perform works of righteousness all the day long. <\/div><div class=\"paragraph jod\" id=\"v9n370\"> Brethren, you are required to be very diligent and cautious; and, as brother Joseph said, Be careful not to put in anything that will sour and destroy the good that you do. Take good care of all the good you get; increase in faith and in good works; for, as James says, &#x201C;Faith without works is dead, being alone.&#x201D;<span class=\"citation\" id=\"77537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77537)\">James 2:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n371\"> Then go on with your works of righteousness; be diligent and faith<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"77a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0077.pdf\" target=\"pdfwin\">p.&#xA0;77a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3835\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ful in all things committed to your charge. Let the Elders be at their posts, and be ready to administer in the ordinances of the house of God whenever duty requires it of them. If the Elders will be faithful, the power of God will attend them in their administrations; but if the people to whom they administer have not repented, they will not receive the remission of their sins, nor the gift of the Holy Ghost; for that Spirit will not dwell with that person who does not honor his calling, and who is not sincere and truly penitent before the Almighty. You may go to meeting and sit from one day's end to another, and it will not profit you anything, if you do not perform the works of righteousness<span class=\"citation\" id=\"86366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86366)\">D&amp;C 59:23<\/a><\/span> required by the law of heaven. <\/div><div class=\"paragraph jod\" id=\"v9n373\"> I can live my religion, whether at home or abroad, whether I sit here, preach to the people, or do anything else that pertains to my calling and position. If it is necessary for me to preach, I rejoice in doing it, or in the performance of any other duty. If I do not confess, I shall be condemned. <\/div><div class=\"paragraph jod\" id=\"v9n374\"> I have noticed that there are not many of those &#x201C;counter-jumpers&#x201D; come to meeting: the saloon keepers are not much better. It is hard times with them; there is not much money stirring now; the business is almost done on credit nowadays. What do you think I think of old greyheaded men who sell whiskey all the week, and then come to meeting on Sunday? I do not fellowship such men, be they young or old; I disfellowship them all. I cannot fellowship the old men who have loved it from their youth, and then go and give it to young men, and lead them to destroy their bodies and defile the earth. It is drunkenness that leads to whoredom and abominations of every kind, and brother John Alger, senior, who sits before me, knows it as well as I <div class=\"break columnbreak\" id=\"77b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0077.pdf\" target=\"pdfwin\">p.&#xA0;77b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3835\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do. He knew me when I was a mere boy, and there was not a drunkard in all that district of country; but now they are nearly all drunkards in that part of the State; yes, men and women are leading each other to destruction. Then who can have any feelings against me for talking against these things? <\/div><div class=\"paragraph jod\" id=\"v9n375\"> I wish now to speak of works. Let us consider those principles and ordinances that lead to life. The doctrines we teach are good and wholesome, and every man and woman that will observe them will be saved; they will be at peace at home and abroad. Do you think it will inspire a man who is already honest to become a Latter-day Saint? No; I am just the same in that respect now as I was before I embraced the Gospel. I was honest then, and I am honest now, and brother Alger knows it. The man that will be dishonest with what we call Gentiles will rob me, if I give him an opportunity. You should be as honest with those comers and goers as you are with me. God has never given you the right to be dishonest. There are too many such characters in our midst. Sometimes I am sorry, sometimes I am glad, and sometimes I am ashamed of what I see and hear. How long will such things continue? Not many years, I can tell you. Our Father will sweep them from the land, and that man who is honest, although he does not profess religion at all, will be saved; but those who profess and do not possess the spirit of their profession, and who do not live up to their privileges, will be cast out. None can stand or endure the trying day, except those who are active and diligent in the discharge of their duties. <\/div><div class=\"paragraph jod\" id=\"v9n376\"> There are some people who think I am very hard, and occasionally pretty rough in my sayings; but I can tell you that I am not as severe as I ought  <div class=\"break pagebreak\" id=\"78a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0078.pdf\" target=\"pdfwin\">p.&#xA0;78a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to be, considering the persons and cases I have got to deal with. When I see people taking a course to lead them to destruction, I feel anxious to save them from falling. I know that I am a poor frail mortal, liable to err; but I know better than to cheat or rob a neighbor, and so does every man that has been baptized into this Church; but men give way to temptation. If men steal, they know they are doing wrong and sinning against God. <\/div><div class=\"paragraph jod\" id=\"v9n378\"> In regard to trials that brother Joseph was speaking of, I consider that I never had any that affected me; and if anybody ever rejoiced in tribulation, I did when I had to break up and go and make a new home. When the proper time comes, we shall all have the privilege of attending to the ordinance necessary for the salvation of our dead. My brothers and sisters and all my relatives almost died before the Gospel was revealed; and when we get a Temple built, I will go forth and be baptized for them, and bring them to enjoy that which is their right. At present I have to say to you, brethren and sisters, Live the life of the righteous, do that which is required for the benefit of the living, and the day will come when you can go through the ordinances of the house of God for the dead. <\/div><div class=\"paragraph jod\" id=\"v9n379\"> I am free to acknowledge that a great majority of this people are improving, and I am sorry to say that a few of them are retrograding. Some have become contaminated by associating with this army. They are responsible for this themselves, for God never suffered an army to come here to corrupt the people, but to try them&#x2014;to prove them in this as well as in other things. It is true the army has been a curse to many, more so than any previous influence <div class=\"break columnbreak\" id=\"78b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0078.pdf\" target=\"pdfwin\">p.&#xA0;78b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3834\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with which they have come in contact. We have to be tried, and this has been suffered, to see what we would do. Many who have come here would, if they had an opportunity, debauch our families&#x2014;seduce our wives and daughters. There are some honorable exceptions to this, and those who would not do it here would not do it at home. <\/div><div class=\"paragraph jod\" id=\"v9n380\"> There are many enemies of ours that look upon us as the outcasts of all creation, because of our religion. I expect to see the day when they will have to come and be our servants, and they cannot avoid this. <\/div><div class=\"paragraph jod\" id=\"v9n381\"> This is the Church and kingdom of God, and the religion we have embraced is the Gospel of Jesus Christ, and it will ere long prevail over the whole world, and the wicked cannot prevent it. Do you think they believe it? Yes, the Congress of the United States have more trouble about us than they have about the whole world besides. <\/div><div class=\"paragraph jod\" id=\"v9n382\"> This is a day of judgment; hurricanes are passing over the land and terrifying the inhabitants of the earth; and this is not the end. Many persons who profess to know have been predicting that in the year 1861 more events of a marvelous character would take place than in any previous year; but whether this is the case or not, I know that the judgments of God will pass over the earth. <\/div><div class=\"paragraph jod\" id=\"v9n383\"> In conclusion, I feel to bless this land, these valleys, mountains, waters, also our herds and flocks; I feel to bless all the righteous, and predict judgments upon the wicked. Let the Elders who meet to pray after the holy order of the Priesthood ask the Father to hasten the consummation of his work, that the Saints may inherit the earth. <\/div><div class=\"paragraph jod\" id=\"v9n384\"> God bless you all forever! Amen. <\/div>\n<\/div>\n<\/div>"}