{"ID":90014, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Prosperity of Zion, &amp;c.<\/div>\n<div class=\"subtitle\">Discourse by Elder George A. Smith, made in the Tabernacle, Great Salt Lake City, March 10, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Prosperity of Zion, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 5\/10\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d14\">\n<div class=\"paragraph jod\" id=\"v9n318\"> I arise before you, brethren, on the present occasion, with a heart full of gratitude to our Heavenly Father for his manifold blessings unto us, for our preservation and the light of his countenance that has shone upon us to enable us to understand so much of truth as has been taught unto us, or at least so much as we have been capacitated to receive; that while the storms lour upon the earth, which the Lord is about to sweep with the besom of destruction,<span class=\"citation\" id=\"58296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58296)\">Isa. 14:23<\/a><\/span> we are enabled to stand in the chambers of the mountains<span class=\"citation\" id=\"58527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58527)\">Isa. 26:20<\/a><\/span> while the indignation of the Almighty upon the wicked passes over. From the time that we entered this valley to the present moment, I have never contemplated our position without feeling to shout Hosannah for the place that the Lord had preserved for his Saints, for the natural fortresses that he had constructed, and for the principles that he had revealed to enable us to develop and to bring from the earth the necessaries of life, and more <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> abundantly for the privilege of participating in the enjoyment of the principles and blessings of our holy religion, uninterrupted by those who are without. <\/div><div class=\"paragraph jod\" id=\"v9n319\"> Our toilsome journey across the Plains, the difficulties we had to encounter in making a settlement, were such as are unparalleled in the history of mankind, rendered so by the necessity of conveying our provisions over a desert for upwards of a thousand miles. You may search the history of the whole habitable globe in vain to find a parallel. We were guided by the hand of the Lord from the beginning of this great work. This people commenced to radiate forth from this place, cities began to rise up, Branches were organized, new towns sprang up into being, new valleys have been and still are being discovered, and other advantages gained up to the present moment, with a corresponding ratio of increase which is truly astonishing. <\/div> <div class=\"break pagebreak\" id=\"67a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0067.pdf\" target=\"pdfwin\">p.&#xA0;67a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n321\"> The winter after the pioneers arrived here, in 1847, a committee was appointed to examine this valley and to ascertain how much land could be irrigated. After a careful examination, they reported eight hundred acres was all that could be cultivated, for want of water; and the result is, as many thousands are now cultivated. You might inquire into the condition of other valleys, and you would be invariably told that the whole country was a barren desert. This was the case with Spanish Fork and various other places that are now the most fertile. The Lord has opened our eyes, that we can see and understand the nature of the facilities that surround us, that we can produce the finest of grain, and make ourselves happy. <\/div><div class=\"paragraph jod\" id=\"v9n322\"> In the earliest days of the Church the Elders were sent forth with a report that those who were in the Eastern lands should flee to the West,<span class=\"citation\" id=\"85458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85458)\">D&amp;C 42:64<\/a><\/span> and we continued to flee from the Eastern lands towards the mountains, and we have continued to do so; and at the present time we, above all other people upon the face of the earth, have cause to rejoice. While turmoil, discontent, and bloodshed are increasing upon the earth, we are at peace. We present the spectacle of a people inhabiting a country flourishing as a reward for our industry. <\/div><div class=\"paragraph jod\" id=\"v9n323\"> The principles of the everlasting Gospel being established in the minds of the people, and the people being united, there is no power in existence that is able to interfere with or mar the community. <\/div><div class=\"paragraph jod\" id=\"v9n324\"> It has been my privilege for the last six weeks to spend my time in traveling and preaching in the southern settlements, in company with Elder Joseph A. Young. Now, I remember the time when all the Saints in Kirtland could have assembled in one of those little school<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"67b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0067.pdf\" target=\"pdfwin\">p.&#xA0;67b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3845\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>houses that I have been preaching in of late, and they would not have been crowded either. <\/div><div class=\"paragraph jod\" id=\"v9n325\"> During our absence we have traveled eight hundred and fifty miles, that is, going south and north, visiting all the settlements south of Sanpete. We have attended some forty-three meetings. To accomplish this, we had to make long days, traveling eighteen hours in a day, in consequence of deep snow; and we have tasted of the variety of temperature with which the Lord has blessed Utah, from the frigid to the torrid zone. <\/div><div class=\"paragraph jod\" id=\"v9n326\"> On our return up the Rim of the Basin, from the settlements of the Rio Virgin and Santa Clara, we appreciated the change more than we did in going down. The brethren are in good spirits, with few exceptions. There were a few places where we had to stay and settle some difficulties. They expressed a willingness to do right, and they were very glad to see us; and, although in midwinter, they would crowd together; and, in fact, they appeared to enjoy our visit more than if they had known we were coming. <\/div><div class=\"paragraph jod\" id=\"v9n327\"> It is generally understood that all nations are desirous of getting under their control both a northern and a southern climate. This is desirable in all nations. We found that the brethren in Washington County had again raised, last year, a good quality of cotton, which would be highly creditable in any other country. We have also soil and climate that will produce tobacco as fine as is grown in Virginia: it only needs to be cultivated. <\/div><div class=\"paragraph jod\" id=\"v9n328\"> Now, were we to take a man from the broad prairies of Missouri or Illinois and show him the narrow flats of the Rio Virgin, he would be apt to describe it as a certain member of Congress described the Louisiana purchase made by Mr. Jefferson. He  <div class=\"break pagebreak\" id=\"68a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0068.pdf\" target=\"pdfwin\">p.&#xA0;68a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>said that it was not a belt nor a garter, but simply a mere strip&#x2014;a mere string west of the Mississippi River. That shows how little a Congressman in Mr. Jefferson's time knew of the valley of the Mississippi. Such is the feeling in relation to the limited extent of arable land in the southern part of our Territory. The field of operation for the production of a supply of cotton is within our reach. <\/div><div class=\"paragraph jod\" id=\"v9n330\"> Many of us choose to use tobacco, and we could save $60,000 from going out of the Territory every year, if we would raise these articles within ourselves. <\/div><div class=\"paragraph jod\" id=\"v9n331\"> I am well known as one who is in favor of letting this article of tobacco alone. It is said that many suffered more from the want of it than they did for bread in the time of famine. If we must have it, I am in favor of laying plans to produce it within ourselves, seeing that the Lord has given us the climate. <\/div><div class=\"paragraph jod\" id=\"v9n332\"> Now the production of cotton in Washington County is no longer a matter of uncertainty. It can be produced; and as men enter into the business they will gradually learn how to manage it. Experience shows that as we plant the seed, year after year, it becomes naturalized to the climate, and we raise a better article and more of it every year. This may also be said of grain in this Territory, wheat and corn in particular. <\/div><div class=\"paragraph jod\" id=\"v9n333\"> Many settlements have arisen within the last few years that are now in a flourishing condition. I visited one, Deseret City, on the Sevier, where they are raising an abundance of wheat and other grain. We organized a Branch of one hundred and twelve members, and a good feeling appears to exist there. The soil is of the best quality, and there is a prospect of its being one of the granaries of the mountains. There is a spirit of waking up among the people, at the present time, to their own in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"68b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0068.pdf\" target=\"pdfwin\">p.&#xA0;68b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3844\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>terests and welfare in regard to home productions. During the last two or three years, while there has been such a vast influx of merchandise, the goods in market being easily obtained, that has had a tendency to cause the people to neglect home productions; and they have exerted their ingenuity to procure means to buy what they needed, instead of producing it. This feeling is now dying away to some extent, and we find the people busily at work to produce those things which they need for their own use, and they do not feel to depend any longer upon a foreign market. <\/div><div class=\"paragraph jod\" id=\"v9n334\"> Brethren and sisters, the work that is before us requires our undivided exertions and our best economy and industry. And when we undertake to do a work, we should do it with an eye single to the glory of God<span class=\"citation\" id=\"125397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125397)\">D&amp;C 4:5<\/a><\/span> and a determined zeal to do his will&#x2014;to live in accordance with his ordinances. <\/div><div class=\"paragraph jod\" id=\"v9n335\"> In taking up the Book of Doctrine and Covenants, and looking at the commandments and promises given through Joseph Smith, I am led to rejoice. With some there has evidently been a doubt of their fulfillment; and the idea that there was a possibility of the Saints, ever going to live in Jackson County! Why, say some, it is full of Missourians, many of them possessing the most hostile feelings, which they have nourished for years past. The driving of the Saints from their homes by the people of Missouri and the great prosperity that has attended this people have excited a kind of apprehension that, at some time or other, the &#x201C;Mormons&#x201D; would take a notion to go back to root them out of their homes. Fear occasionally takes hold of them, but still there is that same deadly hatred among them towards us which they possessed; and in consequence of that, many have considered that it would be im<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"69a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0069.pdf\" target=\"pdfwin\">p.&#xA0;69a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>possible for the Saints ever to go back to that land and inherit it, and build the temple that has been promised and commanded to be built. Notwithstanding the revelations that had been given to build a temple, the brethren were prevented from fulfilling it, in consequence of the opposition of their enemies, or foolishness, or carelessness in the breasts of many who were called to act with the Prophet Joseph, when the Saints were driven. When the Saints were driven from the United States, we could not see why; but those who have any light in them can see now. If we were in Missouri, we should be obliged to take sides in the present lamentable strife of brother against brother. If we were there, we should be in constant trouble. The present state of anarchy should show us that it is impossible to settle their difficulty peaceably. They may strive to divide and make an amicable division, but it will end in the most awful bloodshed. It is impossible to avoid it. Their determined will and their hatred to each other are such that they cannot be reconciled. The hatred with which they hated us has turned upon each other, and it will continue upon them in such a manner that they cannot avoid it. And by-and-by it will be like it was with the Jaredites and the Nephites. When they became divided, they were determined to exterminate each other: they resolved on the extermination of one party or the other, and it ended in the extermination of both. You look in the Book of Ether, in the Book of Mormon, and you will find it. After they had slain two millions of people,<span class=\"citation\" id=\"83535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83535)\">Ether 15:2<\/a><\/span> the king of one of the contending parties tried his very best to procure peace and cease the shedding of blood. Coriantumr offered Shiz, if he would give peace to the people, he would give his kingdom to him;<span class=\"citation\" id=\"83536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83536)\">Ether 15:4<\/a><\/span> but Shiz <div class=\"break columnbreak\" id=\"69b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0069.pdf\" target=\"pdfwin\">p.&#xA0;69b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3843\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would not consent to peace, unless Coriantumr would come and be slain by the hand and sword of Shiz.<span class=\"citation\" id=\"83537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83537)\">Ether 15:5<\/a><\/span> Then the people were again stirred up to battle, and fought until all were slain,<span class=\"citation\" id=\"83540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83540)\">Ether 15:29-31<\/a><\/span> except him whom the Prophet of God had said should not die by the sword.<span class=\"citation\" id=\"83531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83531)\">Ether 13:20-21<\/a><\/span> From the spirit that is now manifest, it is not impossible for like scenes to be again enacted upon this continent. It is just as easy, I contend, for the Lord to cause the Saints to return and build the Temple in Jackson County as it was for the Lord to bring us into this wilderness, or to frustrate the powers of our enemies, here in this Territory, as most of you have seen. When this people shall have learned to do the will of our Heavenly Father, and to be united in all things, then will be brought about the prediction that the wicked shall slay the wicked.<span class=\"citation\" id=\"86459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86459)\">D&amp;C 63:33<\/a><\/span> The time is not far distant when the distressed of all nations<span class=\"citation\" id=\"68019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68019)\">Luke 21:25<\/a><\/span> will come from the east and from the west, from the north and from the south, and claim protection from the Saints of the Most High God.<span class=\"citation\" id=\"125398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125398)\">D&amp;C 45:68<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n337\"> It is high time for the Saints to be awake and on hand to perform their duties, and live up to their calling as Saints of God, doing all things required at their hands, that the light of truth may constantly shine in our minds. The only thing that we have to fear is that the Saints do not realize the importance of their position, and that they will not be awake to the duties that devolve upon them. <\/div><div class=\"paragraph jod\" id=\"v9n338\"> The time is nigh at hand when thousands and tens of thousands of our enemies and their children will come to crave protection of this people. There are many persons who have read the revelations of Joseph Smith that have had misgivings in relation to them, and they have feared that they were true; but they did not feel quite willing to believe that  <div class=\"break pagebreak\" id=\"70a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0070.pdf\" target=\"pdfwin\">p.&#xA0;70a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they would be literally fulfilled; or, if they did, they dared not confess it. Any persons that have looked at the accounts published in our papers can see how rapidly and how easily the Lord can accomplish his work. He does not wish us to go and slay our enemies, but he wants us to be upon the watchtower. He wants us to build towers, temples, houses, and everything that will make us comfortable; also to plant vineyards and oliveyards, and to watch over them. But when it comes to the wicked slaying the wicked, he has thus far caused the wicked to slay the wicked.<span class=\"citation\" id=\"86460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86460)\">D&amp;C 63:33<\/a><\/span> The Saints have been and doubtless always will be spared this trouble, but they will have to face dangers&#x2014;in many instances to lay down their lives for the Gospel's sake; and to such the Lord will give crowns of glory and endless life,<span class=\"citation\" id=\"66574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66574)\">Mark 8:43 (JST)<\/a><\/span> even to all those that live according to the principles of eternal life. But we need not expect crowns of glory in this life. The blessings of light and life that are in the midst of the Saints are only to be had by living for them&#x2014;by living our religion. There are hundreds and thousands that are willing to fight for their religion. The things that are required are for us to live our religion, walk in accordance with the principles of honesty and justice, that the light of the Holy Spirit may continually shine upon us, and that our religion shall be the uppermost thing in our minds all the day long. <\/div><div class=\"paragraph jod\" id=\"v9n340\"> We frequently suffer ourselves to be bound by earthly considerations, so that we neglect our duties and attend to some small matters, and we thereby become careless and indifferent. But of this we should be very careful. <\/div><div class=\"paragraph jod\" id=\"v9n341\"> When I first settled at Parowan, in the county of Iron, the nearest settlement to it was Payson; and I believe there were only some three or four families in Payson. There were <div class=\"break columnbreak\" id=\"70b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0070.pdf\" target=\"pdfwin\">p.&#xA0;70b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3842\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> also a few in Sanpete. The fall after, the location was made at Cedar City. From that day to the present there has been a continual increase and extension of our settlements in that direction; and although it appears to be a great distance from here, settlements are rising up so fast that a man can stop at a settlement every night. <\/div><div class=\"paragraph jod\" id=\"v9n342\"> In 1858, I was told at Toquerville that it was impossible to make a road to the valleys up the Rio Virgin, and they were calculating that they would have to carry their seed grain and ploughs over the mountains upon pack animals. I told them that in a few years I would ride over in a carriage. Brother Joseph A. Young and myself visited the two settlements there, and passed over the ground I am speaking of, with four animals to our carriage, and brother Joseph remarked that this road, which is very steep and crooked, was so crooked that it was difficult to see the lead animals. The pass has the name of Johnson's Twist. <\/div><div class=\"paragraph jod\" id=\"v9n343\"> The people are raising cotton and grain; they are cultivating the earth and are enjoying excellent health, and the water is of good quality. These two places (Pocketville and Grafton) are certainly in a flourishing condition. <\/div><div class=\"paragraph jod\" id=\"v9n344\"> We also visited the settlement at Minersville, Beaver county. It is composed of some twenty families. They are engaged in digging for lead, and they are trying to bring it into use. Evidence exists that a supply may be had from that quarter. <\/div><div class=\"paragraph jod\" id=\"v9n345\"> We organized a few families that live on Corn Creek into a Branch of the Church. We also found a small company of men on Cove Creek, who are commencing to make a settlement there. Those two settlements obviate the necessity of camping out at nights between Fillmore and Beaver, and the settlements in Round  <div class=\"break pagebreak\" id=\"71a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0071.pdf\" target=\"pdfwin\">p.&#xA0;71a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Valley and at Chicken Creek prevent the necessity of camping out between the cities of Nephi and Fillmore. This will be a great convenience to travelers. <\/div><div class=\"paragraph jod\" id=\"v9n347\"> Our country is a very extraordinary one, indeed; and if the Lord should see fit to send rain to prevent or do away with the necessity of irrigation, it is capable of sustaining a dense population; but as it is, the people are obliged to live in cities located above the fields, in order to secure to themselves pure water, and then go out and farm a patch of land with much labor and toil in the shape of ploughing, digging, irrigating, and weeding; and must so continue until the springs are made to rise up in the deserts, or the vapors descend from the clouds to aid in the better cultivation of the soil. <\/div><div class=\"paragraph jod\" id=\"v9n348\"> When I was at Washington, in the year 1856, I was asked by Senator Douglas if I did not think that, if skillful farmers were out in Utah, the land might not be made to produce abundantly without irrigation. That showed me how ignorant Congressmen were at Washington in regard to this country. When the Lord sees proper to break down the barriers that exist and cause the rain to descend upon the land, he can do it; but until then, he has very wisely provided that we shall take the streams in the mountains to irrigate the soil. If the mountains were covered with beautiful timber, and plenty of grain could be raised without irrigation, there is no doubt but our enemies would overrun us, or at least make us a great deal of trouble; but as it is, we inherit the chambers of the mountains:<span class=\"citation\" id=\"59057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59057)\">Isa. 33:16<\/a><\/span> the rocks are our protection, and the oases of the desert our homes. Here we learn the arts of cultivation and of building; we learn to irrigate the land; we also, in many respects, prepare ourselves for a day when we shall go to the place <div class=\"break columnbreak\" id=\"71b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0071.pdf\" target=\"pdfwin\">p.&#xA0;71b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3841\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that has been appointed for the building up of the city of Zion and for the building of the house which shall be a great and glorious temple, on which the glory of the Lord shall rest&#x2014;<span class=\"citation\" id=\"125399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125399)\">D&amp;C 84:1-5<\/a><\/span><span class=\"citation\" id=\"89147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89147)\">D&amp;C 97:15<\/a><\/span>a temple that will excel all others in magnificence that have ever been built upon the earth. Who is there that is prepared for this movement back to the Center Stake of Zion, and where are the architects amongst us that are qualified to erect this temple and the city that will surround it? We have to learn a great many things, in my opinion, before we are prepared to return to that holy land; we have to learn to practice the principles that we have been taught; we have to study to fill up every hour of our time in industrial pursuits and the acquisition of knowledge, and by economy and patience prepare ourselves as good and skillful workmen, as builders in the great building which our Father has prepared. And let me remind you that it is predicted that this generation shall not pass away till a temple shall be built, and the glory of the Lord rest upon it,<span class=\"citation\" id=\"87494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87494)\">D&amp;C 84:5<\/a><\/span> according to the promises. <\/div><div class=\"paragraph jod\" id=\"v9n349\"> There is nothing in this country that is very prepossessing or encouraging to strangers, and especially to those who come with a bad spirit. When a man loses the spirit of his religion, he wants to leave the country. In a moment he sees it is a hard country&#x2014;a miserable, barren, Godforsaken country. I have known many men come in here poor, and even destitute of the necessaries of life, in a situation to need help in order to enable them not merely to stay here, but to get food sufficient to sustain life. In three or four years, these individuals would, by industry and good luck, become measurably wealthy; they would become dissatisfied, all at once discover that &#x201C;Mormonism&#x201D; was a hoax, and re<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"72a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0072.pdf\" target=\"pdfwin\">p.&#xA0;72a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>solve to leave the country in disgust. Still they were perfectly independent of any assistance, and they were only leaving the country, they said, because they were so oppressed. Notwithstanding they had risen from poverty and degradation to comparative affluence, wealth, and independence, so that they could leave the country, into which they were brought by the Poor Fund, with plenty of mules, horses, wagons, carriages, cows, and many of them with money, yet they say that such oppression they could not endure! <\/div><div class=\"paragraph jod\" id=\"v9n351\"> I heard a missionary who came into this Territory by way of California say that on his way he met some seven families. They were apostates, of course, and each one went to work to tell him what they had apostatized for. They gave details of the causes and the reasons they had for apostatizing from the Church. Finally, the brother turned to one of the company who had not been talking at all, and said to him, What did you leave for? He replied very candidly&#x2014;&#x201C;I have been trying to think, and I have come to the conclusion that I was treated too well. When I first entered the Valley, I saw Elder Kimball, and he gave me a house to live in, rent free. He supplied me wood to burn. He said he would employ me. When I wanted to work, he told me to make myself comfortable until I had rested, and then he would employ me. I went to work, but was discontented. I went to work; but, not being satisfied, I considered the matter over and concluded that I was treated far too well.&#x201D; Now, I consider that man a pretty honest apostate, and I rather think that he will come back again to the Church. <\/div><div class=\"paragraph jod\" id=\"v9n352\"> I have heard men say that the reason why they apostatized was because they were not well treated. Now, I have often thought, when I have been <div class=\"break columnbreak\" id=\"72b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0072.pdf\" target=\"pdfwin\">p.&#xA0;72b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3840\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> reflecting that this was the work of the Lord&#x2014;the only means of exaltation, that the loss of such individuals would be felt vastly more by themselves than by anybody else. What a gratification it would be for such persons, when they lift up their eyes in hell, being in torment,<span class=\"citation\" id=\"125400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125400)\">Luke 16:23<\/a><\/span><span class=\"citation\" id=\"89886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89886)\">D&amp;C 104:18<\/a><\/span> to think that they might have been in a better place, if they had only been well treated! What a comfort, what a consolation, what a balm, especially to one who is lost forever! To overcome such temptations was not an impossibility. But so far as we are concerned, whether our brethren treat us well or not, if we keep the commandments of God, keep ourselves in the path of rectitude, and our feet do not slip, if we pursue a straightforward course, if our raiment is clean, though we encounter many difficulties in getting along while in this life, yet we may trust in the Lord our God, who will exalt the faithful. If we set out in the work of the Lord for time and all eternity, we set out for everlasting increase, for a salvation among the blessed, and for an eternal exaltation. If the principles of life are worth anything, they are worth everything that man can possibly sacrifice or suffer to attain to the reward that is promised. I remember, when in Kirtland, having heard Jared Carter say that he had sacrificed everything that ever would be required of him. He said, I have sacrificed all my property once, but I will never do it again. Where is that man? He is numbered in the long catalogue of apostates. If a man should sacrifice all that he has, and then say &#x201C;I will do no more,&#x201D; it is equal to saying I will stop serving the Lord. A man who intends to attain to eternal glory must be constantly awake to the discharge of his duty. He must not suffer his lust for gold, his thirst for wealth, or his desire for gain to fill  <div class=\"break pagebreak\" id=\"73a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0073.pdf\" target=\"pdfwin\">p.&#xA0;73a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>his heart with covetousness, which is idolatry.<span class=\"citation\" id=\"75616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75616)\">Col. 3:5<\/a><\/span> We can pass over the pages of Church history and see the incidents that have transpired during the days of Joseph, and see the fate of every Elder who suffered lust or love of filthy lucre<span class=\"citation\" id=\"125401\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125401)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125401)\">1 Pet. 5:2<\/a><\/span> to tempt him from the path of virtue. Their fate should be a warning to all good men. We can see the career of many, and behold their conduct and its results. Men took him by the hand, saluted him with a kiss, called him brother, and then betrayed him; yet I can see their career of hypocrisy, their apostasy, and their consummate villainy. I can mark out their path. They were men who did not live their religion; they were not honest with God and their brethren; they were hypocrites; they corrupted themselves and became traitors to that man whom God had inspired to guide Israel. Some of them we regarded as very smart men that had great talents. They labored a little while in the cause, but they were not true to themselves; they were not true in their integrity; they were dishonest and corrupt; and in consequence of this, they fell into darkness, and lifted their hands for the destruction of the Saints of God, and fell from that exaltation which they had aspired to attain to. <\/div><div class=\"paragraph jod\" id=\"v9n353\"> The blessings of Providence have been over us from the commencement of this Church; the protecting hand of the Almighty has been visible over us all the day long: every step has been guided in wisdom. To take a people from amongst the nations of the earth and locate them in the midst of these mountains was one of the greatest achievements over natural obstacles ever accomplished upon earth. To organize a State in the midst of a vast desert&#x2014;one that could sustain itself and bear up against the powers that endeavored to destroy it, was a feat unequaled by any<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"73b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0073.pdf\" target=\"pdfwin\">p.&#xA0;73b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3839\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>thing recorded in the annals of history. <\/div><div class=\"paragraph jod\" id=\"v9n354\"> When I was in Washington and in the library of the Capitol, I was asked if the &#x201C;Mormons&#x201D; would fight. I replied that the people that would have the energy to form a powerful State in the midst of a desert would have energy to defend it. To take persons, of various habits, possessing education of different kinds and degrees, men and women speaking different languages, coming from almost every part of the earth&#x2014;to bring them here and organize them into a peaceful and united people, loyal to the Government and laws of our country, was certainly no small task. Then take the Saints that were assembled at Nauvoo, that had been driven from their possessions, hurried away from their homes, and robbed of all they possessed, driven away with a design on the part of their enemies that they should perish in the wilderness&#x2014;to take this remnant that was left and bring them with the rest to this land, that was pronounced uninhabitable&#x2014;to make it produce the rich provisions of the earth, and to organize a powerful State in the midst of this desert country, shows the power and wisdom of the Almighty, manifested through the man that leads, guides, and instructs the people. It is of such a character that the leading of Israel through the wilderness by Moses bears no comparison. You go to the Book of Exodus and you find the children of Israel made the most crooked paths, whereas we find that we came straightforward through the mountains right into the land of promise. We have straightened the mountain passes; we have made the rough places plain<span class=\"citation\" id=\"59264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59264)\">Isa. 40:4<\/a><\/span><span class=\"citation\" id=\"67115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67115)\">Luke 3:5<\/a><\/span> and smooth: the mountains, as it were, are melting away at our presence.<span class=\"citation\" id=\"125402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125402)\">Micah 1:4<\/a><\/span> The Prophet of the Lord showed all this beforehand by the power of God that was in him. <\/div><div class=\"paragraph jod\" id=\"v9n355\"> After a few years in these moun<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"74a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0074.pdf\" target=\"pdfwin\">p.&#xA0;74a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3838\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tains, we hear members of Congress waking up, as did Mr. John Thompson, of New York, in 1858, being from the same State as the Prophet Joseph, and was probably in that State when the Church was organized. This astonished Congressman, having opened his eyes, said&#x2014;&#x201C;Mormonism is a stern, ugly fact, and it is halfway between us and the Pacific Ocean, and it stands there with ten thousand bayonets daring you to the contest.&#x201D; He had suddenly awaked out of his slumber probably by the remarks of Mr. William W. Boyce, of South Carolina, who said&#x2014;&#x201C;There are two ways of settling the Mormon imbroglio; one is peace, and the other war: the first is the most humane, the cheapest, and consequently the best. If we choose the second, we make a hell of the passes in the mountains between the Pacific and the Atlantic for the next thousand years.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n357\"> They were just opening their eye to behold what they had done by driving the Saints from the United States, and refusing to allow them to lodge upon the banks of the Missouri. They drove them into the wilderness, and hoped never to hear of them again. <\/div><div class=\"paragraph jod\" id=\"v9n358\"> The day has passed for us to submit to be mobbed and driven about from pillar to post by our enemies: they have now got something else to do. The sword is now passing back and forth amongst them. I recollect, when I was a schoolboy once, the master gave two of us a stick and set us to whip each other: the master was compelled to stop us on account of our severity. Our enemies would not take the advice of the Prophet; this nation refused to listen to his counsels; they would not hearken to the word of the Lord which he proclaimed unto them; they killed us and drove us away from our possessions; and now the Lord will suffer them to punish each other for their <div class=\"break columnbreak\" id=\"74b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0074.pdf\" target=\"pdfwin\">p.&#xA0;74b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3838\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sins, even as the schoolmaster did the boys, until he gets ready to stop them. <\/div><div class=\"paragraph jod\" id=\"v9n359\"> I am very much pleased with the privilege of addressing you. I feel that I am awake to the truth, and I try to live my religion, to bear my testimony to the work of God, and sustain the influence of my brethren in rolling on this great and glorious work. My testimony is as it has always been. It is the work of the Almighty, and his hand has guided it, and will continue so to do henceforth and forever, and no power can stay its progress, and he will guide it until it will overcome all opposing forces. It is the little stone cut out of the mountains without human hands, and it will roll forth and grow until it becomes a great mountain and fills the whole earth.<span class=\"citation\" id=\"61080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61080)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86592)\">D&amp;C 65:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n360\"> When the Prophet Joseph Smith was before the court of Judge Austin A. King at Richmond, Missouri, they wanted to prove the charge of treason against him. It was stated in evidence that he had preached from the prophecy of Daniel, where it speaks of the great image and the little stone, and had stated that the stone would strike the image upon the toes and feet and break it to pieces&#x2014;that then it would become a great mountain and fill the whole each.<span class=\"citation\" id=\"61027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61027)\">Dan. 2:34-35<\/a><\/span> Judge King inquired of the witness if Mr. Smith did not say that the little stone spoken of was the Mormon Church. The witness answered in the affirmative. Judge King, turning to the clerk, said, &#x201C;Write that down; that is treason.&#x201D; According to this decision, the doctrines taught in the Bible were actually treason. General Doniphan replied, &#x201C;By G&#x2014;d, Judge, you had better make the Bible treason, and done with it.&#x201D; They of course believed that the kingdom spoken of is a figurative kingdom; but we know that God has organized that kingdom, and it will roll forth with  <div class=\"break pagebreak\" id=\"75a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0075.pdf\" target=\"pdfwin\">p.&#xA0;75a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3837\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>power and might until it overcomes all obstacles, and fills the whole earth.<span class=\"citation\" id=\"86593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86593)\">D&amp;C 65:2<\/a><\/span> Then it will grant shelter and protection to all who are honest and upright, and protect them in their religious sentiments, whatever they may be. This will bring about a reign of peace and happiness that the world has long looked for. <\/div><div class=\"paragraph jod\" id=\"v9n362\"> Men may speculate and write their squibs; they may undertake to write this way or that; yet the Lord has commenced his work, and it will spread itself abroad until the laws of Zion are sent forth among all nations;<span class=\"citation\" id=\"57759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57759)\">Isa. 2:3<\/a><\/span> for this work and this people will <div class=\"break columnbreak\" id=\"75b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0075.pdf\" target=\"pdfwin\">p.&#xA0;75b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3837\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> eventually have the dominion,<span class=\"citation\" id=\"61712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61712)\">Dan. 7:27<\/a><\/span> and no arm can hinder it. Every man that is fool enough to be blinded by Satan will miss the honor, the glory, and the exaltation that await those who shall be sanctified and be prepared to enter in through the gates into the city, while those who adhere faithfully to the servants of God that are always on hand to build up Zion, seeking first to build up the kingdom of God and to learn his righteousness,<span class=\"citation\" id=\"63636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63636)\">Matt. 6:33<\/a><\/span><span class=\"citation\" id=\"63676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63676)\">Matt. 6:38 (JST)<\/a><\/span> will rise in majesty, glory, exaltation, and dominion. <\/div><div class=\"paragraph jod\" id=\"v9n363\"> May this be our case, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}