{"ID":90011, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Cultivation of the Spirit of Truth&#x2014;Trials of the Church, &amp;c.<\/div>\n<div class=\"subtitle\">Discourse by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, April 14, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Cultivation of the Spirit of Truth, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 4\/14\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d11\">\n<div class=\"paragraph jod\" id=\"v9n242\"> There is scarcely a subject in regard to myself or this people that is of any importance but I have thought of it, for I reflect much. I wish to speak by the dictation of the Holy Ghost, and I know that will be in proportion to the faith that dwells in you. It is a pretty hard case for a man to speak to this congregation, except he makes up his mind to speak according to the light that is in the people. <\/div><div class=\"paragraph jod\" id=\"v9n243\"> Many of the people have ears to hear, but they hear not, neither do they conceive the things of the kingdom of God.<span class=\"citation\" id=\"64500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64500)\">Matt. 13:13-15<\/a><\/span> For instance, when the people come together on a Sunday morning and hear a discourse, go home to dinner and come together in the afternoon, and they can scarcely remember a word that has been said in the forenoon; therefore you perceive the necessity of our being instructed from day to day, and of our having our ears cultivated to hear the things of the kingdom. Then we shall have hearts to understand, and minds to comprehend the principles of eternal life. And if the word of life be in us, it will be like a well of water springing up into everlasting life,<span class=\"citation\" id=\"69044\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69044)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69044)\">John 4:14<\/a><\/span> and we shall have our minds stored with that knowledge which is promised to the faithful. It is necessary, and it is the imperative duty of the Elders in Israel to strive to increase in knowledge, in wisdom, <div class=\"break columnbreak\" id=\"51b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0051.pdf\" target=\"pdfwin\">p.&#xA0;51b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3861\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in virtue, and in good works; for if we have good works we are bound to have good faith: then again good faith produces good works.<span class=\"citation\" id=\"77560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77560)\">James 2:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n244\"> Ever since I embraced the Gospel twenty-nine years ago, I have felt determined to draw near unto the Lord our God, knowing that he had promised on that condition to draw near unto his children.<span class=\"citation\" id=\"88572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88572)\">D&amp;C 88:63<\/a><\/span> In doing this I have been blessed and comforted in all my labors. It is our duty to learn to be men of truth in all our acts, our works, our thoughts, and to cultivate the spirit of truth. <\/div><div class=\"paragraph jod\" id=\"v9n245\"> I have frequently thought of the saying that some men are so clever that they can turn the truth into a lie, and <span class=\"italic\">vice versa<\/span>. Now, I would like to know how it is possible to turn a lie into truth. I contend that there is no such thing; but men may so mystify the truth as to make it appear an error or a falsehood; but the truth still remains firm and unshaken, for it is of that character that the Scriptures speak of: it is like a two-edged sword;<span class=\"citation\" id=\"76542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76542)\">Heb. 4:12<\/a><\/span> yes, it will cut both ways. We should always be filled with the truth, and not only filled with truth, but ever be ready to administer it, whether we are moving backward or forward. We should ever be ready to administer the words of life and salvation, and let the error alone. Let us listen to the counsel that we have heard today from  <div class=\"break pagebreak\" id=\"52a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0052.pdf\" target=\"pdfwin\">p.&#xA0;52a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>brother Wells and the other brethren. I did not hear brother Wells, but I heard Brother George A. and President Young. What they said was truth, and I also know that what brother Wells said was truth, for he cannot speak anything else. There are men of whom I could not say that; but brother Wells' mind is stored with knowledge and wisdom, and it would be hard for a man like him to talk anything else than the truth. We often say that we wish to speak the truth to the people, which is right and good; but is it any more necessary that I should be a man of truth here than I am in my garden or with my family? No. It is necessary that I should be a man of truth wherever I am, whatever my employment may be. It is not wisdom for us to be as the old Quaker, who, when he was insulted, pulled off his coat and said, &#x201C;Lay there, religion, till I flog this man!&#x201D; Now my doctrine is, that if I cannot flog a man and be just as religious as I am in this pulpit, I had better let him alone. But, unlike the old Quaker, I never had an occasion to put my religion to the test in this way; in fact, I never had much difficulty with any man in my life. I have had more difficulty with myself than with anybody else. I will not do as some have done, whip a man because I have the power and the strength. Let men act unjustly with me, and I will endure it until that spirit which I enjoy says, You have borne enough; and then if I have to administer chastisement unto that man, I will do it by the power of God. Then such a man had better be out of my way and out of my hands. <\/div><div class=\"paragraph jod\" id=\"v9n246\"> Do not, brethren, follow in the track of those who came against Jesus. He had no friends, but he had the power of God with him, and his enemies were struck dumb before him.<span class=\"citation\" id=\"67203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67203)\">Luke 4:30<\/a><\/span><span class=\"citation\" id=\"69537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69537)\">John 8:59<\/a><\/span><span class=\"citation\" id=\"69740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69740)\">John 10:39<\/a><\/span> This is the position we should be in; and then what are the nations <div class=\"break columnbreak\" id=\"52b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0052.pdf\" target=\"pdfwin\">p.&#xA0;52b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3860\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the wicked, or the armies of the United States, or of all the world? If we attend to our business and let other things alone, the Lord will sustain us in all circumstances of life. Supposing I had a dozen men employed&#x2014;men who were devoted to the truth and to my interest, I would say, Boys, attend to your business; do what I have told you, and I will attend to our enemies; I will see to these chaps and flog them to it; I will teach them to attend to their duties, or stand aside. This is the character of our Father: he will defend his own, he will defend his people, he will defend our wives and children, these mountains, and all that cleave unto righteousness. This is the way I view the subject, and I presume that all Israel will say Amen. <\/div><div class=\"paragraph jod\" id=\"v9n247\"> It is our duty to pursue that course that will lead and guide us unto eternal life. This land is blessed above all other lands:<span class=\"citation\" id=\"125388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125388)\">1 Ne. 2:20<\/a><\/span><span class=\"citation\" id=\"83341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83341)\">Ether 2:12<\/a><\/span> it was foreordained to be the gathering place of the Saints, where the Lord would hide up his people until his indignation should pass over the nations of the earth.<span class=\"citation\" id=\"59089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59089)\">Isa. 34:2<\/a><\/span><span class=\"citation\" id=\"89421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89421)\">D&amp;C 101:11<\/a><\/span> You have heard us say that all the world and hell combined cannot get us out from these mountains, and I say the same today. <\/div><div class=\"paragraph jod\" id=\"v9n248\"> It is by our faith and works, by our integrity and righteousness, by doing to others as we would wish them to do unto us.<span class=\"citation\" id=\"63805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63805)\">Matt. 7:12<\/a><\/span> Jesus says&#x2014;&#x201C;With what judgment ye judge, ye shall be judged; and with what measure ye mete, it shall be measured to you again.&#x201D; (Matt. vii. 2.)<span class=\"citation\" id=\"63708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63708)\">Matt. 7:2<\/a><\/span> This is and will be the case with every man in this Church and kingdom, from first to last. All will have that reward which their works merit, whether they be good or evil. <\/div><div class=\"paragraph jod\" id=\"v9n249\"> I realize that I am a feeble man&#x2014;that I am nothing more than a worm that crawls upon the earth, except when God is with me. The more I  <div class=\"break pagebreak\" id=\"53a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0053.pdf\" target=\"pdfwin\">p.&#xA0;53a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>see of myself, the more I am satisfied that I am a poor, weak, frail man. We are all poor creatures without God. If you do not believe it, look back into the world and see the condition of things. They have no regard for honesty among them, speaking of them as a community; but of course there are persons among them that are honest&#x2014;individuals who are the elect of God: they will eventually be gathered. <\/div><div class=\"paragraph jod\" id=\"v9n251\"> Those who have been sent among us by the Federal Government as officers were men who did not care for the people. They have always manifested a great anxiety for the gold and silver, but none for the interest through this community. Now, this should not be so with us; our desire and labor should be to learn the principles of integrity&#x2014;to live up to our covenants made in the house of God. If we do this, no power can overcome us, but we shall prevail. <\/div><div class=\"paragraph jod\" id=\"v9n252\"> I have passed through a great many trying scenes. I have been driven and rooted up every time that this Church has been removed from its gathering place by its enemies. I have also had the experience of seeing armies come up against us in Caldwell county, Missouri, when we could not raise above five hundred half-armed men to defend the county, and the Governor, L. W. Boggs, ordered out as many as fourteen thousand troops against us. At that time, it looked as though we should be destroyed from the earth; but the Almighty was on our side. When I saw the condition that we were in, I concluded that it would be hot times; so I put a heavy charge in my United States musket, only expecting to get one chance to fire, and felt determined that it should be a dead shot to somebody. We all felt very queer, for there was no other prospect before us than that of immediate assassination; but of a sudden, as by a shock from all <div class=\"break columnbreak\" id=\"53b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0053.pdf\" target=\"pdfwin\">p.&#xA0;53b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3859\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heaven, our enemies were panic-stricken, and retreated in confusion. Brother Wells can tell you about the Battle of Nauvoo, for he was there and took an active part in it. <\/div><div class=\"paragraph jod\" id=\"v9n253\"> When the Church was thus broken up, we used to go forth from State to State preaching the Gospel to all who would hear. We did not preach the gathering at those times, because there was no place to gather to: the Prophets and Apostles themselves had to flee for their lives. In all these trying scenes the Lord sustained us, and he gave us favor in another county and also in another nation. These things have existed from the organization of the Church; but in the midst of all, I never felt discouraged, neither did I feel to shrink from any duty that was imposed upon me. I knew that God was with us, that he was with his Prophet, and with all good men. We were faithful at that time, and those that continued faithful through those trials still remain with us; and my Heavenly Father knows that I respect them, and I ever shall respect them while I remain in the body and continue in the spirit of my calling. <\/div><div class=\"paragraph jod\" id=\"v9n254\"> Now, you all know pretty well how the Lord worked it with that army which the United States Government sent here to scatter this people to the four winds of heaven. They sent their minions to make war with the house of God, and he took the battle into his own hands and kept our enemies at bay. Some of you make remarks about our having no temple; but what of that? Was it not so in the days of Moses? Yes, it was. The Israelites were left with a Tabernacle<span class=\"citation\" id=\"125389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125389)\">Ex. 25:9<\/a><\/span> and Ark of the Covenant,<span class=\"citation\" id=\"125390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125390)\">Num. 10:33<\/a><\/span> but still the Lord fought their battles, he defended them against their enemies, he brought them off victoriously, he severely scourged their oppressors; and he will do the same in the present dispensation, if we are faith<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"54a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0054.pdf\" target=\"pdfwin\">p.&#xA0;54a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ful to the covenants we have made. Have not the ungodly made war with the people of God? And was not that equivalent to declaring war with our Father in heaven, and with Jesus Christ his Son, and with his kingdom, with a design to overthrow it, kill his Prophets and Apostles, and put to death his anointed ones, and also every Saint that would not submit to their lasciviousness, to their vices, and corrupting and damning practices? Yes, brethren, the United States have done all this, and much more that would be painful to recite. <\/div><div class=\"paragraph jod\" id=\"v9n256\"> Some of them talk sometimes about brother Brigham crooking his little finger, and have told that if he were to do that, no Gentile would be permitted to live any longer among us. When the enemies of righteousness came here, they became so afraid of the Saints that they dared not let a man out of their ranks; they were almost terrified to death; they went down among the cedars, and there they have been ever since, and there they will remain until they go away, which won't be long. How awfully they were disappointed, as well as those who came here to rule us! They have not any of them accomplished what they designed, for the man or the woman that falls in with such spirits is not our brother or our sister. Who is our brother? He that doeth the will of our Father who is in heaven, and none else.<span class=\"citation\" id=\"64471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64471)\">Matt. 12:50<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n257\"> Now think of these things, reflect upon them; and so sure as you have seen a few things, so surely will you, in the Lord's own due time, see many more, and you will see that our Father will deliver his people every time their enemies come upon them. Yes, it will be so from this time forth and forever. Then, in addition to this, you will find that this Priesthood, through those who hold it in righteousness, will rule the nations of the earth forever and forever. Will <div class=\"break columnbreak\" id=\"54b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0054.pdf\" target=\"pdfwin\">p.&#xA0;54b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3858\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> those who hold the Priesthood govern with a rod of tyranny? No; but it will be done by the power of the Priesthood of the Almighty, which is compared to an iron rod. The nations will eventually have to come and bow down before this Priesthood and to this people, and they will be willing to lick the very dust off their feet;<span class=\"citation\" id=\"59474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59474)\">Isa. 49:23<\/a><\/span> yes, and they will be perfectly willing to lick the dust from the feet of those men whom they slew in Carthage, if they can be permitted to be in their presence. <\/div><div class=\"paragraph jod\" id=\"v9n258\"> Brethren and sisters, I feel very comfortable, generous, and kind today, and I feel that there is a good Spirit here. You will all feel better when you get rid of your contractedness. Let the womb of your mind be expanded to receive the words of life, and then the Spirit of the living God will be in you as a well of water springing up into everlasting life.<span class=\"citation\" id=\"69045\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69045)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69045)\">John 4:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n259\"> To you, sisters, especially the young ladies, I want to say, Away with your folly. Put away far from you all pride and all lightmindedness, and trust in the Lord your God, and let the petition of your heart and the supplication of your soul be life, life&#x2014;eternal life! <\/div><div class=\"paragraph jod\" id=\"v9n260\"> There are many good books for you to read, and that are full of good instruction. Here are the Bible, the Book of Mormon, and Book of Doctrine and Covenants. You will see many revelations in the last named book that are already fulfilled, and there are others that are still in the future. The Almighty through his Prophets foretold that the nation would make war upon this people, and that he would come out of his hiding place,<span class=\"citation\" id=\"89645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89645)\">D&amp;C 101:89<\/a><\/span> and pour out his judgments upon those that rebel against him, and who persecuted his people, and set themselves against his house. Then it shall go forth like a mighty whirlwind upon the face of the whole earth.<span class=\"citation\" id=\"90620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90620)\">D&amp;C 112:24<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"55a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0055.pdf\" target=\"pdfwin\">p.&#xA0;55a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n262\"> In this country the North and the South will exert themselves against each other, and ere long the whole face of the United States will be in commotion, fighting one against another, and they will destroy their nationality. They have never done anything for this people, and I don't believe they ever will. I have never prayed for the destruction of this Government, but I know that dissolution, sorrow, weeping, and distress are in store for the inhabitants of the United States, because of their conduct towards the people of God. Then the judgments will go forth to the nations of the earth. I have an understanding of these things, and I sincerely hope that you comprehend as clearly as I do. If you do, you will strive to prepare for those things that are coming upon the earth in these last days. <\/div><div class=\"paragraph jod\" id=\"v9n263\"> I would like you all to become like a vine, or like unto a tree, every limb, branch, twig, fiber, and leaf to be connected one with the other. <\/div><div class=\"paragraph jod\" id=\"v9n264\"> Now, in regard to the Spirit of prophecy, I will say that we may all <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prophesy, if we will wait till we are sure we are right. Brethren, God bless you with the gifts of the Spirit, and may peace be with you all, and may the blessings of heaven rest upon these mountains and valleys for the benefit of the faithful Saints. <\/div><div class=\"paragraph jod\" id=\"v9n265\"> When I look around, I see many things that I do not like; I do not like to think of circumstances that have taken place within the last few days. I do not like the idea of having thieves in our midst, but we certainly have them, and I pray God Almighty to root them out of the earth, and to let them go into forgetfulness, and let all Israel say Amen. (The congregation responded Amen.) <\/div><div class=\"paragraph jod\" id=\"v9n266\"> Brethren and sisters, I pray our Father in heaven to give you liberally of his Spirit, that you may be led and guided thereby in the way of righteousness and truth, and in the end of your probation be claimed in the presence of the Father and the Son, which I ask for you and all the faithful, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}