{"ID":90019, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Sufferings of the Saints&#x2014;Overcoming Evil With Good, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, January 5, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Sufferings of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 1\/5\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d19\">\n<div class=\"paragraph jod\" id=\"v9n488\"> Referring to the ideas advanced by our brother who has just sat down, in regard to the suffering of the children of men upon the earth, I will say it is a subject worthy of reflection. Have the enemies of the kingdom of God on the earth the power to bring more suffering upon the people who love and serve him, than they have to bring suffering upon themselves? I answer, They have not. We cannot find, in all the history extant, that mankind have ever exerted themselves more to destroy the kingdom of God from the earth than they have to destroy themselves. All their endeavors to overthrow the <div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> holy Priesthood of heaven and its righteous rule among men have always tended a hundredfold more to their own overthrow and utter destruction. Like the leaves of autumn, they have fallen to the ground and are forgotten. It was prophesied by Joseph the Prophet that the bones of those who drove the Church from Missouri, and killed men, women, and children, should bleach upon the Plains. This has been fulfilled. Did they suffer more than the people of God whom they drove from their homes&#x2014;from their firesides in winter&#x2014;from their fathers and mothers and friends, and the land  <div class=\"break pagebreak\" id=\"102a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0102.pdf\" target=\"pdfwin\">p.&#xA0;102a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of their nativity? Yes, there is scarcely a comparison. Their sufferings in crossing the Plains to the gold regions of California have been greater by far than ever the sufferings of the Saints have been in crossing the Plains to Utah. These are facts that are present with us. The bones of those who drove the Saints from Independence, from Jackson County, then from Clay and Davis Counties, and last of all from Caldwell County, from whence they fled into Illinois, have been scattered over the Plains&#x2014;gnawed and broken by wild beasts, and are there bleaching to this day, while the Saints who have died on the Plains have, without an exception, had a decent burial where they have died&#x2014;have had friends to condole with and comfort them in their dying moments, and to mourn for a season with their bereaved relatives. These comforts and blessings were denied the murderers of Joseph and Hyrum Smith and of scores of the Saints, and they were left in the bitterness of death without a friend and without mercy. They suffered immensely more than did the Saints whom they persecuted; they received that which they sought to bring upon the Saints, and that too in good measure, pressed down, and running over.<span class=\"citation\" id=\"67273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67273)\">Luke 6:38<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n490\"> I have said and will say that there never was a colony settled on this continent, since its discovery by Columbus, with so little suffering as have had the Latter-day Saints who settled these valleys. <\/div><div class=\"paragraph jod\" id=\"v9n491\"> I will now leave these ideas, and turn my attention on to the remarks made by brother Lorenzo Snow in the forenoon. The principles and doctrine couched in those remarks are of great interest to the human family. I will take the liberty to treat upon the same principles, but shall carry the ideas still further, though in my own language and <div class=\"break columnbreak\" id=\"102b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0102.pdf\" target=\"pdfwin\">p.&#xA0;102b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3810\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> style of delivery. I will use a few words of Scripture concerning the evil that now exists and has existed upon the earth, referring to certain characters who have always been upon the earth and are still upon it, who are actually, to a great extent, &#x201C;lording over God's heritage.&#x201D;<span class=\"citation\" id=\"78196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78196)\">1 Pet. 5:3<\/a><\/span> I would plant my remarks here; and then for the context, I will use another saying&#x2014;&#x201C;For it is God which worketh in you both to will and to do of his good pleasure.&#x201D;<span class=\"citation\" id=\"75489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75489)\">Philip. 2:13<\/a><\/span> I have but little time to expound and explain minutely, but will start at the beginning. God has created man in his own image,<span class=\"citation\" id=\"52257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52257)\">Gen. 1:27<\/a><\/span> upright. Man in his creation is but a very little lower than the angels. In what degree and capacity is he lower than the angels?<span class=\"citation\" id=\"56344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56344)\">Ps. 8:5<\/a><\/span> Angels are those beings who have been on an earth like this, and have passed through the same ordeals that we are now passing through. They have kept their first estate<span class=\"citation\" id=\"78873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78873)\">Jude 1:6<\/a><\/span><span class=\"citation\" id=\"93457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93457)\">Abr. 3:26<\/a><\/span> far enough to preserve themselves in the Priesthood. They did not so violate the law of the Priesthood and condemn themselves to the sin against the Holy Ghost<span class=\"citation\" id=\"64385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64385)\">Matt. 12:31<\/a><\/span> as to be finally lost. They are not crowned with the celestial ones. They are persons who have lived upon an earth, but did not magnify the Priesthood in that high degree that many others have done who have become Gods, even the sons of God.<span class=\"citation\" id=\"87041\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87041)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87041)\">D&amp;C 76:58<\/a><\/span> Human beings that pertain to this world, who do not magnify or are not capable of magnifying their high calling in the Priesthood and receive crowns of glory, immortality, and eternal lives, will also, when they again receive their bodies, become angels and will receive a glory.<span class=\"citation\" id=\"91543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91543)\">D&amp;C 132:16-17<\/a><\/span> They are single, without families or kingdoms to reign over. All the difference between men and angels is, men are passing through the day of trial that angels have already passed through. They belong to the same family that  <div class=\"break pagebreak\" id=\"103a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0103.pdf\" target=\"pdfwin\">p.&#xA0;103a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we do; but they have proven themselves worthy only of an exaltation to the state of angels, whereas we have the privilege of obtaining not only the same exaltation they enjoy, but of going further until we become Gods, even the sons of God.<span class=\"citation\" id=\"87042\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87042)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87042)\">D&amp;C 76:58<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n493\"> My next reflections are upon the state of mankind, their position before God in their creation and being upon the earth in the connection of the spirit and tabernacle, and the influences that surround them. There are certain influences that we have no control over: man is controlled by surrounding influences in a greater or less degree. For instance, we cannot avert the consequences of the fall as it is called, of Adam, which came through his transgressing certain words or laws given to him by his Father and God. In consequence of this, sin came into the world, and death by sin.<span class=\"citation\" id=\"72341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72341)\">Rom. 5:12<\/a><\/span> We are more or less controlled by the influences that have been introduced into the world by the power of Satan upon the children of men, and will be so long as we live in the flesh. <\/div><div class=\"paragraph jod\" id=\"v9n494\"> Permit me to diverge a moment from the legitimate chain of the subject before us. I do not myself wish, nor do I ask any man in the world to create a spirit of reformation to sing and shout ourselves &#x201C;away to everlasting bliss.&#x201D; There never was any such reformation desired by me. All I have ever asked for or contended for is a reformation in the life of this people; that the thief should stop his stealing, the swearer his swearing, the liar his lying, the deceiver his deceiving, and the man who loves the world more than his God and his religion wean his affections from those objects and place them where they of right belong. I do not wish anybody to cherish a wild enthusiasm, so common in the world, which is produced by the excitement of animal passions, and makes people weep and <div class=\"break columnbreak\" id=\"103b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0103.pdf\" target=\"pdfwin\">p.&#xA0;103b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3809\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> cry out in an insane manner. I wish the people to make themselves acquainted with facts pertaining to God, to heaven, to mankind upon the earth, their errand here, for what they are created, the nature of their organization, who has power over them, who controls them, how much they can control themselves, &amp;c., &amp;c.; and then let us see whether we can be men and conduct ourselves like Saints, or live and act like the wicked. <\/div><div class=\"paragraph jod\" id=\"v9n495\"> My reflections led me to inquire who it is that has influence over us. Can you inform me why people do wrong when they know the path of right and can walk in it as easily as we can walk home in broad daylight? Is the cause of this to be found in the heavens? No. Is it to be found in the spirit God has placed in our tabernacles? No. Where is it to be found? In the power of the Enemy of all righteousness,<span class=\"citation\" id=\"83591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83591)\">Moro. 9:6<\/a><\/span> who holds dominion over our flesh, which flesh is intimately connected with the spirit God has placed within it. Herein is a warfare. <\/div><div class=\"paragraph jod\" id=\"v9n496\"> Brother Lorenzo was striving to lay before the people the necessity of their letting good overcome evil, instead of letting evil overcome good. His remarks supplied to me a number of texts, showing the precise situation of mankind before the Father and his angels, and before all the heavens. Men try to lord it over God's heritage.<span class=\"citation\" id=\"78198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78198)\">1 Pet. 5:3<\/a><\/span> I understand that saying in this wise: The spirits that are in men are as pure as the Gods are; then why do they consent to do evil? Because of the influences of evil that are in the flesh. Over it the Enemy of all righteousness has held dominion, has exercised a right, and has apparently triumphed. When mankind give way to evil and suffer the flesh to rule and contaminate the pure spirit tabernacled within it, they lord it over God's heritage.<span class=\"citation\" id=\"78197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78197)\">1 Pet. 5:3<\/a><\/span> When men consent to evil, the spirit within them does  <div class=\"break pagebreak\" id=\"104a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0104.pdf\" target=\"pdfwin\">p.&#xA0;104a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not answer approvingly. Though the inhabitants of the earth are in darkness and blindness, yet they are not so ignorant as they represent themselves to be. There is a spirit in them that reproves them continually when they do wrong, until they have sinned away the day of grace,<span class=\"citation\" id=\"83156\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83156)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83156)\">Morm. 2:15<\/a><\/span> and a mantle of darkness is thrown around them to shut out forever the light of God. Until then, they are checked continually, are taught, and chastened or justified as the case may be. <\/div><div class=\"paragraph jod\" id=\"v9n498\"> When people do right, they rest upon their beds, sleep sweetly, and rejoice in righteousness in their secret moments. When they do evil, it brings sorrow and deep pain to them in their private reflections. &#x201C;But there is a spirit in man: and the inspiration of the Almighty giveth them understanding.&#x201D;<span class=\"citation\" id=\"56187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56187)\">Job 32:8<\/a><\/span> In every man there is a candle of the Lord<span class=\"citation\" id=\"125420\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125420)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125420)\">Prov. 20:27<\/a><\/span> which burns with a clear light; and if by the wickedness of a man it is extinguished, then farewell forever to that individual. The people say they do as well as they know how. This may be true. It is also true that there is a great amount of ignorance. But who among this people does an evil without knowing it? Is there a man in this kingdom who betrays his God and his brethren, without being perfectly conscious that he does an evil? I think not. Is there one who treats the name of the Deity with lightness, using his name in vain,<span class=\"citation\" id=\"54202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54202)\">Ex. 20:7<\/a><\/span> that believes himself justified? I think not. Is there one who takes advantage of his neighbor or a fellow being, deceiving and wronging him, that believes he does right? I think not. When men do wrong, they know that they do wrong. Is there a person in this community that can lie, and feel justified in the belief that he is telling the truth? Does the thief feel justified in doing right when he steals his neighbor's goods? No. The blackest <div class=\"break columnbreak\" id=\"104b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0104.pdf\" target=\"pdfwin\">p.&#xA0;104b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3808\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> vagabond, and renegade that walks the streets of this city or Territory is conscious when he does right and when he does wrong. Notwithstanding all this, there is a great deal of ignorance. <\/div><div class=\"paragraph jod\" id=\"v9n499\"> Just as long as we live within the purview of the reconciliation of the Spirit of God, that visits us from time to time, revealing the truth and the righteousness of our God, and yield to that and never cast it from us, whether we live or die, there is a salvation for us. There is a salvation for all the sons and daughters of Adam and Eve, no matter where they have lived or when, nor whether Christian, Mussulman, Jew, barbarian, or Gentile, that do not deny the power of God and sin against the Holy Ghost.<span class=\"citation\" id=\"64386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64386)\">Matt. 12:31<\/a><\/span> You may discover that I am a Universalist. I am; and I am also a Calvinist, for the Almighty decreed all this before the worlds were. As I progress in my remarks you can see plainly that a widely extended field opens to our minds. <\/div><div class=\"paragraph jod\" id=\"v9n500\"> Is every man and woman capable of receiving the highest glory of God? No. We are surrounded with circumstances that control us to a certain degree. My father and mother moved into the State of Vermont, and it happened that I was born there. I cannot help that. They might have stayed in Massachusetts, close to Boston. If they had, I should have been born there, and I could not have helped that. My father's name was John Young, and my mother's maiden name was Nabby How. I cannot help that. My father was a poor, honest, hardworking man; and his mind seemingly stretched from east to west, from north to south; and to the day of his death he wanted to command worlds; but the Lord would never permit him to get rich. He wanted to command all, and that too in righteousness. I cannot help all this; I have no power to control such circumstances. When  <div class=\"break pagebreak\" id=\"105a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0105.pdf\" target=\"pdfwin\">p.&#xA0;105a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I was about twenty months old, my father moved from Vermont into the State of New York, where I lived with him until I became a man. I cannot help that. There are a thousand circumstances I cannot help or control that are thrown around me without any action of my choice. <\/div><div class=\"paragraph jod\" id=\"v9n502\"> I cannot help being here. We might have gone to Vancouver's Island; and if we had, we should probably have been driven away or used up before this time. But here we are in the valleys of the mountains, where the Lord directed me to lead the people. The brethren who are in foreign countries desire to gather to the gathering place of the Saints, and they have for the present to come to Great Salt Lake City. They cannot help that. Why did we not go to San Francisco? Because the Lord told me not: &#x201C;For there are lions in the way, and they will devour the lambs, if you take them there.&#x201D; What now can we do? Why, instead of being merchants, instead of going to St. Louis to buy goods, we can go down to our Dixie land, the southern part of our Territory, and raise cotton and manufacture goods for ourselves. These are circumstances we are creating with which to surround our children, and to form the foundation of the future prosperity of this community. They will be more or less governed by the circumstances we create for them. They will make their own bonnets, ribbons, hats, coats, and dresses of every kind. While we are governed and controlled by circumstances over which we have no power, still we possess ability and power in our different spheres of action to call into existence circumstances to surround ourselves and our children, which will more or less control them; and, if they are planned in righteousness, will tend to lead us and our children to heaven. <div class=\"break columnbreak\" id=\"105b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0105.pdf\" target=\"pdfwin\">p.&#xA0;105b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3807\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I have power to call upon the brethren to go south and raise cotton and indigo, the olive, and the grape. I have done it. In doing this, it throws them under the influence of new surroundings and new circumstances. They in their turn can, by perseverance and faithfulness, under the dictations of the Spirit of truth, bring forth a train of happy circumstances to bless them, to bless their wives, to bless their children, and to bless the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n503\"> I have power to send brethren to the east or to the west to buy our goods. I have power to say, John, William, or Thomas, Go and find a gold mine; but I am not disposed to exercise this power in that way. God has given this power to me. Let the brethren who have been called to go south go willingly, with their heads up and glory, hallelujah! in their hearts; for they are pioneers of future greatness, power, and independence to Israel. They possess power to do this. When the husbandman goes into his field, he has power to plough up the soil. When it is ready, he has power to plant corn in rows or otherwise; he has power to sow wheat or oats in drills or broadcast, and harrow in or cover the seeds, that they may grow. What we sow we shall also reap.<span class=\"citation\" id=\"74688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74688)\">Gal. 6:7<\/a><\/span> We have great power committed unto us, and yet we are confined by certain laws that we cannot avert or control. <\/div><div class=\"paragraph jod\" id=\"v9n504\"> The power of choice all intelligent beings inherit from the Gods of eternity; it is innate. This statement might even be applied to the brute creation; but it is not my purpose to extend my remarks in that channel today. The Latter-day Saints can take the road that leads to life everlasting, if they choose; or, if they choose, they can take the road that leads to apostasy. As individuals, we must guard our affections from becoming contaminated  <div class=\"break pagebreak\" id=\"106a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0106.pdf\" target=\"pdfwin\">p.&#xA0;106a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the love of earthly riches, or anything that is of earth, whether animate or inanimate. Uncertainty is strewed around us, and disappointment is the constant companion of those who worship at the shrine of the god of this world.<span class=\"citation\" id=\"125421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125421)\">2 Cor. 4:4<\/a><\/span> If we center our affections upon any earthly object, whether within our reach or out of our reach, should we be bereaved of that object, we are left to mourn and lament in darkness because of our ignorance and folly. Let our love be for God and truth, righteousness and peace, being contented and happy with present endowments; and as the way opens to further progression, greater possessions, walk forward in the light of God and hold what we obtain for him and his cause, coveting not what we possess, and not with an avaricious desire reaching after what we cannot possess. If we do opposite to this, our whole existence will be creped with disappointment and mourning. Then let us keep the world and its allurements aloof from our affections. We may have the ability to build for ourselves beautiful houses, to plant choice orchards and vineyards, to adorn our grounds with flowers and sweet scented shrubs, and have lovely families, and possess horses and chariots, silver and gold, this, that, and the other, in abundance. But if our affections are placed upon these things, we shall either go out of the kingdom of Christ and miss being exalted sons of God,<span class=\"citation\" id=\"125422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125422)\">D&amp;C 76:58<\/a><\/span> or will see our error, repent of our folly, learn to control our affections, desires, and passions, and willingly let &#x201C;God rule within us to will and to do of his good pleasure,&#x201D;<span class=\"citation\" id=\"75490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75490)\">Philip. 2:13<\/a><\/span> having no mind only that which is of heaven. <\/div><div class=\"paragraph jod\" id=\"v9n506\"> Have we a will? Yes. It is an endowment, a trait of the character of the Gods, with which all intelligence is endowed, in heaven and on earth&#x2014;the power to accept or reject. <\/div> <div class=\"break columnbreak\" id=\"106b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0106.pdf\" target=\"pdfwin\">p.&#xA0;106b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3806\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n507\"> Then, wherever the wisdom of God directs, let our affections and the labor of our lives be centered to that point, and not set our hearts on going east or west, north or south, on living here or there, on possessing this or that; but let our will be swallowed up in the will of God, allowing him to rule supremely within us until the spirit overcomes the flesh, and the world, Satan, and the flesh are vanquished and lie under our feet. Then and not till then will the righteousness of God reign triumphantly. It may be asked whether I have any idols? Yes, I have most darling idols&#x2014;my God and my religion, and they are all the idols I wish to have. &#x201C;Have you no wife that you idolize?&#x201D; If I have, let the Lord take her and give her to somebody else. &#x201C;Have you no children that you idolize?&#x201D; If I have, let the Lord have them. I possess that which is apparently mine; but why should I call them mine, until I have passed the ordeals mortals must pass, and they are sealed to me by the authorities of the Gods in a way that they cannot be taken from me? They are now in my possession, and I hold them by the undisputed right of that possession. Anything we have upon this earth we only seem to have, for in reality we own nothing. No person on the earth can truly call anything his own, and never will until he has passed the ordeals we are all now passing, and has received his body again in a glorious resurrection, to be crowned by him who will be ordained and set apart to set a crown upon our heads. Then will be given to us that which we now only seem to own, and we will be forever one with the Father and the Son, and not until then. <\/div><div class=\"paragraph jod\" id=\"v9n508\"> There is a great difference in the individual capacity of people. Some can receive much more than others  <div class=\"break pagebreak\" id=\"107a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0107.pdf\" target=\"pdfwin\">p.&#xA0;107a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can: hence we read of different degrees of glory. How many kingdoms glory of there are, I know not; and how many degrees of glory there are in these kingdoms, I know not; but there are multitudes of them. Paul speaks of three,<span class=\"citation\" id=\"73936\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73936)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73936)\">1 Cor. 15:41<\/a><\/span> Joseph Smith and Sidney Rigdon saw three,<span class=\"citation\" id=\"87192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87192)\">D&amp;C 76:96-98<\/a><\/span> and multitudes more have we seen by the Spirit of revelation, according to the capacity of our understandings. Can we so live and direct ourselves as to receive glory, immortality, and eternal lives?<span class=\"citation\" id=\"72265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72265)\">Rom. 2:7<\/a><\/span> We can. Then love not the world, nor the things of the world.<span class=\"citation\" id=\"78556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78556)\">1 Jn. 2:15<\/a><\/span> Desire not that which is not for us, but desire only that which God has ordained for our benefit and advancement in the science of eternal life; then can we advance with accelerated speed in the things of God. <\/div><div class=\"paragraph jod\" id=\"v9n510\"> But is it not visibly manifest that the great majority want to lord it over God's heritage.<span class=\"citation\" id=\"78199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78199)\">1 Pet. 5:3<\/a><\/span> Wicked kings lord it over the consciences of their subjects, priests over their people, and masters over their servants; and wicked dispositions tell us to do this and to desire that which pertains to folly: they prompt almost constantly to lord it over God's heritage. Where is God's heritage? It is in our affections, our love, delight, glory, and happiness. Let us honor God's heritage, sanctify it, and bring all into subjection that surrounds it and is connected with it, sanctifying the Lord in our affections.<span class=\"citation\" id=\"77904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77904)\">1 Pet. 3:15<\/a><\/span> We see all the world trying to lord it over God's heritage. It is in the spirit that the evil principle and power is trying to overcome and rule over the divine principle planted there. This constantly leads the children of men astray. <\/div><div class=\"paragraph jod\" id=\"v9n511\"> What power is legally ours? That which was given to Adam and the human family in former days. Power? Yes. Dominion? Yes. Glory? Yes. Honor? Yes. <div class=\"break columnbreak\" id=\"107b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0107.pdf\" target=\"pdfwin\">p.&#xA0;107b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3805\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> That which pertains to this world? Yes. That which pertains to the next? Yes. Let us understand this power and this privilege that God has guaranteed to the human family. He has first imparted power to mankind to control the elements; and when this is employed faithfully to magnify righteousness, then excellence, magnificence, splendor, beauty, honor, glory, and Godlike power will follow as the results. This power must be guided by the Almighty. Let the people be led by the revelations of Jesus Christ,<span class=\"citation\" id=\"74391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74391)\">Gal. 1:12<\/a><\/span> and the finger of God<span class=\"citation\" id=\"125423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125423)\">Ex. 31:18<\/a><\/span> will be made manifest before them day by day in their progress to eternal happiness; for this is the privilege of the faithful. <\/div><div class=\"paragraph jod\" id=\"v9n512\"> Shall we not choose for ourselves? Yes. Have we not rights? Yes. Have we not power? Yes. Have we not authority bequeathed to us from the heavens&#x2014;a legacy from God to hold dominion over the elements? Yes. Then go to like men, like angels, like Him we read of, whom we love and serve and worship, who in his former capacity organized the elements as we are taught to do for our own benefit, beauty, comfort, excellency, and glory, and beautify the earth and make it like the garden of Eden, so that the angels will delight to come and dwell here, and Jesus Christ will delight to dwell with his brethren on the earth. This is our right. We are not destitute of rights and privileges. We have the right of choice. We have the right to dictate, to plough, plant, sow, reap, gather, mow, clothe ourselves and families, and gather around us in abundance all the comforts and blessings of life. Have we a right to inflict evil upon our neighbor, upon the divinity within him, or upon the divinity within ourselves? No. God should rule in the way and manner he pleases by the revelations of the Lord Jesus Christ,<span class=\"citation\" id=\"125424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125424)\">Gal. 1:12<\/a><\/span> which will lead  <div class=\"break pagebreak\" id=\"108a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0108.pdf\" target=\"pdfwin\">p.&#xA0;108a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Saints to victory and glory. By-and-by we will possess more rights than we now possess, but not until they are given to us. God has decreed from all eternity that we should have rights, power, and authority over the elements to organize and bring them into use and make them beneficial and subserve the wants of the human family. <\/div><div class=\"paragraph jod\" id=\"v9n514\"> I wish to see this people manufacture their own clothing, and make as good cloth as is in the coat I now have on, and as good silk as is in the handkerchief around my neck, and as good linen as is in the bosom and wristbands of my shirt. When we administer the sacrament of the Lord's Supper, I wish as good wine<span class=\"citation\" id=\"88903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88903)\">D&amp;C 89:6<\/a><\/span> as can be made in any country, and that too made by ourselves from grapes grown in our own mountain valleys. I want to see the people wear hats, boots, coats, etc., made by ourselves, as good as ever was made in any country. <\/div><div class=\"paragraph jod\" id=\"v9n515\"> If you will obey my counsel, you will constantly increase in the riches and the comforts of life; though every time I speak upon this subject I wish to keep in view that if we cannot handle the things of this world without unduly placing our affections upon them, I pray God to keep them out of our possession. I would rather have this people clad with sheepskins and goatskins than to have them possess the wealth of this world without feeling that they could trample it all under their feet at any moment. Earthly wealth and greatness should only be used to subserve the purposes of God upon the <div class=\"break columnbreak\" id=\"108b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0108.pdf\" target=\"pdfwin\">p.&#xA0;108b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3804\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth. This is what brother Snow was speaking upon this morning. I have briefly noticed the same subject, using my own style and language. Let the divinity within the people overcome that wicked, corrupt, hellish influence the Devil has power to introduce. <\/div><div class=\"paragraph jod\" id=\"v9n516\"> Do not imagine that I am in the least finding fault with the Devil. I would not bring a railing accusation against him,<span class=\"citation\" id=\"78888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78888)\">Jude 1:9<\/a><\/span> for he is fulfilling his office and calling manfully; he is more faithful in his calling than are many of the people. God is not yet going to destroy wickedness from the earth. How frequently we hear it reiterated from the pulpit that he is going to destroy all wickedness. No such thing. He will destroy the power of sin. When we have lived to see millions of worlds created&#x2014;yea, more in number than the particles of matter that compose this earth and millions of earths like this, if so many could be numerated by man, and people live on them to pass through the ordeals we are passing through, you will never see one of them without a devil. The work the Savior has on hand is to reduce the power of the Devil to perfect subjection; and when he has destroyed death and him that has the power of it,<span class=\"citation\" id=\"76481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76481)\">Heb. 2:14<\/a><\/span> pertaining to this world, then he will deliver up the kingdom<span class=\"citation\" id=\"73842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73842)\">1 Cor. 15:24<\/a><\/span> spotless to the Father.<span class=\"citation\" id=\"87230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87230)\">D&amp;C 76:107<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n517\"> I have not told the Saints my feelings, but I will here say that it is my daily prayer that God will change the power and authority of our political Government into the hands of the just. Amen. <\/div>\n<\/div>\n<\/div>"}