{"ID":90012, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings Enjoyed By the Saints.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, made in the Tabernacle, Great Salt Lake City, May 12, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings Enjoyed By the Saints.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 5\/12\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d12\">\n<div class=\"paragraph jod\" id=\"v9n267\"> Brethren and sisters, after the congregation receiving so much instruction, I feel that I shall make my remarks very brief. It is truly good to sit and hear the word of the Lord, and it is truly a good thing to believe in it; but it is still better to practice it. <\/div> <div class=\"break columnbreak\" id=\"55b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0055.pdf\" target=\"pdfwin\">p.&#xA0;55b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3857\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n268\"> I have reflected today, as I frequently do, with regard to the mercy of God and his loving kindness to the children of men. The positions that the children of men occupy with regard to the difference there is in the minds of men on the subject of religion and the character of God is  <div class=\"break pagebreak\" id=\"56a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0056.pdf\" target=\"pdfwin\">p.&#xA0;56a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>an important one. I have considered the responsibility that rests upon men in regard to these things. There seems to be very few that really have faith in the Lord God of our fathers.<span class=\"citation\" id=\"53810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53810)\">Ex. 3:15<\/a><\/span><span class=\"citation\" id=\"55111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55111)\">Deut. 26:7<\/a><\/span> If we judge them by their works, we must certainly come to this conclusion. It is certainly a great blessing to this people that they have faith in God and in the promises of our Heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v9n270\"> Truth is one of the attributes of the Almighty, and what he promises he will fulfil. Now, if the children of men believed this, they could save themselves a great deal of trouble. If those who embrace the Gospel could have confidence to abide in the truth, they would escape many trying scenes through which the wicked will have to pass. The trouble that awaits this nation, and that other nations have had to pass through in various ages that are past, has been because they have had no confidence in the Lord. They have not obeyed him, but have turned from him&#x2014;rejected the counsel given to them. It will be precisely so with this nation when their afflictions begin to come upon them, for the Lord will be avenged. We can now see the words of the Lord and his Prophets fulfilling before our eyes. <\/div><div class=\"paragraph jod\" id=\"v9n271\"> This is a peculiar generation&#x2014;a singular time in which we live. There seems to be a great deal of the word of the Lord fulfilling in our day and age of the world. We profess to acknowledge the hand of the Lord in what we see around us, and I trust we do it in our hearts. We have read, many years ago, the promise contained in the Book of Doctrine and Covenants concerning the nation in which we live.<span class=\"citation\" id=\"125391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125391)\">D&amp;C 87:1-8<\/a><\/span> The Lord said, in the early rise of this Church, in speaking of this land, that we should hear of wars abroad;<span class=\"citation\" id=\"85724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85724)\">D&amp;C 45:63<\/a><\/span> but at the same time we should not know the hearts of the children of men in our own <div class=\"break columnbreak\" id=\"56b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0056.pdf\" target=\"pdfwin\">p.&#xA0;56b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3856\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> country.<span class=\"citation\" id=\"85172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85172)\">D&amp;C 38:29<\/a><\/span> And the commandment was to his people to prepare themselves to stand in holy places<span class=\"citation\" id=\"85637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85637)\">D&amp;C 45:32<\/a><\/span> when the indignation of the Almighty should be passing over the earth.<span class=\"citation\" id=\"89422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89422)\">D&amp;C 101:11<\/a><\/span> We now see these things coming to pass. They are plain and clear before our eyes. We have a part fulfilled; and as truth is one of the attributes of the Almighty, everything that he says he will fulfil.<span class=\"citation\" id=\"125392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125392)\">D&amp;C 1:38<\/a><\/span> The promise is to the whole world&#x2014;&#x201C;He that believeth and is baptized shall be saved; and he that believeth not shall be damned.&#x201D;<span class=\"citation\" id=\"66863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66863)\">Mark 16:16<\/a><\/span> This promise is sure; and if the Lord fulfills in one instance, he will in another. He will save the people if they will obey him; and if they do not he will not save them, but they will have to reap the reward that is due them for their works. <\/div><div class=\"paragraph jod\" id=\"v9n272\"> I consider that it is a blessing that I have the opportunity of believing in the Gospel and in the word of the Lord. I believe in them, and rejoice to know that they are true, and that they will be fulfilled. I bear my testimony to the truth of this Gospel. I also testify that Joseph Smith was a Prophet of the Lord. I know this as well as I do that I exist. I know by inspiration and by the revelations of Jesus Christ<span class=\"citation\" id=\"74390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74390)\">Gal. 1:12<\/a><\/span> and the manifestations of the Spirit of God from year to year and from time to time. I likewise see around me the fulfillment of prophecy, and this tends to strengthen me, and also every Latter-day Saint. The Scriptures tell us that there is a spirit in man, and that the inspiration of the Almighty giveth it understanding.<span class=\"citation\" id=\"56186\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56186)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56186)\">Job 32:8<\/a><\/span> It is upon this principle that we become acquainted with the truth, and the power of the Gospel which we have received. The principles of eternal life are manifested unto us by the inspiration of the Holy Ghost; for that Spirit rests upon us&#x2014;it influences our minds; and if we watch those teachings, having within us the right feeling,  <div class=\"break pagebreak\" id=\"57a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0057.pdf\" target=\"pdfwin\">p.&#xA0;57a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we shall comprehend things clearly as they are. We can see the Lord speaking to the nations and vexing them in his hot displeasure,<span class=\"citation\" id=\"125393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125393)\">D&amp;C 101:89-90<\/a><\/span> and still many eat, drink, and are satisfied, and do not appear to be as energetic and active as they might be. It is our duty to be alive and wide awake to the times, for the things that are transpiring are joyful, because in them we see the accomplishment and fulfillment of the predictions of the Prophets of God that have lived in this generation. The things we are experiencing now are attended with salvation, and are preparing us to magnify our callings and fulfilling the object of our creation upon the earth. <\/div><div class=\"paragraph jod\" id=\"v9n274\"> I always rejoice in seeing my fellow men come to a knowledge of the truth by obedience to the Gospel as taught by the servants of the Lord. When men have gone forth in the waters of baptism, and received the laying on of hands for the gift of the Holy Ghost, they receive the same truth, the same light as we have received; and thus we become of one heart and one mind,<span class=\"citation\" id=\"92862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92862)\">Moses 7:18<\/a><\/span> and follow out the inspiration of the Holy Ghost which attend his Gospel. In preaching the Gospel and administering the ordinances of the Lord's house, the Spirit of inspiration of heaven accompanies those who officiate, that it will remain ever with them, if faithful, in all the duties of life. <\/div><div class=\"paragraph jod\" id=\"v9n275\"> When I hear the brethren speak of the dealings of God with the present generation, I perceive that their minds all run together. The record which they bear is one; they all agree in their testimony; they are one in stating that the work of the Lord our God will prevail over all its enemies. But it is a calamity, as we look at it naturally, for the generation in which we live, that the Gospel is preached and by them rejected; in consequence of which the Spirit is taken from <div class=\"break columnbreak\" id=\"57b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0057.pdf\" target=\"pdfwin\">p.&#xA0;57b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3855\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them, because they follow the devices of their own hearts and their wicked imaginations.<span class=\"citation\" id=\"57399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57399)\">Prov. 6:18<\/a><\/span> They follow the devices of the Evil One, and they spread it broadcast, as it were, the cross which brings death and destruction, which brings sorrow and mourning; and this is the case with many in the present day and age of the world. There is not a man today that has the Spirit of the Lord, and that is faithful in his calling, but what can see the state of things both in and out of the Church. He can see them with his eyes, and hear them with his ears, and they can see the hand of God thrown over this people today. <\/div><div class=\"paragraph jod\" id=\"v9n276\"> I rejoice in the blessings that the Lord gives, and I feel that we ought to be faithful. If there is anybody who is blessed of the Lord, it is the Latter-day Saints; and if there is anybody upon the earth who is and should be willing to obey counsel, it is the Saints of the living God. We have reaped the benefit of it for years, and we know that it brings forth joy, peace, and consolation to the souls of men; and we would certainly be very foolish to turn away from the only source that will bring us joy, salvation, and eternal life. To do this, we should have to turn our backs upon the only friends we have, and shut up the only source from which we draw the blessings we have in this life. <\/div><div class=\"paragraph jod\" id=\"v9n277\"> The world really do not know what they are doing; they don't comprehend what lies before them; they judge after the hearing of the ear,<span class=\"citation\" id=\"58090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58090)\">Isa. 11:3<\/a><\/span> and while calamities will overtake the wicked,<span class=\"citation\" id=\"83177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83177)\">Morm. 4:5<\/a><\/span> as the Lord has spoken, we have something to hold onto and to rely upon. We have seen the hand dealings of the Almighty with us; we have learned his promises. Has he broken his promises to his people? He has not; he has been faithful and true. I firmly believe that we shall partake  <div class=\"break pagebreak\" id=\"58a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0058.pdf\" target=\"pdfwin\">p.&#xA0;58a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of all the blessings of the kingdom of God by obeying the counsel of those set over us, for I know that God has established a government to control, to guide, and to dictate; and we shall not find so perfect a government as this in any part of the earth, for it is the government of heaven. <\/div><div class=\"paragraph jod\" id=\"v9n279\"> I desire that we may have power and a disposition to live faithful today, to do right, to obey counsel, that whatever we are told to do we may unite together and do with all our hearts. If there is strength anywhere, it is here. If it does not exist here, it does not exist anywhere. There is no spirit of friendship in the world; it has taken the wings of the morning<span class=\"citation\" id=\"125394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125394)\">Ps. 139:9<\/a><\/span> and flown away from many of the nations, and the blessings of the Lord are being withdrawn in a great measure from the nations of the earth. The people have no disposition to obey that which is right, or give the servants of God an opportunity of preaching the truth for the salvation of fallen man. Those who despise those blessings and privileges will find that the consequences and reward will follow. <\/div><div class=\"paragraph jod\" id=\"v9n280\"> I feel thankful that we are here in the valleys of the mountains; and I rejoice that we are at peace, and not obliged to fortify Great Salt Lake City, as the people are obliged to do in Washington; nor is our President compelled to flee to Canada to save <div class=\"break columnbreak\" id=\"58b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0058.pdf\" target=\"pdfwin\">p.&#xA0;58b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3854\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> his life. We are safe and in quietude. The enemies of this kingdom do not understand the spirit and power of the Gospel. It is a spirit and a power that they cannot cope with, and it is so with all the sectarian world. We have the privilege of lying down and of rising up in peace; we have the privilege of bowing in our families in peace, and getting up and speaking our sentiments, and none to make us afraid. <\/div><div class=\"paragraph jod\" id=\"v9n281\"> These are great blessings that we as a people enjoy. I bear my testimony that these things are true and faithful. You know these things as well as I do, and every man who lives his religion knows it. The Lord is with his people, and this kingdom will spread abroad. And when the Lord has destroyed the wicked, there will be room for Zion to spread herself abroad, and to rebuild the waste places<span class=\"citation\" id=\"89437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89437)\">D&amp;C 101:18<\/a><\/span> thereof. Then all things spoken of in the Book of Doctrine and Covenants will be fulfilled. It is good to reflect upon these principles, for the promises will be fulfilled, whether we believe them or not. <\/div><div class=\"paragraph jod\" id=\"v9n282\"> I pray God to guide us, that we may be prepared to partake of eternal life and salvation, and share in all the benefits of the Gospel of Christ, and of the Holy Priesthood which has been revealed to us in our day and generation, which I ask in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}