{"ID":90018, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Privileges and Responsibilities of the Saints&#x2014;Building Up the Latter-Day Kingdom.<\/div>\n<div class=\"subtitle\">Discourse by President Daniel H. Wells, made in the Bowery, Great Salt Lake City, September 30, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Privileges of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 9\/30\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d18\">\n<div class=\"paragraph jod\" id=\"v9n452\"> I arise, my brethren and sisters, being ever willing to give my testimony in behalf of the goodness of God and the work in which we are engaged, even the Latter-day Work, the building up of the kingdom of God upon the earth. I know it is the desire of my heart to meet every engagement, appointment, and duty incumbent upon me by reason of my calling, and in undertaking to become a Latter-day Saint. <\/div><div class=\"paragraph jod\" id=\"v9n453\"> When I made my covenant by baptism, I did it with an understanding, and with a desire to do the will of our Heavenly Father in this generation. I did it with a determination that I would from that time forth do the will of Him whom I then covenanted to serve, and that I would do all those things that should be required at my hands&#x2014;that I would perform every duty according to the best understanding I had, constantly looking to the Lord to give me better understanding, greater light, and more extended knowledge of the things of his kingdom. These were my feelings then; they have been my feelings ever since, and I hope and trust that I shall ever be guided by the same Spirit. I have ever felt that it was good to have the testimony of Jesus in my soul. It is for me, and I consider it is for all of us, to respond to every call that shall be made, whether temporal or spiritual; and I desire that we may feel to respond to <div class=\"break columnbreak\" id=\"94b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0094.pdf\" target=\"pdfwin\">p.&#xA0;94b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3818\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and do whatever we shall be dictated to do with glad hearts, be thankful for the opportunity, and esteem it a high privilege to have a part in this work. <\/div><div class=\"paragraph jod\" id=\"v9n454\"> We should strive to get faith in everything that pertains to this work, and feel that it rests upon our shoulders to perform, and that it behooves each one of us to live in that way that will promote our own interests therein, and give us light and knowledge, which will enable us to cultivate that Spirit in our bosoms which has been promised, as a well of water springing up into everlasting life,<span class=\"citation\" id=\"69047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69047)\">John 4:14<\/a><\/span> to all the faithful Saints. <\/div><div class=\"paragraph jod\" id=\"v9n455\"> There is a consolation in our religion which goes to every heart, and by it every man, woman, and child may receive joy and satisfaction, while acting under the sweet influences of the Holy Spirit, having it within us to dictate and guide us in the path of virtue and truth. When the Spirit of the Lord influences any man, especially the true and faithful Saint, it fills him with joy and peace, and makes him humble in the performance of duties. The Spirit of the Lord carries with it its own reward. A person deprived of this influence meets with difficulties upon every hand. It is only by being obedient and submitting to the counsel of God in all things, that we can fully enjoy that good Spirit. By acting upon this principle in a family  <div class=\"break pagebreak\" id=\"95a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0095.pdf\" target=\"pdfwin\">p.&#xA0;95a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>capacity and in managing our individual concerns (for it is in thus acting upon the principles of obedience that families are united), that Spirit will unite, connect, and cause the Elders to see eye to eye, and thus promote the advancement and prosperity of the cause we have all espoused. We cannot fulfil our engagements with the Almighty without we have that Spirit with us. We should so live as to acknowledge the Good Spirit continually. We cannot do this unless we let the Spirit of God rule in temporalities as well as in spiritual matters. <\/div><div class=\"paragraph jod\" id=\"v9n457\"> When he whom the Lord has called to stand at the head of his Church as the mouthpiece of the Almighty speaks to us, let us find out the spirit that leads him and follow its dictation, and then we shall be well off and do well. How often, instead of cherishing the head and letting that dictate the whole body&#x2014;how often, I say, do we seek to avoid it, perhaps for the purpose of having it some other way, or passing off in some other direction. This is not right. We should let the Spirit of the Lord rule, and the law of God abide in our hearts. If we have the law of God dwelling in us, and if we practice righteousness and live by correct principles, we may have it, and will increase in light and in power with the heavens and with all good men. We should cherish that law, let it abide in us, govern and control us in all we do and say. Let us square our ideas, feelings, and spirits to it, and bear in mind that this is what preserves us and connects us together in the strait and narrow way that leads unto life eternal.<span class=\"citation\" id=\"125418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125418)\">Matt. 7:14<\/a><\/span> Let us nourish that kind Spirit in our bosoms, get light from the pure fountain, and not grieve it away by our unwise and sinful conduct. We frequently do things according to our feelings and opinions, until we in a great degree <div class=\"break columnbreak\" id=\"95b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0095.pdf\" target=\"pdfwin\">p.&#xA0;95b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3817\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lose the light of the Spirit which should control, and which would, if we would let it, be a guide to our path and lead us in all that we do and say; and certainly we need it constantly to guide us and to enable us to render ourselves useful, and be the means of doing great good in the kingdom of God. Offer a kind word to them that are cast down, buoy up the drooping spirits, and do all we can to sustain each other in the trials and difficulties through which we have to pass in this state of existence. <\/div><div class=\"paragraph jod\" id=\"v9n458\"> It is a consolation and a great assistance to a man who tries to be a Saint to receive a word of encouragement from a friend. It prepares the heart for the warfare of life; it makes a man feel stronger in the Lord. He is thereby prepared to perform his duties as a member of the kingdom of God upon the earth. We all have a great variety of duties to perform; some are required to act in one way, and some in another. None can say that they have no part or lot<span class=\"citation\" id=\"71642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71642)\">Acts 8:21<\/a><\/span> in the matters in this kingdom. <\/div><div class=\"paragraph jod\" id=\"v9n459\"> The Gospel embraces every branch of business that is useful&#x2014;every department of literature, whether science or classics&#x2014;everything that is useful in the world. All is necessary to its accomplishment and the bringing about of the purposes of God in the last days. All that is good and true is necessary to the completion of this mighty work. In this kingdom there is scope for the mind; there is room for the exercise of all the physical powers of mankind. There is some labor for each and every one to perform. The people may have to change from their old customs; they may have to go from one kind of labor to another, by reason of their being put in different circumstances and coming from one country to another. This with the faithful Saint makes but little difference. Let us all do the things that are before  <div class=\"break pagebreak\" id=\"96a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0096.pdf\" target=\"pdfwin\">p.&#xA0;96a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>us with an eye single to the glory of God<span class=\"citation\" id=\"83817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83817)\">D&amp;C 4:5<\/a><\/span> and the building up of his kingdom. By pursuing this course we shall be able to accomplish whatever shall be appointed unto us that will tend to the gathering of Israel and the bringing about of the great Latter-day Work. <\/div><div class=\"paragraph jod\" id=\"v9n461\"> The world that is now transpiring is in fulfillment of prophecy, and in this we should have joy; and if we need anything to strengthen us in our holy religion and to buoy up our feelings, the things transpiring around us should be sufficient to do this and to stimulate us to further action. People are brought from every nation, kindred, tongue, and people, by the instrumentality of this Priesthood and the power that accompanies the testimony of the servants of God. We have as great a testimony as any of the ancients in regard to the work in which we are engaged, and we have increasing testimony day by day that should convince the most skeptical. We see the hand-dealing of the Almighty from time to time, and the Spirit is bearing witness from day to day that this is the truth of heaven, and that we have the oracles of divine truth in our midst. The Lord has not left himself without a witness. If there had been nothing written, there is sufficient manifested to prove that this is the work of God in which we are engaged to induce us to learn our duties and perform them, and to be ready and willing to turn our hands to this, that, and the other purpose as shall be necessary to enable us to obtain our sustenance, to cultivate the soil, beautify the earth, and cause the wilderness to blossom as the rose.<span class=\"citation\" id=\"59113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59113)\">Isa. 35:1<\/a><\/span> If we are actuated by the right spirit, we shall go forth building up the kingdom, having our eye single to the glory of God,<span class=\"citation\" id=\"125419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125419)\">D&amp;C 4:5<\/a><\/span> instead of gathering together for our own particular benefit and to suit our natural wants. <\/div><div class=\"paragraph jod\" id=\"v9n462\"> For my part, when I embraced this <div class=\"break columnbreak\" id=\"96b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0096.pdf\" target=\"pdfwin\">p.&#xA0;96b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3816\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gospel, I felt that I had no affairs of my own for the future. I felt that I could live anywhere and anyhow, if I had the society of the Saints. I then expected to have a rough passage. I had not then seen &#x201C;Mormonism&#x201D; as we have since seen it. For a few years previous to that time, I had seen turmoil, trouble, and strife. I had witnessed what has now become the history of the Saints, and I have seen and known it since we have arrived in these valleys of the mountains. Here it has been comparatively peace and prosperity with this people. This came the more acceptably to me because I had looked for something different. I embraced the Gospel with that view, and felt that I was determined to cling to the rope, feeling satisfied that the tighter I clung to it the less it would burn my fingers. Suffice it to say that I have ever felt as I now feel, to hold fast to the ship Zion. <\/div><div class=\"paragraph jod\" id=\"v9n463\"> We can generally see other people's faults much quicker than we can our own. You all remember, no doubt, the account which Patriarch John Young gave of the Devil's looking-glass. The glass was represented as one in which a man could see his neighbor's faults instead of his own. Now, who is there among us but can see our neighbor's failings sooner than our own? I will guarantee that we can all see the follies of others, and at the same time be blind to our own; but we should be a great deal better employed in looking into our own hearts, in governing ourselves, controlling those pernicious feelings and notions that rise in our bosoms, and in eradicating every such influence from our hearts, instead of busying ourselves with looking into the affairs of others. I know from experience that it is a very good lesson for me to look into my bosom. There is the flatterer, and by studying ourselves we can easily perceive how  <div class=\"break pagebreak\" id=\"97a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0097.pdf\" target=\"pdfwin\">p.&#xA0;97a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>liable we are to neglect ourselves and look into affairs with which we have nothing to do. People do not look into their own hearts rigidly enough, and therefore they do not see what has been the prompting or leading motive that has caused them to judge others instead of themselves. The inward monitor, if we will let him have full play, will teach us many things that are applicable to ourselves. And if we inquire more fully into ourselves, we shall find that we are not always acting, from the best of motives, those things that we do in regard to others, for we often come across their notions. <\/div><div class=\"paragraph jod\" id=\"v9n465\"> There are a great many persons who consider their own way the best&#x2014;yes, much superior to any other person's. If we will compare that with an unprejudiced mind and liberal soul, we may reject our own bantling, and learn that there are others whose ways are preferable to our own. We will take it for granted that we are actuated by the best of motives. Even then, some would go to work in one way, and some in another, to build up the kingdom of God; but we should all feel interested in taking that course that will promote our interests. If each one is to have his own way and carry out his own notion, then there will be no effort to concentrate; hence no union. Everyone should seek that which is best, and be submissive to the will of God in all things, and not strive to follow his own peculiar notions. We live to learn, and should so conduct ourselves as to make good use of what we experience. <\/div><div class=\"paragraph jod\" id=\"v9n466\"> I have had a great many ideas myself upon subjects as they have passed before me; but after they are consummated, I always find that, if I had had my way, it would not have been near so well. Those who have more light, greater comprehension, and who are appointed to do those <div class=\"break columnbreak\" id=\"97b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0097.pdf\" target=\"pdfwin\">p.&#xA0;97b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3815\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things which we are required of this people, can do so with better understanding; hence I say we should readily yield to that wisdom and strive to see a propriety in carrying it out. In this way we can soon learn to see what is right and best for this people. We cannot possibly believe that the Almighty will suffer those whom he has appointed to lead his people to go astray. We have all confidence in this, and shall have, if we do our duty. Then let that Spirit, which we so much desire to have in our hearts, control and govern us; permit it to eradicate every vile principle and influence; and do not let our notions and traditions stand in the way of our yielding a ready assent to the rolling forth of God's kingdom in the last days. The law of God should be our joy. The study and the knowledge of it are blessings that have been vouchsafed unto us in this generation. The Lord has conferred this holy Priesthood upon us; he has opened up a communication between us and his throne, by which we ourselves can open and find out in regard to the principles which have been taught from this stand, as well as those taught by the Prophet Joseph. <\/div><div class=\"paragraph jod\" id=\"v9n467\"> This is a great and important era in the world's history: it is a great privilege given in the experience of the human race. God has shown himself no respecter of persons.<span class=\"citation\" id=\"71750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71750)\">Acts 10:34<\/a><\/span><span class=\"citation\" id=\"72272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72272)\">Rom. 2:11<\/a><\/span><span class=\"citation\" id=\"83730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83730)\">D&amp;C 1:35<\/a><\/span> The other portions of the human race have or will have this Gospel laid before them. It has already been presented to a great extent, and the people might have embraced it, if they had been disposed to do so. If their minds had been inclined, they could have seen the kingdom of God upon the earth; for it has not been an exclusive matter. The Lord has scattered the seed upon the whole earth. In communities from which we have come, our neighbors and friends, by whom we have been surrounded from  <div class=\"break pagebreak\" id=\"98a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0098.pdf\" target=\"pdfwin\">p.&#xA0;98a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our infancy, have had the same opportunity that we have had. The only difference is, we have received it, and they have rejected it; or, in other words, they have not seen proper to receive it, although it was sent as much for their benefit and for their salvation as it was for ours. The Lord, I repeat, has conferred this great blessing upon the human family in these last days, and it is for those whose hearts are touched with the Spirit of the Living God, who can see that this is the kingdom spoken of by the Prophets in olden times, who have gathered together for the purpose of establishing the principles of righteousness permanently upon the earth, and who do not forget those things committed unto them, and who remember, when they come together before the Lord, the world that they have come from. It behooves them not to forget the wickedness by which they were surrounded, nor the motives that brought them together. If you do not bear in mind these things, why did you not stay where you were? If you wish to serve the Devil your own way, why did not you stay in the world where you had that liberty, which, we might say, is the least desirable upon the footstool of God? There are many in the world, who are associated with this Church, who think it would be the greatest privilege they could enjoy to be freed from the wickedness that stalks abroad at noonday; but when such come to Zion, how soon do they forget the condition of others whom it is their duty to remember, because they are in circumstances similar to those which surrounded them before they were enabled to gather home. <\/div><div class=\"paragraph jod\" id=\"v9n469\"> We should remember that we have been collected from the nations, through the same motives which now inspire our brethren and sisters in other lands, to establish righteous<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"98b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0098.pdf\" target=\"pdfwin\">p.&#xA0;98b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3814\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ness upon the earth, to put down iniquity, and to hate the report thereof. You will see this manifest in the correspondence of our brethren who are still among the nations. It was formerly manifest in ours, and each of us was accustomed to exclaim, &#x201C;Oh that I could be delivered from Babylon!&#x201D; We were finally enabled to come up here, and to get deliverance from that great wickedness which was an eyesore to us every day. Then how do we act? Do we hanker for the wickedness of the world? Our traditions are still thick upon us; and if we do not remember our covenants and strive to see things by the light of the Holy Spirit, we shall soon be led to find fault with things which we see around us. <\/div><div class=\"paragraph jod\" id=\"v9n470\"> Perhaps those who thus become disaffected may not say anything about it for a time; but they will say in their hearts and souls that they do not like this, they disapprove of that, and they despise the other. They do not at first speak of these things, but the next thing they do in the path to ruin is to neglect their prayers, to neglect their every duty, and finally they are led captive by the Devil. They ask if that spirit that has actuated them in their early experience, and that has been the motive-spring in times gone by, sanctions what they see around them. Darkness gradually gets into their minds, and the first thing they know they are led back to love the wickedness of the world. <\/div><div class=\"paragraph jod\" id=\"v9n471\"> This is because they forget that upon themselves rests the responsibility of making that Zion about which they talked, prayed, and preached. It is because they forget that it is their business to labor for the establishment of righteous principles, and to walk wickedness under their feet. <\/div><div class=\"paragraph jod\" id=\"v9n472\"> This is the duty, and this should be the labor of all that come up here. They should let the law of  <div class=\"break pagebreak\" id=\"99a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0099.pdf\" target=\"pdfwin\">p.&#xA0;99a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Lord be the delight of their souls day by day. They should let the principles of our holy religion absorb every other feeling. If this comes in contact with their previously received opinions, let it be eradicated from their souls by the Spirit of the Living God; and the quicker they can do this the better it will be for them. <\/div><div class=\"paragraph jod\" id=\"v9n474\"> The work in which you have thus far been engaged, brethren and sisters, is worth everything you possess; and if actuated by righteous motives, you will seek by industry and economy to establish good principles, to promote righteousness, and to do that for which you have been called into the fold of Christ; you will endeavor to do that which is necessary to amalgamate your sentiments and efforts for your own comfort and the comfort of those around you; you will endeavor to build up; you will work diligently in that sphere in which you are called to labor, and the kingdom of God and its righteousness will be the first thing in your minds.<span class=\"citation\" id=\"63637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63637)\">Matt. 6:33<\/a><\/span> Whatever you may have to mourn about, you will have a joy in laboring for the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n475\"> It should be the delight of every man and woman to strive to accomplish the greatest amount of good in whatever sphere they are or may be called to act. <\/div><div class=\"paragraph jod\" id=\"v9n476\"> We are exhorted in the Scriptures not to be covetous;<span class=\"citation\" id=\"54314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54314)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54314)\">Ex. 20:17<\/a><\/span> therefore, we should not let covetousness get into our hearts, for that will drown the best affections of our nature; it will ruin any man or woman that encourages it. It is idolatry to worship the creature instead of the Creator; hence, covetousness becomes idolatry.<span class=\"citation\" id=\"75617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75617)\">Col. 3:5<\/a><\/span> I could wish there was not any of it with us. <\/div><div class=\"paragraph jod\" id=\"v9n477\"> This, you must remember, is no argument in favor of wastefulness, neither does it authorize us to neglect <div class=\"break columnbreak\" id=\"99b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0099.pdf\" target=\"pdfwin\">p.&#xA0;99b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3813\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the cultivation of the ground, or to be careless with the things which the Lord puts into our hands. We should strive to make the soil produce for the benefit of ourselves and the advancement of the interests of the kingdom of God. The mechanic also should be as diligent as he can; and whatever the labor appointed shall be, all should be diligent therein, and not say that because they are not to be covetous, they will therefore go and waste away that which the Lord has given them. [President Brigham Young: They will be cursed if they do it.] It is displeasing in the sight of God, for it is doing a discredit to him who has created these bounties of nature for the use of man and for the benefit of all his creatures. <\/div><div class=\"paragraph jod\" id=\"v9n478\"> Let us have no other object in view than the building up of the kingdom of God. I have heard persons say that we should not give our means away, but we should go and do this or that; and in fact I have frequently thought such persons seem to be extravagant and wasteful on purpose to squander their means, and thus prevent those who are appointed to take charge of the kingdom of God on the earth from controlling it. Whoever does this scattering, destroying, and wasting away is actuated by the spirit of the Devil. <\/div><div class=\"paragraph jod\" id=\"v9n479\"> The Lord Almighty is willing to bless the Saints, we are informed, if they are willing to take care of and use that which he puts into their hands in that way that will best promote the interests of his kingdom upon the earth. As we were told here this morning, the earth is full of good things, and whom will they belong to? We are here now; but everything we have is borrowed&#x2014;our lives, the breath that is in our nostrils,<span class=\"citation\" id=\"94603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94603)\">Isa. 2:22<\/a><\/span> and all that we now seem to possess. This is not our abiding place. In this our present capacity we are in a state of probation or mortality, and  <div class=\"break pagebreak\" id=\"100a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0100.pdf\" target=\"pdfwin\">p.&#xA0;100a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>we have borrowed everything that we possess. Nothing belongs to us that we now enjoy; it is merely loaned to us. If we are faithful to those things given unto us, and make a wise use of them, the promise is that we shall be made rulers over many things.<span class=\"citation\" id=\"66104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66104)\">Matt. 25:21<\/a><\/span> We are nothing here; we are as it were lent to ourselves for a season, and it is expected of us that we will make ourselves worthy to receive everlasting habitations,<span class=\"citation\" id=\"67738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67738)\">Luke 16:9<\/a><\/span> which have been prepared for us from before the foundation of the world. The Father has many mansions,<span class=\"citation\" id=\"69870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69870)\">John 14:2<\/a><\/span> as Jesus said&#x2014;&#x201C;I go to prepare a place for you, that where I am, ye may be also.&#x201D;<span class=\"citation\" id=\"69911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69911)\">John 14:3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n481\"> We have a great deal to do to destroy wickedness and establish righteousness upon the earth, and to prepare ourselves for the establishment of Zion, that she may become the head upon the earth. <\/div><div class=\"paragraph jod\" id=\"v9n482\"> Will we bear correction and proper tutorage? Will we bear chastisement and throw aside our own faults and frivolous actions? Will we live our religion, or will we give way to every foolish thing that comes in our path, and thus let our minds be drawn from the pure steam into byways, and thus bring about our ruin? Will we seek to hide the light from our brethren and sisters who feel an ardent desire to gather with the Saints, that they may possess the same blessings that we this day enjoy? Do we feel that we will do right and hold ourselves and all that we possess upon the altar of the kingdom of God? Do we feel that we should be diligent and economical, that we should seek unto the elements that we are surrounded with, and take that course that will make us the most independent people upon the earth? If we should bless the earth and ask God to bless it, that it may bring forth for our support and sustenance, and that we may have power to draw forth and combine the ele<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"100b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0100.pdf\" target=\"pdfwin\">p.&#xA0;100b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3812\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ments, and thus make us independent of every nation, kindred, tongue, and people. <\/div><div class=\"paragraph jod\" id=\"v9n483\"> It is my faith that this is the ruling kingdom upon the earth. I feel satisfied that it will ere long be so. In it are bound up my hopes of salvation and of success in this world and that which is to come. Besides this, I know that every other nation and kingdom will be broken to pieces, and this will become the head of the nations. If ever righteousness is established, it will be upon this footing; and so far from dreading it, the people should rejoice that it will be so, for their own governments and kingdoms are rotting to pieces and tumbling down. When this kingdom is fully established, there will be no oppression, but people will be put in possession of a full enjoyment of their own principles, and be left to act according to the dictates of their own consciences,<span class=\"citation\" id=\"94117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94117)\">A of F 1:11<\/a><\/span> and none will be deprived of this privilege. Our Father and God will never force a man's conscience, but every man will have this power and privilege of receiving or rejecting. But there is one thing they will not be permitted to do, and that is to infringe upon each other's rights. <\/div><div class=\"paragraph jod\" id=\"v9n484\"> Man is an independent being in his agency, to do right or wrong, and has the liberty of doing as he pleases; but I qualify this by saying that he has not the right to do wrong or to infringe upon the rights of another individual. This is the law of society, and it is also the law of heaven. We live together, we have been brought forth upon this earth, and we dwell together in communities. Men must respect the rights of each other, and it will be so in all nations upon the earth under the government of God. I feel as though I want to see this kingdom triumph, and I feel that the whole world will see it. Wickedness and corruption will be controlled, and  <div class=\"break pagebreak\" id=\"101a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0101.pdf\" target=\"pdfwin\">p.&#xA0;101a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eventually be eradicated and extinguished from the earth. Many will yet cling to righteousness, and it will finally triumph. <\/div><div class=\"paragraph jod\" id=\"v9n486\"> If we have been enabled to form a nucleus here, we ought never to forget the inestimable privilege. We ought to let those little foolish things that have transpired with us pass from our minds, and cling to the principles of salvation. <\/div><div class=\"paragraph jod\" id=\"v9n487\"> This is the way I feel, and I pray God to enable us to hold on, to be humble and faithful all the days of our lives&#x2014;to be faithful in this great work; for it is not only a lifetime for us, but for our children and our chil<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"101b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0101.pdf\" target=\"pdfwin\">p.&#xA0;101b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3811\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dren's children forever, so far as we can control and instruct them, so that when we are gone down into our graves, they may have a foundation to build upon. I pray God to help us to train up our children that they may command their children after them, that this work may be perpetuated by them. I have no fears with regard to its being accomplished; but I have a desire that we should have a part in it, and our children also, that we may meet again, and, after having been faithful over a few things, that we may be made rulers over many;<span class=\"citation\" id=\"66105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66105)\">Matt. 25:21<\/a><\/span> which I pray the Lord may grant, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}