{"ID":90013, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Building Up of the Kingdom of God&#x2014;Home Manufactures.<\/div>\n<div class=\"subtitle\">Discourse by President Daniel H. Wells, made at Logan City, September 10th, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Building Up of the Kingdom of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 9\/10\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d13\">\n<div class=\"paragraph jod\" id=\"v9n284\"> I appear before you this morning with grateful feelings to our Heavenly Father for the privilege we mutually enjoy in beholding the dawning light of so good a day for Israel. <\/div><div class=\"paragraph jod\" id=\"v9n285\"> Brother Kimball, when he bade me goodbye, as I started from the city on this visit, wished me to say to the people for him, &#x201C;God bless them!&#x201D; and brother Brigham blesses the people continually; our Father in heaven blesses them; the heavens are full of blessings for them. Why, then, should we not be the most happy of all people? While the earth is full of turmoil and strife, the people in these mountains dwell in peace, and are blessed with unparalleled prosperity. They have that joy and peace, that satisfaction and quietness that proceeds from God, which could not be enjoyed in any other part of the world, or among any other people under the most favorable circumstances. <\/div><div class=\"paragraph jod\" id=\"v9n286\"> We have been called together from different parts of the world for the great and special work of building up the kingdom of God upon the earth, to establish a nucleus of righteousness from which shall radiate every great, good, and holy principle to all parts of the habitable world. It is our privilege to bear an important part in this great work. The Gospel of salvation has been promulgated&#x2014;has reached our ears where we dwelt <div class=\"break columnbreak\" id=\"59b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0059.pdf\" target=\"pdfwin\">p.&#xA0;59b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3853\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among different nations and countries, and has brought us to these mountain regions. And now what is our duty? Shall we be like the world from which we have been gathered out? If this is our intention, we might as well have stayed in our native country, where we could have ripened for destruction as well as here. But if we have essayed to be servants of the Most High, to be his children, to be his chosen and peculiar people,<span class=\"citation\" id=\"77811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77811)\">1 Pet. 2:9<\/a><\/span> and for which purpose we are gathered out from among the Gentile nations, let us not do as they do, but let us do according to the high behest of Heaven, who has given us an appointment, and called us forth to build up his kingdom in these last days. Let us follow implicitly the instructions of those whom God has appointed to guide our minds and direct our steps; or, to use other words, let us believe our religion and faithfully live it. Do we believe fully that God our Father has appointed men whom he influences day by day to lead forth his people, and direct them in all their spiritual and temporal labors? And do we so order our course as to correspond with the instructions given us? Or do we suppose we can entirely take our own way in temporal matters, according to the traditions of our fathers and the dictations of the spirit of the world, and at the same time please  <div class=\"break pagebreak\" id=\"60a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0060.pdf\" target=\"pdfwin\">p.&#xA0;60a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>high Heaven, and do our duty faithfully in the building up of the kingdom of God? We think in spiritual &#x201C;Mormonism,&#x201D; we need direction and constant instruction by the authorized servants of God; but we think we know as much about temporal affairs as anybody. We rejoice in the knowledge that has been revealed from the heavens to us; we rejoice in the word of the Lord that has gone forth; we rejoice that God has spoken in these last days, and that we have received these most valuable instructions&#x2014;that we have received the knowledge that leads to life and salvation, and to exaltation in his kingdom. But do we realize that God's kingdom in the latter days is to all intents and purposes a temporal kingdom? And do we realize that if we had stayed in the world we could have served him spiritually there as well as here? But what kind of a kingdom would that have been for the Savior to rule over when he comes? When he comes, he is going to reign over a temporal kingdom, composed of men and women who do his will on the earth.<span class=\"citation\" id=\"63376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63376)\">Matt. 6:10<\/a><\/span> Everything that pertains to us in our life is temporal, and over us and all we possess our Heavenly Father and his Son Jesus Christ will reign, as well as over all the kingdoms of the world when they become the kingdoms of our God and his Christ.<span class=\"citation\" id=\"125395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125395)\">Rev. 11:15<\/a><\/span><span class=\"citation\" id=\"90032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90032)\">D&amp;C 105:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n288\"> To build up Zion is a temporal labor; it does not consist simply in teaching: teaching is to instruct us how to properly apply our labor, the sooner and better to accomplish the end in view. Bone and sinew is required to build up the kingdom of God in the last days. When Jesus Christ was upon the earth, he said&#x2014;&#x201C;My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.&#x201D;<span class=\"citation\" id=\"70785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70785)\">John 18:36<\/a><\/span> It was not of this world, <div class=\"break columnbreak\" id=\"60b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0060.pdf\" target=\"pdfwin\">p.&#xA0;60b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3852\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> then; but it remained to be in the latter days, and then his servants will wage a warfare against the powers of Satan, both visible and invisible. The Saints are now engaged in that warfare; they have to fight against the evil influences that attend upon their footsteps day by day, and then have to fight against his inclining them to do evil, and against all evil powers, and to root them out from their midst. They have also to contend against the powers of darkness which appear in human beings, causing them to come up in the shape of mobs to fight against the Saints of the Most High. This is a temporal warfare as well in which we are engaged. The Devil has held the control of the earth. Under his influence the people have built up cities, colleges, and institutions of every description, and traverse the earth and seas to amass money to sustain them. We have been gathered out to form a nucleus of power to take the kingdom, overcome evil with good, tread wickedness under our feet, and exalt righteousness upon the mountain tops, that the power, the wealth, and earthly prosperity may be taken from the powers of the Devil and placed within the power and control of a righteous people where it belongs. What can we do to promote this great cause, to redeem the earth from sin, from hell, and from the Devil, and make it a habitation for Saints and angels? This is a question that comes home to us all. The best answer that can be given to it is, Do according to the instructions of him whom the Lord has appointed to lead us. He says, &#x201C;Go to with your might and build up the kingdom of God, by quarrying the rock, by bringing the timber from the canyons and making it into lumber, by making adobies, mixing the mortar, burning the lime, and drawing from the elements around us the material neces<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"61a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0061.pdf\" target=\"pdfwin\">p.&#xA0;61a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sary to beautify and build up, and to exalt in every way those principles that essay to establish righteousness over the whole earth.&#x201D; If the word is to build forts, build them; if to raise grain, raise grain. It is needful to do these things because our society is composed of men, women, and children, the same as other communities of people. Like other people, we must have food and raiment, houses to live in, and the common creature comforts. We have come to these distant valleys to improve, not to debase ourselves to the level of the savages around us: we have come here purposely to advance, not to take the retrograde path&#x2014;to exalt ourselves in the knowledge of God, and seek to exalt others to our standard of holiness and goodness. It is, then, for us to aspire constantly to a still higher standard in the scale of human existence, exalting with us those with whom we are associated. We need everything that other people need, except sin, and no people need that. We need everything else that is necessary to build up any other kingdom, and we have to produce it from the elements with which we are surrounded. We have been brought far from the wicked world, to give us an opportunity to show that we will do it, or that we will not do it&#x2014;to prove our integrity to the cause of righteousness and to God&#x2014;to prove to him that we will struggle to obtain the knowledge and the ability to create the means of our own subsistence&#x2014;that we will struggle to subdue the elements, to sanctify the earth, chase unholiness from it, and beautify it by building up beautiful places, ornamenting our grounds, cultivating fruits of every variety that will flourish in our country, and thus bless ourselves with the blessings the Almighty has placed within our reach, and prove to him that we are willing to abide his high behest, acknow<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"61b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0061.pdf\" target=\"pdfwin\">p.&#xA0;61b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3851\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledging that he throws in our way all these advantages, and by our works show that we are willing to make all our efforts point to the building up of the kingdom of God, and prove to the world that we are more exalted in our attainments and more elevated in our notions than they are; and finally we will make ourselves independent of every people and nation upon the earth. <\/div><div class=\"paragraph jod\" id=\"v9n290\"> When our Father in heaven finds he has got a people who stand as a unit in favor of his kingdom, and have made themselves free and independent, will he not be pleased with that people? It is a long time since he has had such a people. It is our privilege to be that people, and be acknowledged of God as his people. Then it becomes us to be watchful, careful, energetic, and diligent in endeavoring to bring to pass his purposes according to his mind and good pleasure. <\/div><div class=\"paragraph jod\" id=\"v9n291\"> Here are the fat valleys of Ephraim.<span class=\"citation\" id=\"125396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125396)\">Isa. 28:1<\/a><\/span> From the elements that are strewn around us in rich profusion we can gain our entire support. We can raise the flax, the wool, the cotton, the bread, the fruit, and sugar. We can dig out the iron ore, and the copper, and the lead, and mold these minerals to our wants, and make them administer to our comfort and convenience. One can accomplish one thing, and another can accomplish something else. When our labor is properly directed, one man will go at this employment, and another at that, to bring forth the things necessary for our mutual convenience and comfort. When we are willing to abide the instructions of our leaders, and bring to our aid the knowledge we have received in the countries from which we have been gathered, all will then conspire to one end&#x2014;namely, for the building up of the kingdom of God. In the northern parts of this Territory we can produce things that  <div class=\"break pagebreak\" id=\"62a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0062.pdf\" target=\"pdfwin\">p.&#xA0;62a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they cannot so well produce in the southern portions. Last spring we visited the southern settlements. There they can raise choice fruits that alone will flourish in southern climates; they can also raise cotton better than we can, and you can raise wool better than they. In this way we can create an exchange of commodities between the north and the south, make our cotton and woolen cloth at home, and not be too proud to wear it when we have made it. <\/div><div class=\"paragraph jod\" id=\"v9n293\"> In the revelations of God to Joseph Smith, Jun., we read&#x2014;&#x201C;And again, thou shalt not be proud in thy heart; let all thy garments be plain, and their beauty the beauty of the work of thine own hands; And let all things be done in cleanliness before me.&#x201D;<span class=\"citation\" id=\"85390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85390)\">D&amp;C 42:40-41<\/a><\/span> We can get the furs in these mountains to make the most beautiful hats, and the most durable. From the countries northwest of us, the Hudson Bay Company supply nearly all Europe with the choicest of furs. Shall we first send the furs to hell, and then have them freighted back to us by Gentile speculators at a great expense, in the shape of hats for us to wear? Get the fur and make our own hats. And so with our leather, and our boots and shoes, and so with everything that is necessary for our happiness and comfort. <\/div><div class=\"paragraph jod\" id=\"v9n294\"> Heretofore we have been sorely taxed; our life blood has been drawn from us&#x2014;our circulating medium is continually drawn away for those articles which we can produce ourselves. That woman that makes a yard of cloth accomplishes a good work towards building up the independence of the kingdom of God, and by her works her faith is made manifest. <\/div><div class=\"paragraph jod\" id=\"v9n295\"> That man who raises a small patch of flax, prepares it for the spinning wheel, procures the wheel and loom, and is diligent in having his wives <div class=\"break columnbreak\" id=\"62b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0062.pdf\" target=\"pdfwin\">p.&#xA0;62b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3850\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and daughters learn to convert the flax into thread and cloth, is laboring in the right way to permanently establish the kingdom of God. This will not only apply to flax, but wool, and every other production natural to our country. In this way both men and women and children are accomplishing the purpose for which they have been gathered out from their native places into these distant valleys. <\/div><div class=\"paragraph jod\" id=\"v9n296\"> I have said that we have a warfare to wage. Guns and pistols are brought here, and can be had sometime at low prices. Such weapons are necessary in the warfare in which we are engaged. We have attempted to make powder, and with perseverance and skill I have no doubt a plentiful supply can be produced here. <\/div><div class=\"paragraph jod\" id=\"v9n297\"> We are now successfully making paper. You will soon receive the <span class=\"italic\">Deseret News<\/span> printed on paper made here. You can aid and assist in this species of home production by saving carefully your rags for the paper manufactory. In the manufacture of paper we check the outward flow of one stream of gold that has heretofore gone to enrich the Gentiles. <\/div><div class=\"paragraph jod\" id=\"v9n298\"> We are also successfully making nails. Our machinery is of the most approved kind, and can produce them in great quantities. <\/div><div class=\"paragraph jod\" id=\"v9n299\"> We can also produce our linseed oil from the flax seed. The oil made here is of fine quality. <\/div><div class=\"paragraph jod\" id=\"v9n300\"> President Young has imported several splendid carding machines for the carding of wool. He has taken no little pains in importing the most useful machinery to meet our present wants. Is it not better to spend our means in this way than to spend it for imported goods of an inferior quality? <\/div><div class=\"paragraph jod\" id=\"v9n301\"> I wish to say a few words to those engaged in the military in this valley. There are many who are  <div class=\"break pagebreak\" id=\"63a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0063.pdf\" target=\"pdfwin\">p.&#xA0;63a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>subject to perform military duty. Many of them are ignorant as to the proper care, proper handling, and proper use of firearms. They should be taught to handle firearms in a way not to accidentally injure themselves or their companions in arms. I care more about their knowing how to handle their arms, and how to keep them in good condition than I do their knowing how to perform &#x201C;Eyes right, eyes left,&#x201D; &amp;c. Not but what strict discipline and a maintenance of perfect order in military ranks is essentially necessary, as in all other departments of the community, though I would rather they would learn to shoot correctly. And it would not be amiss to secure a little extra supply of ammunition to practice how to shoot, rather than trade off the arms and ammunition that is put into their hands to use when necessary. Learn how to clean a gun well, how to take it apart and put it together again, and how to keep it in good condition. Learn how to lead a gun properly, learn what is a proper charge, and then learn to throw the ball to the spot where you wish it should be lodged. It would be presumption to call a person to go forth bearing arms that could not use them with proper effect: this would prove an injury instead of a benefit. We would be relying in vain upon that person to perform for us an important duty. We wish the military officers to lend their instructions in this way. Teach the ignorant how to use and take care of their firearms, and how to keep them safely, that they may be in continual readiness, and that their families and friends may not be injured by them. Let your military organizations be kept up, and enroll newcomers into some company, that they may know their officers and their place when they are called upon to act. Let your organizations be perfected as far <div class=\"break columnbreak\" id=\"63b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0063.pdf\" target=\"pdfwin\">p.&#xA0;63b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3849\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> as possible, that every man may be ready when called upon to go on foot or on horseback. <\/div><div class=\"paragraph jod\" id=\"v9n303\"> I have seen your little girls herding cattle and sheep. I would not let even small boys do it, to say nothing of girls. It is unwise, for the sake of the influence it has over their minds. In one sense it is a cause of idleness. Our boys and girls would be better at school. Men should herd stock. Those boys who are now about on horseback, with pistols slung to their sides, who are butchering your cattle and stealing your horses, were many of them herd boys? Herding is a poor school for your boys and girls to attend. They are on the wild plains, and among the swamps and brush, away from the influence of their parents and schoolteachers; and there they receive bad impressions upon their minds, whereas good impressions should be made. Let men herd your stock. <\/div><div class=\"paragraph jod\" id=\"v9n304\"> The building up of this kingdom is a work of progress; and where some things are necessary to be done, other things must not be neglected. If you have a great deal of work on your hands of one kind, do a little less of that kind, and more of some other kind, and bring all things together. You have not time, you think, to send your children to school, you have so much work to do. I like that you should have plenty to do; but should you neglect to instruct your children while you are busily engaged in other pursuits? It is not wisdom to neglect this very important part of our duty, while at the same time it is good to be diligent in every other duty that necessarily devolves upon us in every department of life. <\/div><div class=\"paragraph jod\" id=\"v9n305\"> We raise a great amount of wheat, and crop our land year after year with the same crop. This is a pernicious practice for our land. It  <div class=\"break pagebreak\" id=\"64a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0064.pdf\" target=\"pdfwin\">p.&#xA0;64a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would be much better to introduce a rotation of crops suited to the land and the climate. Let intelligent farmers pay attention to this. Let crops of useful roots be introduced and fed to sheep and other stock. It is as necessary and as profitable to raise good wool and plenty of it as it is to raise good grain. <\/div><div class=\"paragraph jod\" id=\"v9n307\"> Do not run into an extreme in raising wheat, but let there be an equality in our productions, which will give greater scope for exchange among ourselves, and less encouragement to the importation of foreign productions. These are a few of my ideas with regard to the economy of living and building up the kingdom of God. This is a lifetime matter, and we must take it in hand wisely and with moderation, so as to bear up and carry it through. <\/div><div class=\"paragraph jod\" id=\"v9n308\"> We are now in our probation, and the work in which we are engaged will reach into a world to come. Then let us act like men and women who are determined to be for the kingdom of God or nothing, progressing steadily, unitedly, and firmly, day by day, week by week, month by month, and year by year, as long as we shall live, and never falter in our feeling, in our faith, and good works. Never strike hands with the Devil; never seek to make friends of Christ and Baal. They cannot be friends. If we do not let go the hand of the Devil, we must the hand of Christ. Christ has long ago refused to hold communion with Satan. We cannot hold one with one hand, and the other with the other hand. If we try this, the first we know we shall find ourselves entirely on the side of the Devil. <\/div><div class=\"paragraph jod\" id=\"v9n309\"> What are our children given unto us for? To raise them up to be angels to the Devil?<span class=\"citation\" id=\"81685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81685)\">Jacob 3:11<\/a><\/span> I think not. None of us would wish that. Still, many take that course which is calculated to lead them in that direction, <div class=\"break columnbreak\" id=\"64b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0064.pdf\" target=\"pdfwin\">p.&#xA0;64b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3848\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for want of understanding. We would not do this intentionally. Many a person does a thing that will lead to death and destruction unintentionally. They do not pay attention to the wise counsels and excellent instructions that are almost daily given to them, in a temporal point of view, but think they are of no particular use to them. <\/div><div class=\"paragraph jod\" id=\"v9n310\"> It is a temporal kingdom that we are engaged in building up for our God upon the earth; and it becomes essentially necessary that we should be one in regard to temporal matters, as well as in spiritual.<span class=\"citation\" id=\"87336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87336)\">D&amp;C 78:5-6<\/a><\/span> There is no disunion of feeling upon the subject of baptism for the remission of sins, in all the valleys of the mountains, or upon the subject of laying on of hands for the gift of the Holy Ghost. We all believe alike on these subjects. But when it comes to using your surplus property for the building up of the kingdom of God, instead of selling it to the Gentiles for almost nothing, when it is advised to cease trading with them&#x2014;to cease going on the road to do this and that to build up Gentile interests, you consider it infringing upon your liberties and rights as American citizens. You say, &#x201C;Have I not a right to dictate my own property that I have worked for?&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n311\"> You have nothing except that which the Lord God has entrusted to your care. It belongs to him. The earth and the fulness thereof are his,<span class=\"citation\" id=\"56470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56470)\">Ps. 24:1<\/a><\/span> and we are his. There is only one principle that may be considered our own, and that is our will. You can do as you are told, or you can refuse to do it. You can seek good and do it, or you can seek evil and do it. In this you are left to be your own judge. You can show to God that you are for him, or that you are for the Devil. You can become elect to do evil and be an angel of the Devil, or you can become elect to do good  <div class=\"break pagebreak\" id=\"65a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0065.pdf\" target=\"pdfwin\">p.&#xA0;65a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and be a Saint of the Most High. For your own sakes, be true to yourselves and live your religion which you profess to believe, and train up your children in the principles of righteousness which the Lord God has revealed to you, and in which the faithful so delight, and which is so great a comfort and consolation to them. Bring your children up so that they will be an honor and a credit to you in your old age&#x2014;so that they will walk in your footsteps, inasmuch as you walk in all obedience before the Lord. The Lord made great promises to Abraham. Why? &#x201C;For I know him, that he will command his children and his household after him, and they shall keep the way of the Lord, to do justice and judgment,&#x201D; &amp;c.<span class=\"citation\" id=\"53218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53218)\">Gen. 18:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n313\"> You can do your duty as Abraham did, and influence your children in every possible way to work righteousness in all their days. Every person has his agency; and how grand the idea, when the strong will of man is used for the promotion of the kingdom of God, to set forth as first and foremost the principles of truth and righteousness, and thus finally lead to exaltation in the kingdom of God, with power to preserve in it to all eternity our identity, walk into the presence of God, and be able to bear the scrutinizing eyes of our Father in heaven! <\/div><div class=\"paragraph jod\" id=\"v9n314\"> What an exceeding great blessing to be able to do all this if we will, and save those with whom we are associated, and go forth and become the Gods of eternity. Let us prove to God, to angels, and to all holy beings that we are for the kingdom&#x2014;that we are for God and holiness. Let us put aside our contentions and bickerings and little notions: they will not add any weight in the balance in our favor, but it will weigh against us, and will continually thwart our onward progress. You say <div class=\"break columnbreak\" id=\"65b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0065.pdf\" target=\"pdfwin\">p.&#xA0;65b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3847\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a person has done you an injury. Suppose he has, what of it? It should not affect you. Overlook it and pursue steadily the upward path to righteousness, and it will not hurt you a particle; but it will hurt the person that has inflicted the injury. It is better to suffer wrong than to do wrong. If a person steals anything from me, it does not make it right for me to take something that belongs to another. If a person gets angry with me, and I go about my business and pay no attention to it, but rather take an occasion to soothe and control his feelings, and finally gain the mastery over them, and over myself in the first place, it gives me a victory, although he may have done it on purpose to injure me. <\/div><div class=\"paragraph jod\" id=\"v9n315\"> When the Almighty is blessing us with bountiful crops, how foolish it is to quarrel with our neighbors for a little water. Perhaps it may be we have some reason; but if we cannot obtain the water with good feelings and kind words, let them have the water. <\/div><div class=\"paragraph jod\" id=\"v9n316\"> Let us go forth in our daily transactions with an enlightened view of things, and feel that we will not be moved from the path of righteousness by every little thing that may cross our track. Let us go a considerable distance round anything that would annoy us, rather than make a fuss about it. Let us suffer a great deal before finding fault with our brother or causing him to do wrong. Try and cherish courtesy and good feelings to each other, that you may attain that command over yourselves, and that elevation of sentiment and feeling that is worthy of you as Saints of the Most High. When your Bishop or President chooses to lead out in a certain direction in righteousness, follow after him and sustain him. If he is not doing right and walking in the path of his duty, let your faith be of that strength  <div class=\"break pagebreak\" id=\"66a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0066.pdf\" target=\"pdfwin\">p.&#xA0;66a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that will cause him to be removed, and a man placed there that will do right. An unfaithful President cannot stand in his place long, if the people will do right. May God <div class=\"break columnbreak\" id=\"66b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0066.pdf\" target=\"pdfwin\">p.&#xA0;66b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3846\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> bless us, and help us to do our duty, live our holy religion, and build up his kingdom, is my prayer, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}