{"ID":90023, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Observance of the Commandments of God.<\/div>\n<div class=\"subtitle\">Discourse by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, January 6, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Observance of the Commandments of God.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 1\/6\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d23\">\n<div class=\"paragraph jod\" id=\"v9n611\"> It would be very gratifying to me, this afternoon, if I could speak freely of those things that I have been meditating upon for the last few days. It would be a great satisfaction to me, and doubtless instructive to this congregation, if I could lay before them those things that are revolving in my mind; but instructions to the Saints only appear to be given a word or two at a time, here a little and there a little,<span class=\"citation\" id=\"58548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58548)\">Isa. 28:10<\/a><\/span> and I do not understand that the Lord will ever manifest his will in any other way. This is because of the weakness of humanity and the great variety in the minds of the Saints. <\/div><div class=\"paragraph jod\" id=\"v9n612\"> I can say, as I have said for years, the religion of Jesus Christ professed by the Church of Latter-day Saints, which Church I have entered into, and of which I have been a member twenty-nine years&#x2014;I can truly say that it is a hundredfold more precious to me than it was when I first embraced it. My mind was contracted at that time, and I knew but little of the things of God. I will here remark that I do not profess to know much now; still I understand them more perfectly, and I take a more comprehensive view of God and godliness than I did, or was capable of doing, when I first received the light of truth. Instead of becoming dark in my mind and growing stereotyped in my ways, I have expanded with the increase of my experience; I feel more acutely, I see more <div class=\"break columnbreak\" id=\"126b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0126.pdf\" target=\"pdfwin\">p.&#xA0;126b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3786\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> clearly, and I comprehend more perfectly the principles that pertain to life. The older I grow in the Church, the riper I become in my mind, and the more I discover of the beauty and excellency of the plan of salvation. <\/div><div class=\"paragraph jod\" id=\"v9n613\"> In regard to treating upon the mysteries of the kingdom and what are commonly called the great things, or, in other words, going into the top of the tree, or doing as some do who take the tree and cram it down the people's throats top foremost, I do not believe in anything of the kind, neither have I been taught so to treat the people. I consider that the Elders of Israel should understand well and thoroughly digest the first principles of the doctrine of Christ,<span class=\"citation\" id=\"76670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76670)\">Heb. 6:1<\/a><\/span> for obedience to them will prove the power of God unto salvation to every one that believes<span class=\"citation\" id=\"72180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72180)\">Rom. 1:16<\/a><\/span> and practices them. You know it is written that the Gospel is the power of God unto salvation to every one that believeth. I can tell you something in connection with this: You may believe what you please; it will do you no good, unless you practice it. We are required to manifest our faith by our works,<span class=\"citation\" id=\"77561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77561)\">James 2:18<\/a><\/span> and to work out our salvation with fear and trembling;<span class=\"citation\" id=\"75487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75487)\">Philip. 2:12-13<\/a><\/span> for it is the Lord that worketh in us to will and to do his good pleasure. If we seek him with all our hearts, and observe those things that pertain to righteousness, working diligently in his kingdom, he will feel after us and inspire our hearts with his Holy Spirit, and  <div class=\"break pagebreak\" id=\"127a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0127.pdf\" target=\"pdfwin\">p.&#xA0;127a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the influence thereof will rest upon us continually; it will enter into every muscle, sinew, and fiber of the body, in proportion to our fitness to receive it. If we render ourselves susceptible of the nourishment that is imparted by the Spirit of God to the spirits that dwell within these mortal bodies, we shall have sufficient light and power to enable our spirits to dictate our bodies and lead them unto eternal life. <\/div><div class=\"paragraph jod\" id=\"v9n615\"> &#x201C;And behold, he that is faithful shall be made ruler over many things. And again, I will give unto you a pattern in all things, that ye may not be deceived; for Satan is abroad in the land, and he goeth forth deceiving the nations&#x2014;Wherefore he that prayeth, whose spirit is contrite, the same is accepted of me if he obey mine ordinances. He that speaketh, whose spirit is contrite, whose language is meek and edifieth, the same is of God if he obey mine ordinances. And again, he that trembleth under my power shall be made strong, and shall bring forth fruits of praise and wisdom, according to the revelations and truths which I have given you.&#x201D; (Doctrine and Covenants, sec. 66, par. 4.)<span class=\"citation\" id=\"86032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86032)\">D&amp;C 52:13-17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n616\"> In the great day of accounts all men will be judged according to the works<span class=\"citation\" id=\"80639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80639)\">Rev. 20:12-13<\/a><\/span> that are wrought in their natural bodies,<span class=\"citation\" id=\"81124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81124)\">1 Ne. 15:32<\/a><\/span> and it is of the highest importance that we should consider the final result of our acts. <\/div><div class=\"paragraph jod\" id=\"v9n617\"> I am always for the consideration of these little minute things that concern us today. We should always be engaged in doing the things that belong to today. There is but one course that you and I can pursue and be right, and that is, be sufficiently humble to look at the most minute fibers. The large roots of a tree receive their nourishment through the little fibers, and they receive it from the fountain, and then that nourishment is sent through the <div class=\"break columnbreak\" id=\"127b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0127.pdf\" target=\"pdfwin\">p.&#xA0;127b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3785\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> main trunk of the tree into the limbs, branches, and twigs. It is just so with the Church of Christ. A similar figure might be made use of in regard to people studying languages. There is no man who has got a good education in the English, French, or German languages, but who has got that knowledge by going into the roots, or what they choose to term the etymology of language. <\/div><div class=\"paragraph jod\" id=\"v9n618\"> It is just so with the man who becomes educated in the science of the Gospel of Christ: he begins at first principles,<span class=\"citation\" id=\"76652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76652)\">Heb. 5:12<\/a><\/span> he learns them thoroughly and practically, and, by carrying them out in his daily walk and conversation, he becomes educated in the religion of Jesus Christ, which is the only perfect science revealed to man. <\/div><div class=\"paragraph jod\" id=\"v9n619\"> When Jesus Christ was upon the earth, he taught the people, saying&#x2014;&#x201C;I am the true vine, and my Father is the husbandman. Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit. Now ye are clean through the word which I have spoken unto you. Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me. I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing. If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned. If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.&#x201D; (John, chapter 15, verses 1-7.)<span class=\"citation\" id=\"70114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70114)\">John 15:1-7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n620\"> This is precisely the position we occupy in the Church of Christ. If we do not abide in the vine, we shall be cast out; and all the inhabitants of the earth that do not connect  <div class=\"break pagebreak\" id=\"128a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0128.pdf\" target=\"pdfwin\">p.&#xA0;128a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>themselves to the true vine, Jesus Christ, will become as stubble, and they will be burnt up,<span class=\"citation\" id=\"62490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62490)\">Mal. 4:1<\/a><\/span> and become ashes under the soles of the feet<span class=\"citation\" id=\"62536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62536)\">Mal. 4:3<\/a><\/span> of the Saints that will come upon the earth to trim it, adorn it, and make it like the garden of Eden, that they may dwell upon it forever. <\/div><div class=\"paragraph jod\" id=\"v9n622\"> If we are in the vine of Christ, we shall bring forth the fruits of righteousness, and our works will be performed daily according to the requirements of the law of God. Except we live daily in the line of our duty, and keep the platter clean inside as well as out,<span class=\"citation\" id=\"65539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65539)\">Matt. 23:25-26<\/a><\/span> we cannot obtain the blessings promised. If we take this course, we shall live and prosper, and bear off the kingdom, independent of those that do evil; for God will nourish and cherish those who do right. <\/div><div class=\"paragraph jod\" id=\"v9n623\"> Supposing we compare this Church to a tree, and suppose that one-fourth of the limbs are dead, what use are they to the tree? They are lifeless, and consequently the sooner they are taken away the better for the health of the tree. Is there anything lost by lopping off those lifeless limbs? No; for the power and strength that was formerly in the whole tree will enter into that part which is left. Do you not go and clip off the small sprouts, and sometimes some of the bunches of grapes from your vines, in order to make the rest of the vine and the fruit grow larger and stronger? Upon the same principle, this Church has to be proven, for the work of God must and will roll on, and all the opposition in the world cannot stop it. It is a kingdom that is established to remain upon the earth until it subdues all other kingdoms,<span class=\"citation\" id=\"61197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61197)\">Dan. 2:44<\/a><\/span> and brings them into subjection to the law of God. I know this just as well as I know that I stand here today, and my desire is that you may know it also, and that you may become as the heart of one <div class=\"break columnbreak\" id=\"128b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0128.pdf\" target=\"pdfwin\">p.&#xA0;128b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3784\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man.<span class=\"citation\" id=\"55582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55582)\">2 Sam. 19:14<\/a><\/span> Jesus says, &#x201C;If you are not one you are not mine.&#x201D;<span class=\"citation\" id=\"85121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85121)\">D&amp;C 38:27<\/a><\/span> For instance, suppose I come into this stand and offer up a prayer, it is the duty of all present to join with me, not only in the sentiments, but to actually allow the very words to pass silently through their minds. In this way we become one, our faith is united, and we answer the requirement of the law of God. <\/div><div class=\"paragraph jod\" id=\"v9n624\"> I have frequently said in your hearing that I would give a good deal if I could unfold to you the secret feelings of my heart. I do not know of any better way to get at this than by comparison. I have not language to soar above and spread myself like an eagle, but I desire to present my sentiments in such a way that all will understand. There are none of you but what know right and wrong just as well as I do; and you are obliged to carry out the principles of right. <\/div><div class=\"paragraph jod\" id=\"v9n625\"> Has there been any change in the first principles of the doctrine of Christ as revealed by Jesus himself? No: that doctrine stands good, and will forever remain so. Some suppose that the Ten Commandments given through Moses have been done away; but I can inform you that they are still in force. It will do no harm for me to read those commandments, as contained in the 20th chapter of Exodus. They are as follows&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v9n626\"> &#x201C;And God spake all those words, saying, I am the Lord thy God, which have brought thee out of the land of Egypt, out of the house of bondage. Thou shalt have no other gods before me. Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the water under the earth: Thou shalt not bow down thyself to them, nor serve them: for I the Lord thy God am a jealous God, visiting the iniquity of the  <div class=\"break pagebreak\" id=\"129a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0129.pdf\" target=\"pdfwin\">p.&#xA0;129a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fathers upon the children unto the third and fourth generation of them that hate me; And shewing mercy unto thousands of them that love me, and keep my commandments. Thou shalt not take the name of the Lord thy God in vain; for the Lord will not hold him guiltless that taketh his name in vain. <\/div><div class=\"paragraph jod\" id=\"v9n628\"> Remember the sabbath day, to keep it holy. Six days shalt thou labor, and do all thy work: But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates: For in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the sabbath day, and hallowed it. <\/div><div class=\"paragraph jod\" id=\"v9n629\"> Honor thy father and thy mother: that thy days may be long upon the land which the Lord thy God giveth thee. Thou shalt not kill. Thou shalt not commit adultery. Thou shalt not steal. Thou shalt not bear false witness against thy neighbor. Thou shalt not covet thy neighbor's house, thou shalt not covet thy neighbor's wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbor's. <\/div><div class=\"paragraph jod\" id=\"v9n630\"> And all the people saw the thunderings, and the lightnings, and the noise of the trumpet, and the mountain smoking: and when the people saw it, they removed, and stood afar off. And they said unto Moses, Speak thou with us, and we will hear: but let not God speak with us, lest we die. And Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before your faces, that ye sin not. And the people stood afar off, and Moses drew near unto the thick darkness where God was. <\/div> <div class=\"break columnbreak\" id=\"129b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0129.pdf\" target=\"pdfwin\">p.&#xA0;129b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3783\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n631\"> And the Lord said unto Moses, Thus thou shalt say unto the children of Israel, Ye have seen that I have talked with you from heaven. Ye shall not make with me gods of silver, neither shall ye make unto you gods of gold. <\/div><div class=\"paragraph jod\" id=\"v9n632\"> An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee. And if thou wilt make me an altar of stone, thou shall not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it. Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.&#x201D;<span class=\"citation\" id=\"54172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54172)\">Ex. 20:1-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n633\"> You will find in the Book of Doctrine and Covenants that these commandments have been renewed unto us. The Lord says in one place, All old covenants have I caused to be done away, and this is a new and an everlasting covenant: it is even that which was in the beginning;<span class=\"citation\" id=\"84442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84442)\">D&amp;C 22:1<\/a><\/span> it is that covenant which was made in the days of Jesus. It is that same covenant which the Almighty revealed to Father Adam in the Garden of Eden; but it has been renewed in these last days, and hence it is a new and an everlasting covenant.<span class=\"citation\" id=\"91447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91447)\">D&amp;C 132:4<\/a><\/span> If you would only think of it for a little while, you would remember that we imitate many of those things that were done in former dispensations. <\/div><div class=\"paragraph jod\" id=\"v9n634\"> Jesus told the people in his day to seek to enter in at the narrow gate, or, as the New Testament calls it, the strait gate.<span class=\"citation\" id=\"63849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63849)\">Matt. 7:13-14<\/a><\/span> He also told them to seek not to counsel God,<span class=\"citation\" id=\"84458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84458)\">D&amp;C 22:4<\/a><\/span> but to walk in that path which leads to life; for narrow is the gate that leads to life, and few there be that enter in thereat. And he further says that the wicked will come and say, We have prophesied in thy name, and in thy name done many mighty works. And I  <div class=\"break pagebreak\" id=\"130a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0130.pdf\" target=\"pdfwin\">p.&#xA0;130a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>will add to this that many of them will have to say, We have stolen hundreds of cattle from the Mormons, and driven them from their homes, because they preached a new religion. Still the Lord will say, I know you not.<span class=\"citation\" id=\"63951\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63951)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63951)\">Matt. 7:21-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n636\"> Those covenants that we have made with God were also made in the beginning of the creation. They are now renewed to us, and revelations of this kind are just as binding upon you and me as the words and counsels that come from President Young and others. We are acting in the same capacity that the Apostles and Prophets of former dispensations have acted, and our word will have the same effect upon this generation that theirs had upon the generations in which they lived. We have the same God to worship; the same Jesus lives to save, and he has spoken and renewed this covenant to us and for us, and to remain with us forever and forever. <\/div><div class=\"paragraph jod\" id=\"v9n637\"> Brethren, reflect, look at yourselves and see what you are about. Consider the positions you occupy, and ascertain if you are acting well your part&#x2014;if you are speaking the truth and guarding against all manner of evil. <\/div><div class=\"paragraph jod\" id=\"v9n638\"> The Book of Mormon informs us that the Devil will come along with all manner of deceitfulness, and persuade the people to lie a little, to steal a little, and to rob your neighbor of anything that lies within your reach.<span class=\"citation\" id=\"81505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81505)\">2 Ne. 28:8<\/a><\/span> Such a course leads to death and dissolution, and will cause those to mourn hereafter who follow it. <\/div><div class=\"paragraph jod\" id=\"v9n639\"> These are mysteries that are worth finding out; and although you may have read them from your childhood, and your mother may have taught them to you from your infancy, yet still they apply to you, and it is very important that you should not forget these small things. Some people come to this country who have been taught these things and many other <div class=\"break columnbreak\" id=\"130b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0130.pdf\" target=\"pdfwin\">p.&#xA0;130b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3782\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> good lessons, and when they get into these mountains they forget all their claim to the blessings that flow through obedience to the requirements of Heaven and the requirements of their parents. Men who hold the Priesthood and dishonor their fathers and mothers<span class=\"citation\" id=\"54267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54267)\">Ex. 20:12<\/a><\/span> and the servants of God will see sorrow. But some do this and still consider themselves good men, and they claim that they honor their calling and Priesthood. I will tell you how I feel. When my son turns away from the truth and disregards my counsel, he turns away from God. Why is this so? It is because I am a branch of the vine.<span class=\"citation\" id=\"70144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70144)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70144)\">John 15:5<\/a><\/span> I am a limb that is attached to the great tree; and when my son disengages himself from the tree, he dishonors me; and by dishonoring me he dishonors the God whom I serve. It is a most excellent thing to find children listening to the admonitions of their parents, and especially if they are blest with good ones. Those whose parents are not in the Church should strive to get within them the righteousness of Christ. <\/div><div class=\"paragraph jod\" id=\"v9n640\"> When the Adversary begins to tempt a person, he persuades him to do a little thing here and a little wrong yonder, and persuades him to walk in that course that will cause the disposition to do wrong to increase upon him. The best way to do is to let alone that which is wrong. <\/div><div class=\"paragraph jod\" id=\"v9n641\"> These are some of the small things. I am down among the little roots and little vines, entering minutely into the subject of keeping them clean. I wish all to understand, who believe on Jesus Christ, that they should repent of all their evil deeds; and the only way that a man can prove his penitence is by forsaking his evil practices<span class=\"citation\" id=\"125426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125426)\">D&amp;C 58:43<\/a><\/span> and being baptized for the remission of his sins. But what good does it do for a man to come and be baptized&#x2014;to be overwhelmed  <div class=\"break pagebreak\" id=\"131a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0131.pdf\" target=\"pdfwin\">p.&#xA0;131a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in water in the likeness of the death of Jesus Christ,<span class=\"citation\" id=\"72373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72373)\">Rom. 6:3-5<\/a><\/span> and then go and partake of those cursed old sins that he had just been washed clean from? I tell you that baptism, in such cases, brings greater condemnation. When people are baptized, they should then receive the Holy Ghost by the laying on of hands. He will show them things to come;<span class=\"citation\" id=\"70350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70350)\">John 16:13<\/a><\/span> he will dwell with them, and comfort their hearts, and cheer up their spirits. <\/div><div class=\"paragraph jod\" id=\"v9n643\"> There never should be a limb upon a fruit tree that is not bearing fruit. But you will see a great many members in this Church who are not bearing much fruit. Where is there an Elder, High Priest, Seventy, Apostle, or Prophet that is not required to bring forth the fruits of Christ, and those that will redound to his glory? Let us pursue that course of life that will make us the friends of our father and God, friends of his servants Joseph, Hyrum, Peter, Paul, Jesus, and all the Apostles of Christ, and let our friendship extend back to those who are in the spirit world. <\/div><div class=\"paragraph jod\" id=\"v9n644\"> Do not you suppose that the Lord will send his angels to sustain this people? Yes, he will; and if he has to knock these mountains by which we are surrounded into ten thousand pieces, in order to accomplish his purposes, he will do it. <\/div><div class=\"paragraph jod\" id=\"v9n645\"> It is very easy to be seen that the nation that has oppressed us is going down. The Lord revealed to Joseph Smith something about the judgments that await the inhabitants of the earth, and he said in the revelations that the judgments should commence at the house of God.<span class=\"citation\" id=\"90633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90633)\">D&amp;C 112:24-26<\/a><\/span> I will read to you parts of the revelations which speak of these things&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v9n646\"> &#x201C;But, behold, I say unto you that before this great day shall come the sun shall be darkened, and the moon shall be turned into blood, and the stars shall fall from heaven, and there shall be great signs in heaven above <div class=\"break columnbreak\" id=\"131b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0131.pdf\" target=\"pdfwin\">p.&#xA0;131b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3781\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and in the earth beneath; And there shall be weeping and wailing among the hosts of men; And there shall be a great hailstorm sent forth to destroy the crops of the earth. And it shall come to pass, because of the wickedness of the world, that I will take vengeance upon the wicked, for they will not repent; for the cup of mine indignation is full; for behold, my blood shall not cleanse them if they hear me not. <\/div><div class=\"paragraph jod\" id=\"v9n647\"> &#x201C;Wherefore, I the Lord God will send forth flies upon the face of the earth, which shall take hold of the inhabitants thereof, and shall eat their flesh, and shall cause maggots to come in upon them; And their tongues shall be stayed that they shall not utter against me; and their flesh shall fall from off their bones, and their eyes from their sockets; And it shall come to pass that the beasts of the forest and the fowls of the air shall devour them up. And the great and abominable church, which is the whore of all the earth, shall be cast down by devouring fire, according as it is spoken by the mouth of Ezekiel the prophet, who spoke of these things, which have not come to pass but surely must, as I live, for abominations shall not reign.&#x201D; (Doctrine and Covenants, see. 10, par. 4-5.)<span class=\"citation\" id=\"84762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84762)\">D&amp;C 29:14-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n648\"> &#x201C;Verily, verily, I say unto you, that when I give a commandment to any of the sons of men to do a work unto my name, and those sons of men go with all their might and with all they have to perform that work, and cease not their diligence, and their enemies come upon them and hinder them from performing that work, behold, it behooveth me to require that work no more at the hands of those sons of men, but to accept of their offerings. And the iniquity and transgression of my holy laws and commandments I will visit upon the heads of those who hindered my work, unto the third and fourth  <div class=\"break pagebreak\" id=\"132a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0132.pdf\" target=\"pdfwin\">p.&#xA0;132a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>generation, so long as they repent not, and hate me, saith the Lord God. Therefore, for this cause have I accepted the offering of those whom I commanded to build up a city and a house unto my name, in Jackson County, Missouri, and were hindered by their enemies, saith the Lord your God. And I will answer judgment, wrath, and indignation, wailing, and anguish, and gnashing of teeth upon their heads, unto the third and fourth generation, so long as they repent not, and hate me, saith the Lord your God.&#x201D; (Doctrine and Covenants, see. 103, par. 15.)<span class=\"citation\" id=\"91043\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91043)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91043)\">D&amp;C 124:49-52<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n650\"> &#x201C;Verily, verily, I say unto you, darkness covereth the earth, and gross darkness the minds of the people, and all flesh has become corrupt before my face. Behold, vengeance cometh speedily upon the inhabitants of the earth, a day of wrath, a day of burning, a day of desolation, of weeping, of mourning, and of lamentation; and as a whirlwind it shall come upon all the face of the earth, saith the Lord. <\/div><div class=\"paragraph jod\" id=\"v9n651\"> And upon my house shall it begin, and from my house shall it go forth, saith the Lord; First among those among you, saith the Lord, who have professed to know my name and have not known me, and have blasphemed against me in the midst of my house, saith the Lord.&#x201D; (Doctrine and Covenants, sec. 104, pars. 9-10.)<span class=\"citation\" id=\"90614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90614)\">D&amp;C 112:23-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n652\"> &#x201C;Let them importune at the feet of the judge; And if he heed them not, let them importune at the feet of the governor; And if the governor heed them not, let them importune at the feet of the president; And if the president heed them not, then will the Lord arise and come forth out of his hiding place, and in his fury vex the nation; And in his hot displeasure, and in his fierce anger, in his time, will cut off those wicked, unfaithful, and unjust stewards, and appoint them their portion among <div class=\"break columnbreak\" id=\"132b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0132.pdf\" target=\"pdfwin\">p.&#xA0;132b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3780\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> hypocrites, and unbelievers; Even in outer darkness, where there is weeping, and wailing, and gnashing of teeth. Pray ye, therefore, that their ears may be opened unto your cries, that I may be merciful unto them, that these things may not come upon them. What I have said unto you must needs be, that all men may be left without excuse; That wise men and rulers may hear and know that which they have never considered; That I may proceed to bring to pass my act, my strange act, and perform my work, my strange work, that men may discern between the righteous and the wicked, saith your God.&#x201D; (Doctrine and Covenant, sec. 98, par. 12.)<span class=\"citation\" id=\"89641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89641)\">D&amp;C 101:86-95<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n653\"> And do you hear it, O Israel? And have you seen it, and felt the pangs of war, when they have sent their army to this Territory, intending to drive us from our homes? As they commenced it upon the House of God, it must go forth upon themselves;<span class=\"citation\" id=\"90638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90638)\">D&amp;C 112:25<\/a><\/span> for as they measured out to us, it must be measured unto them<span class=\"citation\" id=\"63709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63709)\">Matt. 7:2<\/a><\/span> fourfold.<span class=\"citation\" id=\"67887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67887)\">Luke 19:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n654\"> The nations are already convulsed. Not only the United States, but many of the European nations are feeling the effect of the judgments of the Almighty; and they will continue to be afflicted more and more, until the above revelations are fulfilled. There is no evading the judgments of the Almighty; their only escape is in obedience to the Gospel we have to preach. But do they believe what we have said? No; they do not believe a word of it, and therefore there is but little hope in their case. <\/div><div class=\"paragraph jod\" id=\"v9n655\"> Brethren and sisters, let your hearts be open to receive the word of truth, that the Spirit of the Most High may be in you as a well of water, springing up into everlasting life.<span class=\"citation\" id=\"69048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69048)\">John 4:14<\/a><\/span> God bless you forever, and all those that hear these sayings and will render obedience unto the law of God. Peace be upon the righteous,  <div class=\"break pagebreak\" id=\"133a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0133.pdf\" target=\"pdfwin\">p.&#xA0;133a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that they may multiply and increase in wisdom and knowledge. I know, as well as I know that I am here, that the Priesthood will be taken from those who dishonor it, for they have no power to hold the oracles of God who do wickedly. They may <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> not all be cut off from the tree, but they are dead, and the Spirit of God does not dwell with them, and therefore there is no life in them. <\/div><div class=\"paragraph jod\" id=\"v9n657\"> May the blessings of the Lord our God attend you all, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}