{"ID":90022, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Varieties of Mind and Character&#x2014;Chastisement&#x2014;Freedom, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, February 17, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Varieties of Mind, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/17\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d22\">\n<div class=\"paragraph jod\" id=\"v9n588\"> I wish to address myself particularly to the Elders of Israel, for their instruction, edification, and learning, that they may be profitable to themselves and others. I will appeal to the experience of every individual, when we do as well as we know how, honor our God, honor our calling, honor our Priesthood, honor our tabernacles, our being upon the earth, whether it is not the feeling of every heart to wish all persons to be just like ourselves&#x2014;to wish the ideas and acts of our brethren to be precisely like ours; and yet we should not look upon ourselves as an infallible standard for others. It is no more natural for your lungs to expand and contract in breathing than it is for you to wish others to be like yourselves. <\/div><div class=\"paragraph jod\" id=\"v9n589\"> I wish the Elders of Israel to understand mankind as they are&#x2014;to go to the people and take them as they are. Let an Elder go into the world to preach the Gospel of salvation, and he will find some individuals possessed of a great deal more ability than others. Stop with a family, when you are invited to tarry overnight, and you find them in great ignorance; their minds are low and groveling, as were the minds of their fathers before them; they have not been taught to cultivate the mental faculty that is within them, and they are dull and stupid. Step into another house, and you will discern that the minds of every member of that family are cultivated to the best of their ability and <div class=\"break columnbreak\" id=\"121b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0121.pdf\" target=\"pdfwin\">p.&#xA0;121b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3791\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> circumstances. You will find some portions of a community diligently studying the sciences of the day, others cultivating the arts, &amp;c., each according to their tastes, means, or circumstances, while others seem to be under no cultivation of the mind: yet in all the various classes each wants his neighbor to be precisely like himself. <\/div><div class=\"paragraph jod\" id=\"v9n590\"> You see some persons who appear at meetings on the Sabbath and on other public occasions with their hair uncombed and their faces, hands, and clothing uncleanly. Have they no combs nor soap? They have, or can get them. How happens it that we behold such conduct? Probably the parents of those persons taught them that it was pride that prompted people to appear clean and decent. Perhaps their mothers taught them in their infancy that if they washed their faces, and combed and anointed their hair, and dressed themselves in comely apparel to appear before their fellow men, &#x201C;Oh, you are full of pride!&#x201D; Sisters, were not some of you taught in your youth that if you wore a silk dress, you did so purely through pride? Many of you were. I knew one sister in this Church who burned up several dresses when she became a Methodist, because she thought it not right for her to wear rich and costly clothing; that pride prompted costly dress, and in it she could not come before the Lord in humility. She also thought that if  <div class=\"break pagebreak\" id=\"122a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0122.pdf\" target=\"pdfwin\">p.&#xA0;122a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>she gave her rich dresses away, others would commit the same sin that she would commit in wearing them; so she destroyed them. <\/div><div class=\"paragraph jod\" id=\"v9n592\"> To return to the Elders of Israel. An Elder visits a Branch, and, unless he is on his guard, he will begin to complain that the Presiding Elder of the Branch is not as he is, does not understand as he does, and does not conceive of the Gospel as he does. He will find himself saying to the members of the Branch&#x2014;&#x201C;You are in the dark; you need teaching; you ought to have a smart Elder here&#x2014;a man of understanding&#x2014;to teach you.&#x201D; &#x201C;Well, brother, will you stay and teach us?&#x201D; Perhaps, through persuasion, he will stop, and what will he do? Break that Branch to pieces, and destroy their faith, if possible. Why? &#x201C;You are not as I am!&#x201D; Elders, look to this, and think of it. We wish you to reap some benefit from your experience. <\/div><div class=\"paragraph jod\" id=\"v9n593\"> When I rise here and tell you things that pertain to other nations and generations, and when others teach you things that pertain to other people, it does not profit you as much as it does for us to understand ourselves. Wherever we go, wherever our lot is cast, whoever we associate with, let the Elders have the principles of truth within them to prompt heavenly and holy desires to do good. Is it wisdom for each Elder to strive to mold and fashion all others precisely according to himself in all the views and notions he possesses? Is this the way? No, it is not. It is wisdom for the Elders of Israel to know how to treat others according to the ability they possess, and to treat their families according to the ability they possess. In visiting neighborhoods, you will find persons intelligent upon some points, and upon other points they may be ignorant. They may be very well informed upon certain principles per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"122b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0122.pdf\" target=\"pdfwin\">p.&#xA0;122b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3790\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>taining to divinity, and upon others be ignorant. Their dispositions are also different from yours and others you associate with. What will you make of them? Good people&#x2014;Saints, so far as in your power. <\/div><div class=\"paragraph jod\" id=\"v9n594\"> We are very apt, through our traditions, former associations, and notion of things and ideas, to attribute every act of man and every manifestation of mankind to an invisible source&#x2014;the good or the evil. God is the author of all good; and yet, if you rightly understood yourselves, you would not directly attribute every good act you perform to our Father in heaven, nor to his Son Jesus Christ, nor to the Holy Ghost; neither would you attribute every evil act of a man or woman to the Devil or his spirits or influences; for man is organized by his Creator to act perfectly independently of all influences there are above or beneath. Those influences are always attending him, and are ready to dictate and direct&#x2014;to lead him into truth or to lead him to destruction. But is he always guided by those influences in every act? He is not. It is ordained of God that we should act independently in and of ourselves, and the good is present when we need it. If we will ask for it, it is with us. If we yield to temptation, the evil is present, and nigh enough to lead every son and daughter of Adam to destruction, if they give way to it. But it is the design of the Almighty that we should act independently. Then, when you see a person endowed by the Holy Ghost, you need not expect him to look and act precisely as you do. Their religious sentiments will be alike, for the Holy Ghost does not introduce foolish traditions and the varied unwise notions that the inhabitants of the earth have. <\/div><div class=\"paragraph jod\" id=\"v9n595\"> A man will say, &#x201C;If I believed that such a man or woman was a Saint, I should despair of all good.&#x201D; Why?  <div class=\"break pagebreak\" id=\"123a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0123.pdf\" target=\"pdfwin\">p.&#xA0;123a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;Because their acts and lives are so different from mine.&#x201D; Now, if you will reflect upon the traditions of the world, with which we are more or less encumbered, you will see manifest the trait I have referred to. If I am washed and made clean, if I am attired in comely garments, or there is anything extra upon me to beautify, it is considered by some as the height of folly and pride; it is looked upon as a sin of the deepest dye; and the feeling arises, &#x201C;If I could believe such a gentleman or lady to be a Christian, I should despair of the good that is with me.&#x201D; Why? &#x201C;Because I have been taught that all this is pride.&#x201D; I have known people who have lived in this Church, whom I should suppose had concluded it to be an unpardonable sin for them to go to meeting with clean faces and hands. What are the notions of most of the Christian world in regard to a Prophet? They would wish to see a man with his hair to his waist. Combed? No. He must never appear to use that frivolous, sinful article, a comb. That would be folly in the extreme. It would be sin, therefore, if he appears with his hair long, bushy, snarled, dirty, and hanging carelessly about his shoulders. Are his hands washed? No. His finger nails trimmed and clean? No; they are like dirty bird's claws. Is he cheerful? No; for he must wear a long face, never suffer a smile to pass over his countenance, but go mourning all the day long; and it is, &#x201C;O Lord, have mercy upon the people.&#x201D; Present a Prophet to suit the notions of many of the sectarian world, and you have such a man as this. Will he have on a decent suit of clothes? No; he must have a sheepskin about his loins, and must wear a girdle as dirty and filthy as the rags upon our natives. <\/div><div class=\"paragraph jod\" id=\"v9n597\"> Others are trained and traditionated to appear with clean faces and <div class=\"break columnbreak\" id=\"123b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0123.pdf\" target=\"pdfwin\">p.&#xA0;123b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3789\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dressed in decent attire&#x2014;are taught to appear comely and beautiful. All of these classes act according to their faith and traditions, and each one of them says, &#x201C;If you are not as I am, you are not right.&#x201D; This is just as natural as it is to breathe vital air. I wish this trait in the Saints to be done away. I want the Elders of Israel to learn to take people as they are. How many do you see who have no influence over certain spirits in this Church? Do you know how to approach a man that is full of subtlety and self-will&#x2014;with an idea that every man on earth is wrong but himself? Do you know how to operate to gain his affections and good will? Do you know how to attract that spirit and make it follow you? If you do not, you do not fully understand your duty, calling, and Priesthood. I wish the people to learn to have influence over themselves, and then learn to have influence with your fellow beings, that you may be able to attract the spirits in the intelligent beings around you, so that these spirits will follow you to be taught of you, and learn of you doctrine to lead them to life everlasting. <\/div><div class=\"paragraph jod\" id=\"v9n598\"> There is a certain trait in the Elders of Israel that I really want them to get rid of, for they are better off without than with it. Not that they are so very much to blame, or that I would condemn them; but, according to their traditions and nature, they think everybody ought to be like themselves. And when they chasten faulty brethren, they often chasten them, perhaps, beyond bounds. With some spirits a certain amount of chastisement is sufficient; and if you go beyond that, you may drive them to destruction&#x2014;you may destroys them. You must learn to know when you have chastised enough. <\/div><div class=\"paragraph jod\" id=\"v9n599\"> Do you know how to chastise your children? When they do wrong, catch them in the act of doing wrong,  <div class=\"break pagebreak\" id=\"124a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0124.pdf\" target=\"pdfwin\">p.&#xA0;124a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>if possible, and then switch them nicely, and tell them you have a good mind to whip them; tell them you will chasten them, if they do not stop such conduct. Do not let them know that they were whipped; but when you correct them, do it so that they will remember it more than twenty-four hours; and tell them that if they do not mind you, you will have to chasten them and whip them. Tell the brethren and sisters, &#x201C;If you do not behave yourselves, I will chasten you by-and-by.&#x201D; Never try to destroy a man. It is our mission to save the people, not to destroy them. The least, the most inferior spirit now upon the earth, in our capacity, is worth worlds. <\/div><div class=\"paragraph jod\" id=\"v9n601\"> When Oliver Cowdery felt to complain, and wanted a little more influence in the Church than Joseph, the Lord spoke to him through Joseph, and said to his servant Oliver, Suppose you should labor all your lifetime faithfully, and be the means of saving one soul, how great would be your joy in heaven over that soul that you were the means of saving! If to all eternity you could praise God, through being the means of saving one soul&#x2014;I may say the least or most inferior intelligence upon the earth, pertaining to the human family&#x2014;if you could be the means of saving one such person, how great would be your joy in the heavens! Then let us save many, and our joy will be great in proportion to the number of souls we save.<span class=\"citation\" id=\"84129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84129)\">D&amp;C 18:15-16<\/a><\/span> Let us destroy none. <\/div><div class=\"paragraph jod\" id=\"v9n602\"> I asked some brethren, a few evenings ago while in council, if they would not do themselves the kindness from that time forth to live such lives that, when the books are opened, there is one source of gratitude to them to know that their debits do not overbalance their credits. I then asked them why not live so that when the books are opened there are no debits against them. It <div class=\"break columnbreak\" id=\"124b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0124.pdf\" target=\"pdfwin\">p.&#xA0;124b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3788\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be a pleasure to know that we have saved all the Father gave into our power.<span class=\"citation\" id=\"86971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86971)\">D&amp;C 76:42<\/a><\/span><span class=\"citation\" id=\"87296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87296)\">D&amp;C 77:12<\/a><\/span> Jesus said that he lost none except the sons of perdition.<span class=\"citation\" id=\"70660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70660)\">John 17:12<\/a><\/span> He will lose none of his brethren, except sons of perdition. Let us save all the Father puts in our power. And when you are called to preside as Bishop, or to preach the Gospel on foreign missions, are called to travel through our settlements to regulate the affairs of the Saints, take a course to save every person. There is no man or woman within the pale of saving grace but that is worth saving. There is no intelligent being, except those who have sinned against the Holy Ghost, but that is worth, I may say, all the life of an Elder to save in the kingdom of God. Then let us take a course to understand men as they are, and not endeavor to make them precisely as we are, for this you cannot do. I am myself; you are yourselves. Let us learn how to approach each other, and how to get an influence over that intelligent portion that is within. <\/div><div class=\"paragraph jod\" id=\"v9n603\"> I am not going to drive a man or a woman to heaven. A great many think that they will be able to flog people into heaven, but this can never be done, for the intelligence in us is as independent as the Gods. People are not to be driven, and you can put into a gnat's eye all the souls of the children of men that are driven into heaven by preaching hellfire. So learn wisdom, that when you behold your brethren in the depths of poverty, but striving to do right, they are as beloved as they would be if they were dressed in purple and fine linen.<span class=\"citation\" id=\"67776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67776)\">Luke 16:19<\/a><\/span> Take that intelligent course, and learn to instruct people until they increase in knowledge and understanding, until their traditions pass away, and they will become of one heart and mind<span class=\"citation\" id=\"92863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92863)\">Moses 7:18<\/a><\/span> in the principles of godliness. <\/div><div class=\"paragraph jod\" id=\"v9n604\"> If you are ever called upon to  <div class=\"break pagebreak\" id=\"125a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0125.pdf\" target=\"pdfwin\">p.&#xA0;125a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>chasten a person, never chasten beyond the balm you have within you to bind up. I might call some of you to witness that I chasten you, but there is not a soul that I chasten but what I feel as though I could take them and put them in my bosom and carry them with me day by day. They deserve chastisement, but God forbid that I should chasten beyond the healing balm I have to save them and make better men of them. It is not my daily study to know what a Prophet meant in relation to things that occurred before the flood, or will occur after the millennium, how Adam set out his currant bushes, and in what part of the garden Eve was when she partook of the forbidden fruit;<span class=\"citation\" id=\"52572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52572)\">Gen. 3:6<\/a><\/span> but I want to know how to lead you with that intelligence to enable you to live to an everlasting life, that you may be saved in the kingdom of God. I say again, Do not chasten beyond the balm you have within you. If you have the saving influence within you, it is well. When you have the chastening rod in your hands, ask God to give you wisdom to use it, that you may not use it to the destruction of an individual, but to his salvation. Can you save all? Yes, you can save all that will be saved. If people are not saved, it is because they are not disposed to be saved. They act for themselves, and act from choice. <\/div><div class=\"paragraph jod\" id=\"v9n606\"> Would I compel a person to be saved in the kingdom of God that chose to go to hell? No. If I had all the power of the Gods in the eternities, I would not save one soul in the kingdom of God that chose to stay out, neither will the Gods. All who wish to be saved and desire good I wish to be saved, and Jesus will lose none except the sons of perdition.<span class=\"citation\" id=\"70661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70661)\">John 17:12<\/a><\/span> I may be instrumental, in the providences of our God, of saving thousands and millions in the celestial <div class=\"break columnbreak\" id=\"125b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0125.pdf\" target=\"pdfwin\">p.&#xA0;125b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3787\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom that otherwise perhaps would not get there. We are to be like the good physician; and if we see the sick&#x2014;those afflicted with pain and distress in the head, eyes, teeth, or in any of the limbs or other portion of the body, it is our duty to have the medicine&#x2014;the remedy to administer to that pain, to heal, to cure, to rebuke the disease and save the sick like a good physician, and not kill them by dosing down the medicine as do some of our doctors. Administer the medicine in all mildness, and with good judgment and discretion. Seek until you learn the medicine to administer to each patient, and how much to give to each. There is just as much difference in the spiritual organization as you see in the temporal organization. You can see that eternal variety in both. You may go to a man taken with a fever, and if you treat him as you did a similar case last week, you may consign him to the grave. You ought to know better. <\/div><div class=\"paragraph jod\" id=\"v9n607\"> I could preach a sermon on doctoring the body, we have so many that do not understand it among those who profess to; but it is of no use. I would rather have the sisters wait upon me in sickness than many of those who profess to be physicians. <\/div><div class=\"paragraph jod\" id=\"v9n608\"> Elders of Israel, learn to be spiritual physicians. Carry the medicine with you to deal out to every patient as he needs it. If a patient has chills and fever in his spirit, you must carry the medicine to cure it; also for the erysipelas, or the dumb ague, or the rheumatism in the spirit, you must carry the medicine to heal. Thus learn, when you have chastened enough, to cease; and be sure you never chasten beyond the balm you carry in your portmanteau. <\/div><div class=\"paragraph jod\" id=\"v9n609\"> I will bring our forenoon meeting to a close. May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}