{"ID":90027, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Eternal Punishment&#x2014;&#x201C;Mormonism,&#x201D; &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, January 12, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Eternal Punishment&#x2014;&#x201C;Mormonism,&#x201D; Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 1\/12\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d27\">\n<div class=\"paragraph jod\" id=\"v9n731\"> In the early history of this Church, our public speakers, through their traditions, did not like to have their errors in doctrine corrected. It hurt their feelings to be instructed and enlightened for the furtherance of knowledge and wisdom. I am happy to say that now the Elders, almost universally, are willing to be instructed in the truth. It is their delight to receive intelligence and knowledge that pertain to the heavens and the earth&#x2014;the plan of salvation. <\/div><div class=\"paragraph jod\" id=\"v9n732\"> Many of the Elders say that they are timid and embarrassed when they attempt to speak before the congregated people, and are unable to express the rich ideas and glorious principles suggested to their minds. I frequently feel anxious to help them, and tell for them what they would communicate. When they are at work in their shops or in their fields, or when going up the canyons for wood (if their cattle behave well), in their reflections, they preach many excellent sermons; but when they try to make their secret thoughts audible before a congregation, their thoughts desert them and they are left a blank. <\/div><div class=\"paragraph jod\" id=\"v9n733\"> Brother Jackman's mind led him to praise and thank the<span class=\"citation\" id=\"84184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84184)\">D&amp;C 19:7-12<\/a><\/span> Lord Almighty for one principle he revealed through Joseph the Prophet, different from that generally believed and taught among religionists. They, you understand, condemn all who differ from their views to hell, there <div class=\"break columnbreak\" id=\"147b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0147.pdf\" target=\"pdfwin\">p.&#xA0;147b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3765\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to remain in a state of the most acute consciousness of the most extreme suffering throughout endless eternities, without one single ray of hope that will ever be delivered. Brother Jackman wished to speak on this point, but his heart failed him. The Lord says, through Joseph Smith, &#x201C;Again, it is written <span class=\"italic\">eternal damnation<\/span>; wherefore it is more express than other scriptures, that it might work upon the hearts of the children of men, altogether for my name's glory. Wherefore, I will explain unto you this mystery, for it is meet unto you to know even as mine apostles. I speak unto you that are chosen in this thing, even as one, that you may enter into my rest. For, behold, the mystery of godliness, how great is it! For, behold, I am endless, and the punishment which is given from my hand is endless punishment, for Endless is my name. Wherefore&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v9n733\"> Eternal punishment is God's punishment. Endless punishment is God's punishment.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n734\"> The punishment of God is Godlike. It endures forever, because there never will be a time when people ought not to be damned, and there must always be a hell to send them to. How long the damned remain in hell, I know not, nor what degree of suffering they endure. If we could by any means compute how much wickedness they are guilty of, it might be possible to ascertain the amount of suffering they will receive.  <div class=\"break pagebreak\" id=\"148a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0148.pdf\" target=\"pdfwin\">p.&#xA0;148a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3764\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>They will receive according as their deeds have been while in the body.<span class=\"citation\" id=\"74133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74133)\">2 Cor. 5:10 (JST)<\/a><\/span> God's punishment is eternal, but that does not prove that a wicked person will remain eternally in a state of punishment. <\/div><div class=\"paragraph jod\" id=\"v9n736\"> All the doctrines of life and salvation are as plain to the understanding as the geographical lines of a correctly executed map. This doctrine, revealed in these latter times, is worthy the attention of all men. It gives the positive situation in which they will stand before the Heavens when they have finished their earthly career. Generation after generation is constantly coming and passing away. They all possess more or less intelligence, which forms the foundation within them for the reception of an eternal increase of intelligence. The endowments that human beings have received from their Great Creator are to them inestimable blessings. How wonderful and how excellent they are! What priceless blessings and exquisite enjoyments they secure to man, if by truth and righteousness they are made honorable in the sight of God. By the means of his wonderful and Godlike endowments, man can drink at the fountain of eternal wisdom and bask in everlasting felicity. <\/div><div class=\"paragraph jod\" id=\"v9n737\"> But hundreds of millions of human beings have been born, lived out their short earthly span, and passed away, ignorant alike of themselves and of the plan of salvation provided for them. It gives great consolation, however, to know that this glorious plan devised by Heaven follows them into the next existence, offering for their acceptance eternal life and exaltation to thrones, dominions, principalities, and powers in the presence of their Father and God, through Jesus Christ his Son. How glorious&#x2014;how ample is the Gospel plan in its saving properties and merciful designs. This one revelation, containing this principle, is <div class=\"break columnbreak\" id=\"148b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0148.pdf\" target=\"pdfwin\">p.&#xA0;148b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3764\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> worth worlds on worlds to mankind. It is worth forsaking fathers and mothers, sisters and brothers, wives and children, houses and lands,<span class=\"citation\" id=\"66621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66621)\">Mark 10:29-30<\/a><\/span> for the knowledge it reveals; and this is but one item in the great plan of human redemption. <\/div><div class=\"paragraph jod\" id=\"v9n738\"> I will notice another idea. We frequently say &#x201C;Mormonism,&#x201D; as it is called, must be true because there are so many evidences in its favor. We say we do positively know it is true (using the words of brother Jackman), &#x201C;in fair weather; but when it is foul weather and the storms beat upon our frail bark, some may conclude it is not true.&#x201D; I wish you all to understand &#x201C;Mormonism&#x201D; as it is. We embraced it in different parts of the world, because we considered it the best religion we could find. Can we tell how much better &#x201C;Mormonism&#x201D; is than other religions and isms of the present day? More or less truth may be found in them all, both in civilized and barbarous nations. How has it transpired that theological truth is thus so widely disseminated? It is because God was once known on the earth among his children of mankind, as we know one another. Adam was as conversant with his Father who placed him upon this earth as we are conversant with our earthly parents. The Father frequently came to visit his son Adam, and talked and walked with him; and the children of Adam were more or less acquainted with their Grandfather, and their children were more or less acquainted with their Great-Grandfather; and the things that pertain to God and to heaven were as familiar among mankind, in the first ages of their existence on the earth, as these mountains are to our mountain boys, as our gardens are to our wives and children, or as the road to the Western Ocean is to the experienced traveler. From this source mankind have received their religious traditions. <\/div> <div class=\"break pagebreak\" id=\"149a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0149.pdf\" target=\"pdfwin\">p.&#xA0;149a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3763\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n740\"> I will tell you in a few words what I understand &#x201C;Mormonism&#x201D; to be. Our religion is called &#x201C;Mormonism&#x201D; because the ancient records revealed to Joseph Smith were entitled the Book of Mormon, according to the instructions given to him by the Lord; but I will call it the plan of salvation devised in the heavens for the redemption of mankind from sin, and their restoration to the presence of God. It is contained in the New Testament, Book of Mormon, Book of Doctrine and Covenants, and in all the revelations that God has hitherto given and will give in the future. <\/div><div class=\"paragraph jod\" id=\"v9n741\"> It embraces every fact there is in the heavens and in the heaven of heavens&#x2014;<span class=\"citation\" id=\"55019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55019)\">Deut. 10:14<\/a><\/span>every fact there is upon the surface of the earth, in the bowels of the earth, and in the starry heavens; in fine, it embraces all truth there is in all the eternities of the Gods. How, then, can we deny it? We cannot. Were we arraigned face to face with the terrors of death,<span class=\"citation\" id=\"56813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56813)\">Ps. 55:4<\/a><\/span> and called upon to deny our religion or die, we might speak a lie and say &#x201C;Mormonism&#x201D; is untrue, and might continue the same testimony all the time we were in hell; but that would make no difference with the truth. The devils and damned spirits in hell cannot deny the truth of &#x201C;Mormonism&#x201D; and speak the truth. I wish all those who profess to believe it did as much as the devils in hell do.<span class=\"citation\" id=\"77582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77582)\">James 2:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n742\"> &#x201C;Mormonism&#x201D; embraces all truth that is revealed and that is unrevealed, whether religious, political, scientific, or philosophical. <\/div><div class=\"paragraph jod\" id=\"v9n743\"> No matter how many deny their God and their religion, God is the same, his holy religion is the same, and all the truth is the same. There is no plan, no device, no possible way in which we can get rid of &#x201C;Mormonism,&#x201D; only by taking the downward road which leads to hell, until <div class=\"break columnbreak\" id=\"149b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0149.pdf\" target=\"pdfwin\">p.&#xA0;149b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3763\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spiritually and temporally the whole organized being is dissolved and the particles thereof have returned again to native elements. We read in the Scriptures of the second death not having power over certain ones.<span class=\"citation\" id=\"80535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80535)\">Rev. 20:6<\/a><\/span><span class=\"citation\" id=\"86959\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86959)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86959)\">D&amp;C 76:37<\/a><\/span> The first death is the separation of the spirit from the body; the second death is, as I have stated, the dissolution of the organized particles which compose the spirit, and their return to their native element. The wicked spirit will have to endure the wrath of the Almighty, until it has paid the uttermost farthing,<span class=\"citation\" id=\"63166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63166)\">Matt. 5:26<\/a><\/span> where the &#x201C;worm dieth not, and the fire is not quenched.&#x201D;<span class=\"citation\" id=\"66588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66588)\">Mark 9:44<\/a><\/span> Every debt that has been contracted by it must be canceled. <\/div><div class=\"paragraph jod\" id=\"v9n744\"> I will say a few words in regard to your belief in being led, guided, and directed by one man. Brother Jackman has said that our enemies hate the fact of our being led by one man. Thousands of times my soul has been lifted to God the Father, in the name of Jesus, to make that verily true in every sense of the word, that we may be led by the man Jesus Christ, through Joseph Smith the Prophet. You may inquire how we are to know that we are so led. I refer you to the exhortation you have heard so frequently from me. Do not be deceived, any of you; if you are deceived, it is because you deceive yourselves. You may know whether you are led right or wrong, as well as you know the way home; for every principle God has revealed carries its own convictions of its truth to the human mind, and there is no calling of God to man on earth but what brings with it the evidences of its authenticity. Let us take a course that leads to the perpetuity of the natural life which God has given us, and honor it. Should we pursue this course faithfully, and never bestow one thought for the life that is to come, we are just as sure of that  <div class=\"break pagebreak\" id=\"150a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0150.pdf\" target=\"pdfwin\">p.&#xA0;150a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3762\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>immortal life as we are of the life we now possess. This, in fact, is the only way in which we can be prepared to inherit that more glorious life. <\/div><div class=\"paragraph jod\" id=\"v9n746\"> What a pity it would be if we were led by one man to utter destruction! Are you afraid of this? I am more afraid that this people have so much confidence in their leaders that they will not inquire for themselves of God whether they are led by Him. I am fearful they settle down in a state of blind self-security, trusting their eternal destiny in the hands of their leaders with a reckless confidence that in itself would thwart the purposes of God in their salvation, and weaken that influence they could give to their leaders, did they know for themselves, by the revelations of Jesus,<span class=\"citation\" id=\"74392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74392)\">Gal. 1:12<\/a><\/span> that they are led in the right way. Let every man and woman know, by the whispering of the Spirit of God to themselves, whether their leaders are walking in the path the Lord dictates, or not. This has been my exhortation continually. <\/div><div class=\"paragraph jod\" id=\"v9n747\"> Brother Joseph W. Young remarked this morning that he wished the people to receive the word of the Lord through his servants, be dictated by them, and have no will of their own. I would express it in this wise: God has placed within us a will, and we should be satisfied to have it controlled by the will of the Almighty. Let the human will be indomitable for right. It has been the custom of parents to break the will until it is weakened, and the noble, Godlike powers of the child are reduced to a comparative state of imbecility and cowardice. Let that <div class=\"break columnbreak\" id=\"150b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0150.pdf\" target=\"pdfwin\">p.&#xA0;150b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3762\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> heaven-born property of human agents be properly tempered and wisely directed, instead of pursuing the opposite course, and it will conquer in the cause of right. Break not the spirit of any person, but guide it to feel that it is its greatest delight and highest ambition to be controlled by the revelations of Jesus Christ;<span class=\"citation\" id=\"74393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74393)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74393)\">Gal. 1:12<\/a><\/span> then the will of man becomes Godlike in overcoming the evil that is sown in the flesh, until God shall reign within us to will and do of his good pleasure.<span class=\"citation\" id=\"74772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74772)\">Eph. 1:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n748\"> Let all persons be fervent in prayer, until they know the things of God for themselves and become certain that they are walking in the path that leads to everlasting life; then will envy, the child of ignorance, vanish, and there will be no disposition in any man to place himself above another; for such a feeling meets no countenance in the order of heaven. Jesus Christ never wanted to be different from his father: they were and are one.<span class=\"citation\" id=\"70765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70765)\">John 17:22<\/a><\/span> If a people are led by the revelations of Jesus Christ, and they are cognizant of the fact through their faithfulness, there is no fear but they will be one in Christ Jesus,<span class=\"citation\" id=\"74577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74577)\">Gal. 3:28<\/a><\/span> and see eye to eye.<span class=\"citation\" id=\"59570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59570)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"87957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87957)\">D&amp;C 84:98<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n749\"> We shall not be entirely free from sin for some time yet; but so long as it is in a state of perfect subjection, we are so far sanctified to keep up this warfare against the power of sin until we have obtained a perfect mastery over the evil that is within our organisms, and are able to control it constantly until death shall end the struggle: then shall we be prepared for a glorious resurrection. Amen. <\/div>\n<\/div>\n<\/div>"}