{"ID":90026, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Facilities in Utah for the Comfort and Prosperity of the Saints.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Bowery, Great Salt Lake City, June 9, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Facilities in Utah for the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 6\/9\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d26\">\n<div class=\"paragraph jod\" id=\"v9n715\"> Brethren and sisters, I feel to bear my testimony to what we have heard this morning. I have accompanied the President upon this trip, an account of which he has so ably laid before you; and I do not feel that I could add anything in regard to the description which he has given of our journey through the southern settlements. He has given you a full descriptive account of the journey and of the things that have transpired, and I can truly say that I never enjoyed myself better upon a journey or pleasure excursion that afforded me greater satisfaction than this has done. I have accompanied him many times on trips of this kind, and I think I have enjoyed this a little better than any other. <\/div><div class=\"paragraph jod\" id=\"v9n716\"> It seemed that new ideas and new scenes arose before us all the time; it seemed that the Lord was multiplying and increasing the people called Latter-day Saints. They were scattered through the country in almost <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every nook and corner where they could take advantage of a few acres of fertile land. There they were busily engaged endeavoring to subdue it. This was pleasing to behold. <\/div><div class=\"paragraph jod\" id=\"v9n717\"> We were everywhere met with kindness and hospitality, and all the people seemed glad to see us and to have us tarry with them. When we left one place, many of the brethren would follow us to the next, to hear of the word of the Lord. In fact, in all of the southern settlements, our hearts were continually rejoiced in seeing the thousands that flocked around us, and in seeing their endeavors to learn what would best promote the cause and kingdom in which we are all engaged. It seems as though the Territory was enlarging and the places fit for the habitations of men were becoming more numerous, and, as the people have frequently been told, that when they began to crowd together, other places would open and fountains of  <div class=\"break pagebreak\" id=\"145a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0145.pdf\" target=\"pdfwin\">p.&#xA0;145a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>water spring up, sufficient for the increasing wants of this people. We now feel that it is so&#x2014;that the places are multiplied&#x2014;that fertile spots and fountains of water are springing up and being discovered in these valleys of the mountains for the habitations of the Saints of the Most High God. <\/div><div class=\"paragraph jod\" id=\"v9n719\"> This land is choice above all other lands<span class=\"citation\" id=\"80918\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80918)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80918)\">1 Ne. 2:20<\/a><\/span> for the Saints of God, for there is no other land that I know of by travel, by description, or by report, that combines so many and such great facilities and advantages to benefit the Saints of the Most High. Here can be produced the things that are necessary for the comfort and benefit of man; and with these elements that have lain dormant so long is combined the blessings of the most secure places and the most formidable barriers against interruptions from any foreign foe. I feel every time I think of it, as I stated south, that every mountain ridge, the wide and extended plains, and even sagebrush, I look upon as a friend to the Saints, and that they are thrown around them as an insurmountable barrier against those who desire the overthrow of the kingdom of God upon the earth. But here we are, where can we draw from the elements those things that we need&#x2014;where we are protected from those that seek our overthrow and destruction. <\/div><div class=\"paragraph jod\" id=\"v9n720\"> The Lord our God has done this, and has brought this people to it. Here is a land prepared for us, where we can build and inhabit, multiply and increase, and become a great and a mighty people. My heart has rejoiced when I have reflected upon those things&#x2014;when I have reflected and looked at the facilities put into our hands for the improvement and advancement of this people. The olive, the cotton, and all those things which come from warm climates, can be raised in abundance. The soil is very rich, light, and loose, and suit<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"145b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0145.pdf\" target=\"pdfwin\">p.&#xA0;145b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3767\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>able for the growing of those fine provisions and commodities of life that are grown in southern localities, such as indigo, tobacco, cotton, and many other articles that cannot be raised in this northern part of the Territory: they can be cultivated in great abundance in the southern portions of Utah. <\/div><div class=\"paragraph jod\" id=\"v9n721\"> It will not do to abuse it like we do heavier soils: it is light and will easily waste away; but, if properly cultivated, it will produce very abundantly. It is not so well adapted to wheat as the soil in this and the other northern counties. The willow, if planted alive like fence stakes, will grow like a hedge, and make a beautiful appearance. That country is also very suitable for the peach culture. True, we can raise very good ones here, but the climate is far more suitable in Washington County. Apricots also do well there, and apples and plums come to maturity very early. Take that in connection with this part of the Territory, and see what we can do. We can raise the flax, the pork, the beef, and the sheep, and we can get up an exchange of commodities with the people in the southern settlements, and furnish them the things which they cannot produce so easily, and in exchange receive what they have to dispose of, and thereby establish an international trade between the people of the north and south in this Territory. <\/div><div class=\"paragraph jod\" id=\"v9n722\"> It will not be long before there will be a string of towns and villages on each side of the present settlements of this Territory, from Skull Valley on the west to the Sevier Lake, Lower Beaver, and the sink of Coal Creek to the Mountain Meadows; on the east, from the headwaters of the Rio Virgin to the headwaters of the Sevier, and by way of Sanpete to the head of the Provo, Weber, and Bear Rivers, and to Cache Valley. <\/div><div class=\"paragraph jod\" id=\"v9n723\"> There is land and locations, with  <div class=\"break pagebreak\" id=\"146a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0146.pdf\" target=\"pdfwin\">p.&#xA0;146a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3766\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>water privileges in abundance, and then we are finding more continually: the people are extending their settlements on all sides, making a complete cord of settlements on the east and west of our present locations. <\/div><div class=\"paragraph jod\" id=\"v9n725\"> It rejoices my heart to see Zion spread herself abroad in these valleys of the mountains&#x2014;to see her lengthening her cords and strengthening her Stakes.<span class=\"citation\" id=\"59677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59677)\">Isa. 54:2<\/a><\/span> What else rejoices me? It rejoices and makes glad my heart to see that righteousness predominates in the midst of the Saints of the living God. This, I am happy to say, is the case, although there are some who do very little towards building up the kingdom of God, while there are many that do things towards building up the Devil's kingdom; but this is not as it should be. We have come here to get rid of doing that; we have come to establish peace and righteousness upon the earth; we have come here because the Lord wanted us and all his people to form a nucleus where his chosen ones could rally round and build up a kingdom. <\/div><div class=\"paragraph jod\" id=\"v9n726\"> All nations are in darkness and are corrupt before the Lord, and he has set his hand to establish a kingdom that shall be righteous&#x2014;to establish the principles of truth and virtue, that will form a nucleus for his kingdom, which we have so much desired to see in our day and generation. This is the nucleus in these valleys of these mountains. The Lord has <div class=\"break columnbreak\" id=\"146b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0146.pdf\" target=\"pdfwin\">p.&#xA0;146b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3766\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> done everything upon his part that seems to be necessary. I do not know what more he could have done, but he is willing all the time to help us. <\/div><div class=\"paragraph jod\" id=\"v9n727\"> Those who profess to be Saints of the Most High God&#x2014;those whom he has chosen to guide and dictate his people are the men that we should uphold by our faith, prayers, and means. The Lord has said, &#x201C;Here is the land which I have preserved for my Saints, and here is my servant Brigham whom I have appointed: he will preside over you; he will lead you.&#x201D; Therefore let us abide the counsels he imparts unto us, and go to and develop the resources of this land; and in doing this in righteousness before the Lord we build ourselves up temporally and spiritually, and the principles we have so dearly loved will be sustained. <\/div><div class=\"paragraph jod\" id=\"v9n728\"> Let us be united and go forth at the word as we shall be dictated to do, and let us drop everything that is the least displeasing at the sound of our President's voice. Inasmuch as we have done wrong heretofore, let us do it no more, but let us get hold of the same spirit by which he is actuated. Let us, then, follow our leader, and not pursue any other path; for he that followeth not with us scattereth abroad.<span class=\"citation\" id=\"64369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64369)\">Matt. 12:30<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n729\"> May the Lord bless us and enable us to live our religion, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}