{"ID":90020, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Difficulties With Which the Church Has Had to Contend in Its Establishment in Utah.<\/div>\n<div class=\"subtitle\">Discourse by Elder George A. Smith, delivered at Logan, Cache County, September 10, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Difficulties, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 9\/10\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d20\">\n<div class=\"paragraph jod\" id=\"v9n519\"> I love to hear the teachings of the servants of God, especially those whom God has appointed to preside over his people in all the world. I love also to contribute my testimony, or to speak to the Saints by way of encouragement, illustration, and instruction. For twenty-eight years past, it has been the feeling of my heart that if there was anything on the earth that I could do to advance the work of the Lord in the last days, I wished to do it; and if I have let anything slip that I ought to have done, it has been for want of understanding and a proper knowledge of the circumstances at the time. I entertain the same sentiments and determination today upon this subject that I have entertained for twenty-eight years past. <\/div><div class=\"paragraph jod\" id=\"v9n520\"> I am gratified and rejoice exceedingly in beholding the faces of my brethren and sisters in this valley. From the manner which the people here have received the President and his escort, it is plain they are wide awake. A band of music met us on the mountain side, and they played with a free goodwill. The drummer seemed as though he was determined to beat the head of his drum in; and when the brethren undertook to sing in the meetinghouse at Wellsville, it seemed as though their united voices would tear the house to pieces, so loud were their rejoicings. The spirit in them inspired them to do as they did. <\/div><div class=\"paragraph jod\" id=\"v9n521\"> We do not realize to the full ex<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"109b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0109.pdf\" target=\"pdfwin\">p.&#xA0;109b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3803\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tent what we are doing. We are actually settling a portion of the earth that has been considered uninhabitable. We are reclaiming it from a desert, and building upon it a foundation for an immense State; and that State is composed of a united people, who are almost universally of harmonious sentiments. The foundation of this settlement of the &#x201C;Mormon&#x201D; people in the mountains really attracted the notice of the Federal Government. We had been mobbed and persecuted and driven from place to place, from city to city. On that kind of treatment we have flourished; our numbers have increased, although many of our brethren have laid their bones in the grave prematurely, and many of our wives and children have perished through persecution; yet from their ashes have seemed to spring thousands. <\/div><div class=\"paragraph jod\" id=\"v9n522\"> When we fled into the wilderness, our enemies said, &#x201C;Now, let the Mormons alone; they will encounter so many difficulties and so many natural objections to their growth, they must come to naught; they will quarrel with each other, and they will soon break up, and we shall have no more trouble with them.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n523\"> When James K. Polk, President of the United States, was told that the &#x201C;Mormons&#x201D; had occupied the Great Basin, and were making settlements on the borders of the Great Salt Lake, &#x201C;Why,&#x201D; said he, &#x201C;that is the key of the continent.&#x201D; When the wisdom of the venerable Senator, the late Sec<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"110a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0110.pdf\" target=\"pdfwin\">p.&#xA0;110a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>retary Cass, was brought into requisition on the subject, &#x201C;What shall we do with the Mormons?&#x201D; said he. &#x201C;Send a small army among them, under the command of an intelligent officer; send good-looking, companionable, sociable officers, and a few strong-minded women; yes, send men who are calculated to win away their females, and thus civilize them, by introducing among them habits of modern Christian civilization; and in a short time you will reduce them to the necessity of being satisfied with one wife.&#x201D; Colonel Steptoe was sent here to fulfil that mission with the gentlemanly officers and soldiers who composed his command. The object of their errand, however, was not accomplished. <\/div><div class=\"paragraph jod\" id=\"v9n525\"> In a short time afterwards they came to the conclusion that it was necessary to take a step that should make an utter end of &#x201C;Mormonism&#x201D; at once, by a decided and bold stroke of &#x201C;our gallant little army.&#x201D; The nation was proud of so grand an undertaking. The press lauded the project, and the members of the Government were proud of the zeal in which this enterprising war was undertaken. The delusion passed current that the &#x201C;Mormons&#x201D; would now be broken up. Their first hope was that famine would reduce us to destruction; but this had failed. <\/div><div class=\"paragraph jod\" id=\"v9n526\"> And while they were looking for tidings that in the hard winter of 1856 the &#x201C;Mormons&#x201D; had all perished of starvation, our Delegates suddenly appeared at the Capitol, asking for admission into the Union as a State. This astonished them. <\/div><div class=\"paragraph jod\" id=\"v9n527\"> Do they not remember that from the earliest period of our history, the nation and the different States have recognized us as a separate people? In 1834, Daniel Dunklin, Governor of Missouri, said in an official document that the constitution and laws of the State of Missouri made ample pro<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"110b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0110.pdf\" target=\"pdfwin\">p.&#xA0;110b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3802\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>visions for the protection of the Mormons; but the prejudices of the people of Missouri were so great against them, that they could not be enforced, and consequently the Mormons could not be reinstated in the possession of their lands and protected in their rights. <\/div><div class=\"paragraph jod\" id=\"v9n528\"> If my friend, Attorney General Blair here, will allow me, I will quote Blackstone, who says that &#x201C;Allegiance is that ligament or thread which ties or binds the subject to the sovereign, and for which the subject is entitled to protection from the sovereign.&#x201D; Now, the very minute that the sovereign, king, or government, republic, or whatever form of government it may be, shall cease to extend protection to their subjects, whether they be many or few they necessarily become independent, and are compelled for self-preservation to protect themselves and to look out for their own wants and provide for their own necessities. That is the situation we were in in Missouri when Governor Dunklin declared that the constitution and laws of Missouri could not be enforced so as to protect this people. It was virtually declaring us independent of that State, and acknowledging our right to protect ourselves in that capacity. The truth of this position was further illustrated by the imposition upon us of a treaty by Major General Lucas in the fall of 1838, which treaty was approved by Major General Clark, and subsequently by L. W. Boggs, Governor of the State; and thus, contrary to our will, and at the point of thousands of bayonets, were we compelled to be one of the high contracting parties to a treaty&#x2014;an exercise of power which belongs alone to independent sovereignty. <\/div><div class=\"paragraph jod\" id=\"v9n529\"> From that day, and I do not know how long before, so far as allegiance is concerned, we were cast without the pale of the jurisdiction of the Government in which we lived. It was not we that did this: it was forced  <div class=\"break pagebreak\" id=\"111a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0111.pdf\" target=\"pdfwin\">p.&#xA0;111a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>upon us. We were law-abiding citizens, and wanted the protection of the laws, the constitution, and the Government of Missouri: we wished to remain quietly in our homes, and have the privilege of eating the bread of industry, and to rear our children in virtue's ways. But no, &#x201C;these institutions [constitution and laws] are not for you Mormons.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n531\"> We found the same doctrine held good in Illinois, and the same principle has been carried out precisely by the action of the General Government towards us. <\/div><div class=\"paragraph jod\" id=\"v9n532\"> I was told at Washington that if we were not Mormons, we should be hailed with generosity and friendship; and the prestige of having subdued this country and brought it into use would have placed us foremost in the rank of Territories. But we were &#x201C;Mormons.&#x201D; These are the sentiments, the spirit, and the feeling all over the country and with the Government. <\/div><div class=\"paragraph jod\" id=\"v9n533\"> We look at this matter as it is. The General Government is not going to donate land to us, while they were ready to give the settlers in Oregon six hundred and forty acres of land each, half as much for their wives, and a quarter as much for each one of their children. Oregon is located on the seaboard, possessing the advantage of large navigable rivers. It has a flourishing commerce growing up, providing the people with exchanges at comparatively little cost. <\/div><div class=\"paragraph jod\" id=\"v9n534\"> Utah is in the heart of the desert. It requires persons of the most undaunted courage and energy to possess it at all. Then, why not give them chance to occupy the land? Why not encourage the settlers of Utah, to reward them for their energy and toil in reclaiming a desert, by giving them six hundred and forty acres of land apiece? Because &#x201C;they are damned Mormons!&#x201D; That is the reason they do not give them an acre. <\/div> <div class=\"break columnbreak\" id=\"111b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0111.pdf\" target=\"pdfwin\">p.&#xA0;111b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3801\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n535\"> What do we find in the administration of Mr. Buchanan? The very first step he took was to gather the flower of the American army&#x2014;the finest and best appointed army that ever the United States fitted out. This was the declaration of the members of the Cabinet and the press throughout the whole country. The army under Washington that captured Lord Cornwallis hardly amounted to twelve thousand men; the army that was sent to Utah and actually marched for this Territory numbered over thirteen thousand soldiers; but altogether, with the <span class=\"italic\">attaches<\/span> they employed, it amounted to upwards of seventeen thousand men. Even this vast army was not allowed to pass through the inhabited parts of the Territory until the High Commissioners sent by the President of the United States, exercising, though disclaiming the authority of the treaty-making power, negotiated for their passage into the settlements. Many attempts were made to violate this compact, and in many instances they did so to a limited extent, but they found dangers beset them. An old Frenchman said they would damn the &#x201C;Mormons&#x201D; when they would get up, and when they would go to bed, when they would drink, smoke, and gamble, and they would say, &#x201C;Why not go to work and destroy them?&#x201D; Then they would reason, &#x201C;We are here right in the midst of the Mormons: there are only a few thousands of us; and if we commence the play, we shall all go under: then the people will come from the States and kill all the Mormons; but what good would that do us if we were all dead?&#x201D; God fought our battles.<span class=\"citation\" id=\"89968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89968)\">D&amp;C 105:14<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n536\"> To conclude the argument that we are an independent people, acknowledged by the United States, and that our Territory was no longer tenable to their armies, but must be evacuated, orders were given by the Presi<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"112a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0112.pdf\" target=\"pdfwin\">p.&#xA0;112a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>dent to destroy everything that could be of use to us here. &#x201C;Burst your cannon, blow up your magazines, and waste everything you cannot carry away and that would be of any use whatever to the Mormon people; for in vacating a Territory we cannot conquer. We must let nothing go into the hands of our enemies that will in any way benefit them.&#x201D; The destruction of property in this way is an evidence of hostilities. This is the practice of nations that are at war with each other, to destroy what they cannot carry away. <\/div><div class=\"paragraph jod\" id=\"v9n538\"> We have had to protect ourselves and sustain the expense of Indian wars, make our own laws, regulate ourselves in our own way, and no nation, kindred, tongue, or people has the right to say, Why do you so? This right so far has been conceded; the army has been withdrawn from our country, and they have gone away, in a manner acknowledging their defeat. To be sure, many of the officers went away saying, &#x201C;We will come by-and-by and wipe you out.&#x201D; But as God would have it, they are employed in paying such compliments to each other as they had designed to inflict upon us. <\/div><div class=\"paragraph jod\" id=\"v9n539\"> I have friends in what is now termed the Northern and Southern Confederacies, for now the Federal Union is one of the things that has ceased to be. Such a thing as the Government of the United States as organized by our fathers has ceased to exist. The North claims to be it; but the United States as a Government, as a nation, as organized by our fathers, is among the things that were. Fragments of it, in the shape of separate governments or combinations, may be able to inflict national chastisement upon each other, or make war with foreign nations; but it is only as a fraction, and not as a whole. The State of Kentucky declares that neither the <div class=\"break columnbreak\" id=\"112b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0112.pdf\" target=\"pdfwin\">p.&#xA0;112b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3800\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> North nor South shall march armies into their Territory. You find in the history of the wars of Europe that an armed neutrality is not an uncommon thing. Kentucky is observing the same. She is a powerful State; she may be drawn into the great vortex of war; she may take sides with the North or with the South, or most likely be divided on both sides; but she is no more in connection with the General Government, as it is called, than with Tennessee or Virginia. <\/div><div class=\"paragraph jod\" id=\"v9n540\"> Turmoil and mob power rule. They are destroying each other, demolishing public improvements: printing presses have been destroyed in Missouri and most other States. Blackstone says that a press that publishes falsehood and licentiousness is a nuisance, and that all corporations should have power to abate it. We abated the <span class=\"italic\">Expositor<\/span> in Nauvoo according to law on this ground. Both the North and the South have been doing the same thing: hundreds of papers have been suppressed. Gov. Ford said it was right to abate the <span class=\"italic\">Expositor<\/span>, but it would have been better by mob than by municipal authority; and now mob law rules the whole country and destroys printing presses without let or hindrance. <\/div><div class=\"paragraph jod\" id=\"v9n541\"> We will now speak of our mountain home. The Lord has smiled upon these valleys. Colonel Fremont was in the Bear River Valley in August, 1843, when the mercury stood at 29 degrees, showing conclusively that grain could not be ripened here. People in the States would pick up that report and say, &#x201C;Everything will freeze to death there.&#x201D; A few years passed away, and you find eight or nine hundred families of Saints in Cache Valley, and they can raise the finest wheat, flax, and wool. I saw yesterday as fine a specimen of tobacco as can be raised in Virginia. Every nation  <div class=\"break pagebreak\" id=\"113a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0113.pdf\" target=\"pdfwin\">p.&#xA0;113a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>feels it is their best policy and their duty to adopt such a system of political economy as will provide for their own wants, and protect themselves against the exactions of other nations. <\/div><div class=\"paragraph jod\" id=\"v9n543\"> We need not expect to get cotton from the Southern States, for they are fighting with the North, and have not time to raise it and communication is cut off by a blockade. We need not expect to get tobacco from the South, for the negroes are at work digging entrenchments and raising corn for the Southern army. <\/div><div class=\"paragraph jod\" id=\"v9n544\"> We have got to provide for ourselves as a great family and as a nation. All enlightened nations have endeavored to get control of a northern and southern climate. The God of heaven, in his abundant mercy, has given us the control, in these elevated valleys, of a northern and southern climate. <\/div><div class=\"paragraph jod\" id=\"v9n545\"> There are a great many persons among us that use tobacco, and there are some reasons why they use it. For instance, our young men see a Gentile with a stove pipe hat on, a pair of big whiskers, and a cigar in his mouth. Oh, it looks so pretty, think our young men; and if they cannot get a cigar, they must have a pipe. Many of our boys see an old man that has been educated among the Gentiles, and has contracted, unfortunately, a habit of chewing tobacco. While walking along, he spits upon the snow; it colors the virgin snow as though a calf had been there. The boy looks at it, and says he, &#x201C;That looks nice;&#x201D; so he gets his tobacco, and spits on the snow also. &#x201C;There,&#x201D; says he, &#x201C;that looks as though a man had been along here.&#x201D; This habit has become stubborn with many people. You may be astonished when I tell you that it takes about sixty thousand dollars in cash out of our Territory every year for the article of tobacco. Within the last ten years we have <div class=\"break columnbreak\" id=\"113b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0113.pdf\" target=\"pdfwin\">p.&#xA0;113b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3799\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> paid in the neighborhood of six hundred thousand dollars for this one article. <\/div><div class=\"paragraph jod\" id=\"v9n546\"> It is entirely against our interest to pay out this yearly sum for an article we can raise in our own country, and a violation of the true principles of political economy. I will appeal to our individual pockets. I will say I have got to pay for me and my boys for twenty-five pounds of tobacco in a year. Suppose a taxgatherer comes, and my tax is twenty-five dollars, I say I have not a red cent, and I cannot pay it. It cannot be had; I cannot raise it; but twenty-five dollars in tobacco must be raised: there are no two ways about that. <\/div><div class=\"paragraph jod\" id=\"v9n547\"> Now, as a State, in this item of political economy, let us raise and manufacture our own tobacco, and learn to think and believe that tobacco of our own raising is just as good and a little better than that brought from abroad. <\/div><div class=\"paragraph jod\" id=\"v9n548\"> We sent brethren to the South to raise cotton in 1857. Something like thirty-three of them went, and the next year many more went, so that in 1858, the vote of Washington County amounted to one hundred voters. Many of them were Southern men, who had been gathered from Texas, Alabama, Mississippi, and other parts of the Southern States. They were accustomed to raising cotton. The President advised them to go there and supply the Territory with cotton. It had the appearance of a barren country generally. The mountains were barren and bleak in their appearance; red sandstone, and black volcanic rock, and a variety of grey-colored clay prevailing, altogether giving it a kind of somber, deadly appearance. The brethren went to raising cotton in small patches as they could find the land, and every year they cultivated it they found the cotton to improve in quality.  <div class=\"break pagebreak\" id=\"114a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0114.pdf\" target=\"pdfwin\">p.&#xA0;114a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>They raised better cotton last year than the year before, and so they have continued until it has become a certainty that cotton can be raised there. <\/div><div class=\"paragraph jod\" id=\"v9n550\"> I have seen men load up their cotton and start this way to trade it off. Say they, &#x201C;I want to get a few bushels of wheat, and pay in cotton.&#x201D; The answer has been, &#x201C;I can do nothing with your cotton; but if it was spun, I would buy it.&#x201D; So the cotton raiser has considered it of little use to raise cotton, and went to raising wheat. They did not know what to do with their cotton when it was raised. You may go to those same persons that would not buy from the cotton raiser, and their women say&#x2014;&#x201C;Husband I have got to have some cotton batting from the store, to make some quilts of. Now, husband, you need not try to dodge; the batten has got to come.&#x201D; It costs fifty cents a pound, and one-third of it is paper when you get it. Sister, why did you not buy that brother's cotton the other day: you would have got two dollars for your wheat you sell at the store for one? &#x201C;Oh, his cotton was grown at home, and that bought in the stores is made into nice sheets, all ready for spreading in the quilt.&#x201D; You can take a pair of hand cards and prepare our homemade cotton for the quilt with but a little trouble, and you would have the clean cotton instead of one-third brown paper. For your bushel of wheat, after hauling it to the store, you get a pound and a half of cotton; whereas, if you sell your wheat to the home producer for cotton, you have laid at your door four pounds of cotton for a bushel of wheat. <\/div><div class=\"paragraph jod\" id=\"v9n551\"> To buy the foreign cotton in this manner, and discourage home production, is very far from good political economy. Quite an amount of raw cotton is wanted in this Territory for filling quilts and other purposes by <div class=\"break columnbreak\" id=\"114b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0114.pdf\" target=\"pdfwin\">p.&#xA0;114b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3798\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every family. The wool answers a good purpose, but it is not plentiful enough; and even if it were, there are many kinds of quilts and comforters for which cotton is far preferable. Did we only encourage this home production of cotton to this limited extent, it would save thousands of dollars of money that is now thrown needlessly into the pockets of merchants to supply this article from abroad. Let us stop this suicidal practice of sending away our money. It would be better to braid our bed covering from oat straw, until we can supply our wants from the elements and soil of our own mountain valleys. <\/div><div class=\"paragraph jod\" id=\"v9n552\"> In 1857, the brethren had began to raise flax. I speak particularly of Provo. In 1858, the army came, and there was a chance for a man to make a few dollars by licking the dust of their feet and bowing down to them; so the flax was left to rot. I can find perhaps a hundred places now in the city of Provo where flax is suffered to go again into the ground, while the owners considered they ought to go and do something for the Gentiles to get money to buy clothes. <\/div><div class=\"paragraph jod\" id=\"v9n553\"> Some man says, &#x201C;I worked up some flax, and it was worthless&#x2014;it was rotten.&#x201D; It is known in all flax countries that if you get flax too much rotted by laying it up a year or two, it will recover its strength. In Pennsylvania, which is a good flax raising country, some farmers will have five or six years' flax laid up, and each year they select out of it that which makes the best thread. When you find your flax a little too rotten, you are at once discouraged, and straightway make up your minds to go and work for the Gentiles to get some of their rotten rags. <\/div><div class=\"paragraph jod\" id=\"v9n554\"> A great many &#x201C;Mormons,&#x201D; when they become wealthy, want to go back to show their former comrades and  <div class=\"break pagebreak\" id=\"115a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0115.pdf\" target=\"pdfwin\">p.&#xA0;115a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>friends what an amount of property they have got. But with all this bombast and vain show, we do not really possess anything. A man says, &#x201C;I came into Cache Valley two years ago, I got forty of acres land, and I have raised a good deal of wheat by very hard labor, and that wheat is mine.&#x201D; You ploughed the ground and watered it; but who made the seed grow that you threw into the ground? The Lord. Then it is his: he let you have a little of it, to see what you would do with it. Have you a right to abuse the Lord's means which he permits you to use? No. But, as a member in the kingdom of God in the last days, you have a right to use it for the advancement of that kingdom, and the triumph of righteousness, and for doing good in every possible way. <\/div><div class=\"paragraph jod\" id=\"v9n556\"> I have heard men say that they have a right to do wrong. In one sense, a man has such a right; and, in another sense, he has no such right. We possess, in reality, very little; and that little the Lord has given us, and that is the power of choice. We may choose to do good, and, if we do good, we get the reward of good; we may also choose to do evil and reap the penalty. A man may knock another down because he has a right to, and have to pay a fine of fifty dollars because he is obliged to. I deny that a man has a right to make thieves of his children and prostitute his family. If he does this, the Lord is justified in cursing him, and he will be obliged to endure it. This power of choice goes a great way. A young man says, I have a notion to go on the road and work for the Gentiles, carry the mail, or anything else. All right. But your friend suggests that it would be better for you to make a farm, build you a house, raise some flax, etc. &#x201C;But I have a right to work for the Gentiles, if I choose, and I am going to.&#x201D; You <div class=\"break columnbreak\" id=\"115b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0115.pdf\" target=\"pdfwin\">p.&#xA0;115b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3797\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> go and build them up with your labor. This young man comes home after a while, he sports a cigar in his mouth among his comrades, he has made thirty dollars per month, he has a few dollars in money in his pocket; it has seemed to come easy, and his soul is contaminated with wickedness. In a little while his money is gone, and he has nothing. Then he must go again among the Gentiles and make a raise. I hope the &#x201C;Mormon&#x201D; girls know how to measure such fellows. A sensible girl would much rather marry a young man, dressed in homespun, who will stay at home and mind his business, and never suffer a cigar to come near his mouth, but seek with all his might in every respect to be a good, faithful Latter-day Saint. <\/div><div class=\"paragraph jod\" id=\"v9n557\"> Speaking of cigar smoking makes me think of an anecdote of a sick man and his doctor. The doctor asked him how many cigars he smoked in a day; the answer was, Six. That is too much; you must quit smoking. You will allow me to smoke a little. Yes, you may smoke two a day to begin with, and finally quit altogether. The next day the doctor called to see his patient, and found him smoking a cigar two feet long. What are you doing, inquired the doctor? Just doing as you told me; I went down to the cigar maker and got two made two feet long, and they answer first rate. <\/div><div class=\"paragraph jod\" id=\"v9n558\"> When a man begins to adopt Gentile habits, a cigar two feet long is only a patching to the extravagance he will become addicted to. <\/div><div class=\"paragraph jod\" id=\"v9n559\"> I see in this valley large fields fenced out. In some places, there have been four or five acres ploughed; in some, ten acres: pass on a little further, and there are a few acres more. How is this, brother Maughan? Men enclose more than they can cultivate, water, and improve, and a very large  <div class=\"break pagebreak\" id=\"116a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0116.pdf\" target=\"pdfwin\">p.&#xA0;116a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>portion must necessarily be vacant, for it was difficult to get water on it. Many acres of grain perish, and the grasshoppers devoured much that remained from the drought. I advise you, brethren, to stop this scattering method of cultivation, and gather your farms together, and make fields well fenced, plough, and put in your grain well, and give it a sufficient amount of water, and you will have three times as much wheat as you got in the start of your settlements in this valley. <\/div><div class=\"paragraph jod\" id=\"v9n561\"> President Young is acknowledged by us all the master builder in Zion or, if you please, the master workman. If the master workman walks in among the timber laid out here for your big Tabernacle as the grand architect, planning and assorting the different sticks of timber for certain places and purposes, he does not expect to meet with opposition from the material out of which he designs to make a temple of worship. He comes to a stick of timber, and says, I will make a post of this; and the stick rises up in the dignity of its strength and will not be made a post, but will be a sleeper, and so on with all the timbers of the building: they are not subject to the will of the master builder. Will not this comparison represent a large portion of this people? The master builder points to the South and says, Go and raise cotton; but many reply, It is no cotton country; it is the most wretched, barren, Godforsaken country in the world. This is not submitting to the will of the master builder. <\/div><div class=\"paragraph jod\" id=\"v9n562\"> This puts me in mind of Jefferson Thompson, now a Brigadier-General in the secession army in Missouri. After he had been in this country, his comrades got around and inquired, Well, Mr. Thompson, how do you like that country? Any good land there? He replied, It is the most Godforsaken country in all creation. <div class=\"break columnbreak\" id=\"116b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0116.pdf\" target=\"pdfwin\">p.&#xA0;116b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3796\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> How did you find the Mormons living there? How do they live? Why, they raise plenty of wheat, and the best wheat I ever saw in my life. Can they raise anything else? Yes. The finest potatoes (I never saw finer), and every kind of garden stuff, and very good corn. Any fruit? They are beginning to raise some fine peaches and other kinds of fruits. But you said it was the most desolate, barren, Godforsaken country in creation: how is it, then, that they can raise such good stuff? Well I cannot account for it in any way, only it is a damned Mormon miracle! <\/div><div class=\"paragraph jod\" id=\"v9n563\"> That is the correct idea: the Lord is doing it. I have learned that in the county of Harrison, Western Virginia, they have not raised ten bushels of apples, peaches, plums, or a pint of strawberries in the whole country, although I dare say there are a thousand orchards in it, and their crops have failed; their glory has departed. The Lord blesses the land in proportion as they are willing to do good.<span class=\"citation\" id=\"58421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58421)\">Isa. 24:5<\/a><\/span> Last year, the word of the Lord came to this people, Send down two hundred teams and bring home the Saints. The teams were sent down. Some said we could not do without them at home; if so many teams went, we could not raise crops sufficient. But there has not been such a crop in all the Territory as was raised this year. The very sending of the teams seemed to be the assurance of the bountiful blessings of God on our crops. As the President remarked this forenoon, we say all we have is upon the altar: but let it begin to burn, and they begin straightway to pull it off. We are all united in our faith; but when the word comes, Brother, you have a good farm here; but the interests of Zion seem to require you should go to Santa Clara to raise cotton. But, says he, it is no cotton country, and he is awfully discouraged. What does it  <div class=\"break pagebreak\" id=\"117a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0117.pdf\" target=\"pdfwin\">p.&#xA0;117a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>matter in what part of the building the master builder places us? Every person is placed in a position he is the best qualified to fill, and which he will enhance the most the interests of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n564\"> As the President and his company were going down south, a brother wanted us to go and breakfast with him: he said he could not do very well by us, for he was sent on a mission, and he was not as rich as some of the people. When we went to breakfast, it was not ready. An apology was made that the women had to milk twenty cows: he had ten more on the Plains running with their calves, and he had not time to get them up. He said he wanted to accompany the President, but he had only two animals up; but he had two span of mules on the Plains that he thought would keep up with the President. I have had a hard time of it this season, and had but little time. I had to do all my farming with three-year-olds and four-year-olds. I sent four yoke of cattle to the States this season; yet I have thirty acres of wheat&#x2014;the best wheat you ever saw. What a poor man! But he was on a mission, and the idea of being on a mission made him think he was poor. <\/div><div class=\"paragraph jod\" id=\"v9n565\"> If a man feels rich, and has not a dime in his pocket, if he is righteous, he is rich indeed; but if he has a penurious disposition and is miserly, though his hands are full of riches, he does not turn it to a good account, and in a little while he is like the child that takes an apple in each hand, but undertakes to hold another; he is apt to drop the two to secure the third. <\/div><div class=\"paragraph jod\" id=\"v9n566\"> When you raise flax, hemp, wheat, cattle, wool, etc., let everything be placed in the best position to increase the creature comforts of life. Seek the means to manufacture the textile productions into clothing, etc., that <div class=\"break columnbreak\" id=\"117b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0117.pdf\" target=\"pdfwin\">p.&#xA0;117b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3795\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nothing may be lost or wasted, and thus learn to do without those things that have to come from abroad. Let us make our own crockery. Let us be willing to drink out of a brown mug or go without. We want to see every man and woman ready to do that which is for the general welfare more than for the individual interest. <\/div><div class=\"paragraph jod\" id=\"v9n567\"> We boast about being one, pray about it, and rejoice about it every minute; but let the Lord's servants try to dictate us how to manage our property in the best possible manner for the general good and the accelerated growth of the wealth and influence of this great people, we declare by our works they shall not touch a dollar. Zion is going to be a great empire, and seeing God has trusted us as stewards of the property we hold, we must use it to build up his kingdom and cause. And when the authorities advise us to put that property into a mill or carding machine, into this or that, for the welfare of Israel, do it cheerfully with a good heart and ready hand, and not with fear and whining. <\/div><div class=\"paragraph jod\" id=\"v9n568\"> I pray the Lord continually to inspire President Young with wisdom and knowledge, and judgment above all men upon earth, to dictate the affairs of Zion in a manner that shall be the most approved by his heavenly Master. I really do want to see a feeling of contentment manifested by the brethren who are sent into Washington County to raise cotton there, and make the mission honorable, and gain for themselves credit and the blessings of God and his servants. If a man is instructed to raise flax, and introduce machinery to manufacture it, I like to see him do it cheerfully. In all our works and labor, our first great interest should be the building up of the kingdom of God, and be so gritty that we will actually go without buying a paste<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"118a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0118.pdf\" target=\"pdfwin\">p.&#xA0;118a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>board bonnet or a pair of paper shoes, when we can have something we can produce ourselves that will answer the purpose. All these articles are produced by labor and ingenuity. Let the knowledge of these arts be communicated from one to another, and be the property of the whole to benefit the whole. There is a man in Pinto, Washington County, that makes cheese so skillfully that he never has any trouble with it in summer; he only has to turn it once in a while. Well, brother, how do you make that cheese? &#x201C;That is a secret.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n570\"> Now, brethren, if you know anything that is for the welfare of Israel, instruct others. If a sister knows how to get her up a tablecloth, let her show it to her sister, and let the knowledge pass round. If she understands the process of spinning cotton <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and flax, communicate that knowledge to others. Let us learn wisdom from our leaders. <\/div><div class=\"paragraph jod\" id=\"v9n571\"> The power of the Almighty has been manifested in gathering this people out of the midst of many nations. A greater miracle never existed. It has been done by his wise counsel and fatherly care, and a nation has been established without the shedding of blood. Zion has been travailing and has brought forth. I have traveled this season to preach to the Saints twenty-five hundred miles and stopped with the Saints every night. I have preached to hundreds of congregations, large and small, in houses and out-of-doors. <\/div><div class=\"paragraph jod\" id=\"v9n572\"> May the blessing of Israel's God attend you and your crops, and herds and flocks; and everything that pertains to you, may it be blessed continually. Amen. <\/div>\n<\/div>\n<\/div>"}