{"ID":90028, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Obedience to the Commandments and Revelations of God.<\/div>\n<div class=\"subtitle\">Discourse by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, June 19, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Obedience to the Commandments, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/19\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d28\">\n<div class=\"paragraph jod\" id=\"v9n751\"> Brethren and sisters, you have all heard what has been said by President Young and others. I can say that I agree with them in all those things of which they have spoken. I have been very much annoyed, ever since I came into these mountains, by those thieves that have been prowling around and stealing our property. I cannot think what fathers are doing to allow their children to mingle with those who are known to be thieves, thereby creating a propensity to interfere with other men's property. My father was not a religious man, but he always taught his children good morals and strict honesty: he also paid due respect to the religions of the day. He instructed them against lying, stealing, and every species of vice; and I presume that there are not many who have been more strictly educated in the principles of morality than I have. <\/div><div class=\"paragraph jod\" id=\"v9n752\"> When people sent their children to school in those days, they were taught, among other things, the Ten Commandments.<span class=\"citation\" id=\"54177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54177)\">Ex. 20:3-17<\/a><\/span> The principles inculcated in those commandments were impressed upon their young and tender minds, such as, &#x201C;Thou shalt not steal.<span class=\"citation\" id=\"54288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54288)\">Ex. 20:15<\/a><\/span> Thou shalt not covet any of thy neighbor's property.<span class=\"citation\" id=\"54315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54315)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54315)\">Ex. 20:17<\/a><\/span> Thou shalt not bear false witness.&#x201D;<span class=\"citation\" id=\"54295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54295)\">Ex. 20:16<\/a><\/span> These and many other good principles were strongly enforced upon the children's minds, and this prevented them from being led astray. In the Book of Doctrine and Covenants we have <div class=\"break columnbreak\" id=\"151b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0151.pdf\" target=\"pdfwin\">p.&#xA0;151b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3761\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> these things set forth in great plainness. Read the 5, 6, 7, and 8 paragraphs of a revelation, given February, 1831,<span class=\"citation\" id=\"85290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85290)\">D&amp;C 42:12-31<\/a><\/span> which is as follows&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v9n753\"> &#x201C;And again, the elders, priests and teachers of this church shall teach the principles of my gospel, which are in the Bible and the Book of Mormon, in the which is the fulness of the gospel. And they shall observe the covenants and church articles to do them, and these shall be their teachings, as they shall be directed by the Spirit. And the Spirit shall be given unto you by the power of faith; and if ye receive not the Spirit ye shall not teach. And all this ye shall observe to do as I have commanded concerning your teaching, until the fulness of my scriptures is given. And as ye shall lift up your voices by the Comforter, ye shall speak and prophesy as seemeth me good; For, behold, the Comforter knoweth all things, and beareth record of the Father and of the Son. <\/div><div class=\"paragraph jod\" id=\"v9n754\"> And now, behold, I speak unto the church. Thou shalt not kill; and he that kills shall not have forgiveness in this world, nor in the world to come. <\/div><div class=\"paragraph jod\" id=\"v9n755\"> And again, I say, thou shalt not kill; but he that killeth shall die. Thou shalt not steal; and he that stealeth and will not repent shall be cast out. Thou shalt not lie; he that lieth and will not repent shall be cast out. Thou shalt love thy wife with all thy heart, and shalt cleave  <div class=\"break pagebreak\" id=\"152a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0152.pdf\" target=\"pdfwin\">p.&#xA0;152a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3760\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unto her and none else. And he that looketh upon a woman to lust after her shall deny the faith, and shall not have the Spirit; and if he repents not he shall be cast out. Thou shalt not commit adultery; and he that committeth adultery, and repenteth not, shall be cast out. But he that has committed adultery and repents with all his heart, and forsaketh it, and doeth it no more, thou shalt forgive; But if he doeth it again, he shall not be forgiven, but shall be cast out. Thou shalt not speak evil of thy neighbor, nor do him any harm. Thou knowest my laws concerning these things are given in my scriptures; he that sinneth and repenteth not shall be cast out. <\/div><div class=\"paragraph jod\" id=\"v9n757\"> If thou lovest me thou shalt serve me and keep all my commandments. And behold, thou wilt remember the poor, and consecrate of thy properties for their support that which thou hast to impart unto them, with a covenant and a deed which cannot be broken. And inasmuch as ye impart of your substance unto the poor, ye will do it unto me; and they shall be laid before the bishop of my church and his counselors, two of the elders, or high priests, such as he shall appoint or has appointed and set apart for that purpose.&#x201D;<span class=\"citation\" id=\"125428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125428)\">D&amp;C 42:12-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n758\"> In these days people act with their children as if they thought those wholesome doctrines were done away, and they are very ready in their ignorance to refer to Paul's saying about leaving certain principles and going on to perfection;<span class=\"citation\" id=\"76672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76672)\">Heb. 6:1<\/a><\/span> but the true doctrine is not to leave those principles which we first learned,<span class=\"citation\" id=\"94604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94604)\">Heb. 6:1 (JST)<\/a><\/span> but to bear them in mind, day by day, to do unto our neighbor as we would wish him to do unto us,<span class=\"citation\" id=\"63806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63806)\">Matt. 7:12<\/a><\/span><span class=\"citation\" id=\"65465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65465)\">Matt. 22:39<\/a><\/span> and thus go on to perfection. This is the law and the prophets.<span class=\"citation\" id=\"125429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125429)\">Matt. 22:40<\/a><\/span> These principles are in force upon us as much as they are upon others. <\/div><div class=\"paragraph jod\" id=\"v9n759\"> You may go and read the revela<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"152b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0152.pdf\" target=\"pdfwin\">p.&#xA0;152b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3760\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tions which God gave through Joseph Smith, and you will there find repeated in each of them some of those good old principles. From the first organization of this Church until today, virtue, honesty, and the strictest morality have been taught in all the revelations given through Joseph Smith and his successor. Then, for men to introduce those hateful practices of lying, stealing, drunkenness, and other vices into our midst, at the same time professing to be Saints, I cannot but feel to despise their conduct, if I do not hate them. It is taking a course to defile this community. The tabernacles of men become corrupted by these wicked acts which they perform while under the control of the evil spirits which dictate them, and that tabernacle that is defiled I will destroy, saith the Lord God.<span class=\"citation\" id=\"73170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73170)\">1 Cor. 3:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n760\"> These are my feelings upon the subjects treated upon by President Young and Bishop Woolley. As was remarked, I may also ask, Do we fear our enemies in the world? I answer, No. I have more fear about those corrupt individuals who dwell in our midst. <\/div><div class=\"paragraph jod\" id=\"v9n761\"> Let us endeavor to live up to our privileges; then the world have nothing more to do with us than they have with the angel of God whom they never saw. Know ye not, brethren and sisters, that you are angels to the present generation as well as those behind the veil? You can read in the Scriptures that the Lord promised to make Peter and James ministers to his servant John,<span class=\"citation\" id=\"83897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83897)\">D&amp;C 7:7<\/a><\/span> whom the Lord appointed to tarry on the earth<span class=\"citation\" id=\"83896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83896)\">D&amp;C 7:6<\/a><\/span> until Jesus should come again.<span class=\"citation\" id=\"70993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70993)\">John 21:21-24<\/a><\/span> If Michael the archangel were to come, he would appear as did Peter, James, and John when they appeared to Joseph Smith.<span class=\"citation\" id=\"84565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84565)\">D&amp;C 27:12<\/a><\/span> If we are the elect of God, we should be among that number who will assist to gather the Saints in the last days.  <div class=\"break pagebreak\" id=\"153a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0153.pdf\" target=\"pdfwin\">p.&#xA0;153a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3759\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>It won't be done again by angels that are said to have wings, but it will be accomplished by those that have hands and feet, and who travel about upon this earth. It is for us who are chosen to administer in the flesh, and men behind the veil minister to us. <\/div><div class=\"paragraph jod\" id=\"v9n763\"> I feel really glad in regard to what has taken place of late&#x2014;that those characters that have been prowling around, annoying their neighbors and stealing from their best friends, have been removed out of our midst, and placed where they can no longer afflict the righteous. This people know enough to be righteous, honest, pure, and virtuous; and those who will not practice that which they know to be good will become habituated to folly and vice, just in the same way that men become habituated to using tobacco, to stealing, drinking, and lying. <\/div><div class=\"paragraph jod\" id=\"v9n764\"> Some have tried to hide their iniquities by saying they only stole from the Gentiles; but I contend that a man who will steal from a Gentile will steal from me, if he ever gets an opportunity. When the time comes that the Lord says, &#x201C;Arise, and to your tents, O Israel;&#x201D;<span class=\"citation\" id=\"55661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55661)\">1 Kgs. 12:16<\/a><\/span> then men must be pure inside and out; they must be for God, or they will have no part in the blessings conferred upon the righteous. We sometimes talk about cutting men off from the Church. Now, I want to know what is the use of retaining dead limbs upon a tree. If such limbs are allowed to continue, they impart death to the branches. Brother Brigham illustrated this subject very clearly. <\/div><div class=\"paragraph jod\" id=\"v9n765\"> We are all connected with the one tree; and if one member suffers, the others are affected.<span class=\"citation\" id=\"125430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125430)\">1 Cor. 12:26<\/a><\/span> When we get intelligence, it is through the Father having revealed himself to Jesus, and Jesus to his chosen ones upon the earth. <\/div><div class=\"paragraph jod\" id=\"v9n766\"> In the beginning of this Church, Jesus sent Peter, James, and John, <div class=\"break columnbreak\" id=\"153b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0153.pdf\" target=\"pdfwin\">p.&#xA0;153b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3759\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who committed the power unto Joseph;<span class=\"citation\" id=\"84566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84566)\">D&amp;C 27:12<\/a><\/span> and then he engrafted it into us. But suppose the graft die, like many which we put into trees, then we have to cut out the graft and put in a new one, that the tree may thrive and prosper. <\/div><div class=\"paragraph jod\" id=\"v9n767\"> When I see dishonesty among this people, I feel sorrowful. If I find men out once, I will have nothing to do with them afterward; and there is no law in heaven or on the earth that requires me to mingle with them; but I am required to cleave to every honest, virtuous, and truthful man. This is the nature of the religion of Jesus Christ, which is the power of God unto salvation.<span class=\"citation\" id=\"72181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72181)\">Rom. 1:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n768\"> Brethren, if any of us have erred in the past, let us do better in the future. Let those who have done wrong do wrong no more. Let us cast out all hatred, malice, and bad feelings from our hearts. We are very subject to be charged with falsehood&#x2014;to get wrong impressions concerning our brethren. Although we may be men of God, judges in Israel, and have a right to the power which will enable us to judge between truth and error, the man that tells the truth and him that striveth to deceive, still we are apt and liable to be mistaken and to receive false impressions. For instance, we think a great deal of our children and of our wives, and we are apt to believe them in preference to men of God; and in this way we become charged with false impressions concerning our brethren. We should be very careful how we receive the report of one person concerning another, especially if that report be unfavorable. Brethren and sisters, it is our duty to tell the truth and to let falsehood and misrepresentation alone. These are my sentiments and feelings; and if ever I have gone contrary to this, I have gone wrong. <\/div><div class=\"paragraph jod\" id=\"v9n769\"> This is a doctrine you all believe in, as well as I. You came here  <div class=\"break pagebreak\" id=\"154a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0154.pdf\" target=\"pdfwin\">p.&#xA0;154a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with the feeling in your hearts, &#x201C;If I can see a people living thus and so, all will be right.&#x201D; But I want to know what it is to you or me whether another person does right or wrong. It is for us to do right, and never to suffer ourselves to be caught in a snare, or walking in the path of the ungodly. It matters not what another does, we should honor the Priesthood and work righteousness all the day long. This is the duty of every man in the Priesthood and every member in this kingdom; then all will go well <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with Israel, and our enemies will have no power over us. The world may combine against us, but the unalterable decree of the Almighty has gone forth&#x2014;&#x201C;I will fight your battles.&#x201D;<span class=\"citation\" id=\"89969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89969)\">D&amp;C 105:14<\/a><\/span> Have we not proven this? Yes, we have; and we shall prove it again and again. <\/div><div class=\"paragraph jod\" id=\"v9n771\"> God bless the upright, the humble, the pure, the poor, and the meek of his people; and may the time soon come when his kingdom shall triumph, and Jesus reign as King of kings and Lord of lords.<span class=\"citation\" id=\"80417\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80417)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80417)\">Rev. 19:16<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}