{"ID":90029, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Evil Deeds and Evil Doers, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, January 19, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Evil Deeds and Evil Doers, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 1\/19\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d29\">\n<div class=\"paragraph jod\" id=\"v9n772\"> I was sorry for an expression made by one of our officials in relation to the late killing of three thieves. He considered that they were dealt with by mob violence. Our officers of the law are provided with means to defend themselves against those who would slay them. The three persons that were lately killed were notorious thieves, and resisted the officers in the discharge of their duty. I thank God that our officers will not suffer themselves to be shot down by notorious scoundrels. [The congregation said &#x201C;Amen.&#x201D;] If there are any who sympathize with thieves, I want to know who they are, and let them be cut off from the Church. There has been enough said to such characters, and they must quit such practices. I say, If they will not reform, I wish <div class=\"break columnbreak\" id=\"154b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0154.pdf\" target=\"pdfwin\">p.&#xA0;154b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3758\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they would resist the officers, and then there is an end of them and of their depredations upon the honest citizens of Utah. <\/div><div class=\"paragraph jod\" id=\"v9n773\"> The best people in the world are in this Territory, and yet there is not another community, according to our numbers, so infested by thieves as we are. Their depredations are perpetrated with such impunity and barefaced effrontery that it is almost impossible for me to keep a decent handkerchief. Some women, when they come into my house to work, if they can steal a few handkerchiefs or pillowcases, or this or that, and make up a small bundle, they sack it and go. If you should leave an axe, a wagonwheel, a spade, or anything of that kind in the canyon, when you go for it, it has been stolen. <\/div> <div class=\"break pagebreak\" id=\"155a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0155.pdf\" target=\"pdfwin\">p.&#xA0;155a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n775\"> I have no fellowship for a man that will bail out a thief, for he will go to stealing as soon as he is out. Talk about a thief's keeping company with a girl! If there is a woman in this Territory that would keep company with such an infernal scoundrel, I hope she will speedily make her exit to some other country. <\/div><div class=\"paragraph jod\" id=\"v9n776\"> Let the people in this Territory be righteous, and we are safe from all the powers of Satan and from all the evil powers of this earth. But for thieves, cutthroats, liars, adulterers, and every foul and wicked person that can be brought out to mingle with this community, I am sick and tired of it. It is time to cleanse the inside of the platter;<span class=\"citation\" id=\"65549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65549)\">Matt. 23:26<\/a><\/span> and if a United States' official says it is mob law, let him say so until he is tired. We will teach men not to resist the officers in this Territory while they are in the discharge of their duty; and let me here say to the Presiding Bishop, If he knows of any Bishop who sympathizes with those thieves who have infested our community, report him, and we will remove him. And I say to the Bishops, If you find any in your Wards who sympathize with a person who has been guilty of highway robbery, and has fallen by the hand of justice, try them for their fellowship. <\/div><div class=\"paragraph jod\" id=\"v9n777\"> I mourn not that a thief is killed, but that any human being would so far debase himself as to become a mean, low, degraded thief. No matter if it is your husband, your father, your brother, your child&#x2014;if he should fall by the hand of justice for stealing and resisting the officers of the law to persist in wickedness, have no sympathy for the evildoer. If any of my family should be guilty of stealing, I shall request them to leave my house, never to enter it again. I would not cover over their iniquity, but I would expose it and deal with the sympathizer, should they by the <div class=\"break columnbreak\" id=\"155b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0155.pdf\" target=\"pdfwin\">p.&#xA0;155b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3757\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> strong arm of justice be leveled to the dust. I would disown them. If a child or relative of mine forsakes the Gospel, the holy Priesthood, his God, and the kingdom of God, farewell to that child or relative, whether near or distant. I own none as relatives, only those who love and serve<span class=\"citation\" id=\"84313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84313)\">D&amp;C 20:19<\/a><\/span> our Lord and Savior Jesus Christ.<span class=\"citation\" id=\"125431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125431)\">Matt. 12:46-50<\/a><\/span> All that belong to my Father's house I own. I love them, I delight in their society, no matter whether they are poor or rich, learned or unlearned, if they observe the laws of the kingdom of God and live according to it. <\/div><div class=\"paragraph jod\" id=\"v9n778\"> As brother Cox observed this morning, let us be sure to build up the kingdom of God, for in doing this we build up ourselves. In the early history of this Church, Joseph Smith was accused of being a speculator. So far as I am concerned, I never denied being a speculator; for, in one sense of the word, it is one of the greatest speculations ever entered into by man. In building up the kingdom of God, I am decidedly for self, and so are you. If you wish to obtain wealth, power, glory, excellency, and exaltation of every kind, be for God and truth, and he will give to you more than your hearts can conceive of. We are not going to be satisfied with a few paltry picayunes. We are not going to be satisfied with a mere preemption right on the soil in this Territory. Should the Government grant to every head of a family six hundred and forty acres of land, and to each wife and child their portion, as was done in Oregon Territory, that would give to me and to my sons and daughters quite a scope of country, and the whole people would swallow up all the land in this Territory. But shall we be satisfied with that? I am going to have a larger preemption than the Territory of Utah. In a few years this Territory will not contain my own posterity.  <div class=\"break pagebreak\" id=\"156a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0156.pdf\" target=\"pdfwin\">p.&#xA0;156a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>In twenty years from now this spacious hall will not hold them, and in twenty years more they will more than fill this Territory. I cannot put up with this small possession. <\/div><div class=\"paragraph jod\" id=\"v9n780\"> I have always said to the thieves, Wait until I tell you to steal. The first thing I mean to take is the State of Missouri, and then I shall not be satisfied. Next, I shall want the State of Illinois. All this Territory, Missouri, and Illinois are not going to be sufficient territory for Heber and me, to say nothing of brothers Wells, Taylor, Woodruff, and all the faithful brethren. &#x201C;For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants, and they that swallowed thee up shall be far away. And the children which thou shalt have, after thou hast lost the other, shall say again in thine ears, The place is too strait for me: give place to me that I may dwell.<span class=\"citation\" id=\"59449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59449)\">Isa. 49:19-20<\/a><\/span> Enlarge the place of thy tent, and let them stretch forth the curtains of thine habitations: spare not, lengthen thy cords, and strengthen thy stakes; For thou shalt break forth on the right hand and on the left; and thy seed shall inherit the Gentiles, and make the desolate cities to be inhabited.&#x201D;<span class=\"citation\" id=\"59700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59700)\">Isa. 54:2-3<\/a><\/span> In fine, I am not going to be satisfied until the Saints possess the whole earth to the glory of God.<span class=\"citation\" id=\"89698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89698)\">D&amp;C 103:7<\/a><\/span> There is no way to glorify our God and Father but to glorify ourselves; and there is no way to happify and glorify ourselves, only by keeping his commandments. Let us be one with the Father, with the Son,<span class=\"citation\" id=\"70747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70747)\">John 17:21-23<\/a><\/span> and with one another,<span class=\"citation\" id=\"85122\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85122)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85122)\">D&amp;C 38:27<\/a><\/span> being of one heart and of one mind.<span class=\"citation\" id=\"92864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92864)\">Moses 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n781\"> Do not steal a horse, for it costs more to hide it than it is worth. Do not steal Governor Dawson's blankets and beaver robe. I understand that the officers have found the stolen blankets and robe. Those thieves also stole some eight hundred dollars <div class=\"break columnbreak\" id=\"156b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0156.pdf\" target=\"pdfwin\">p.&#xA0;156b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3756\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in money from a hardworking man. I hope the officers will also find that. The officers have been diligent in arresting the marauders and in recovering the stolen property; but I wish it distinctly understood that this has been done solely to magnify the law in the preservation of rights. <\/div><div class=\"paragraph jod\" id=\"v9n782\"> One of our friends tells us that he is afraid we shall have trouble. I told him that we were not afraid of it in the least, so long as we serve God and keep his commandments. The Lord has already once overruled the great power and supreme excellency of the military skill of those who were enemies, and caused them to waste their strength in walking up and down Ham's Fork, and to eat mule meat to sustain their lives, and placed them in a constant state of fear and dread. They saw a few men in the mountains cutting fence poles, or firewood, and they dared not send out a company to guard in the money that was sent to pay them. &#x201C;Come in,&#x201D; cried the officer, &#x201C;for God's sake; for the Mormons are around.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n783\"> It is said that one of the members of Congress, confident of the great military ability of the officers and the bravery of the army they commanded at Bull's Run, rode out in his buggy, expecting to shout with the rest in the exultations of victory. According to report, this member of Congress was a brave man, tied his horse at a respectable distance, and repaired to an eminence to see the fight. When the &#x201C;Booby Run&#x201D; commenced, he made for his buggy, but, to his consternation, found it appropriated. Now this member of Congress was not only brave, but fleet on foot; for it is said that he arrived in the city of Washington an hour and thirty minutes before his horse and buggy. He won laurels at what I call the &#x201C;Booby Run.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n784\"> I cannot be intimidated by saying  <div class=\"break pagebreak\" id=\"157a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0157.pdf\" target=\"pdfwin\">p.&#xA0;157a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that there is trouble ahead for us from the Government of the United States, so long as righteousness shall prevail among the people of God, even if they should be so unwise as to again attempt to oppress us. <\/div><div class=\"paragraph jod\" id=\"v9n786\"> Let every man in this Territory be a vigilant officer, and, when a thief is found in the act of stealing, take him, dead or alive. There is one trait in our officers that I delight in, and that is, they will not stand to be shot down by a set of scoundrels. Let every man be vigilant to frown down iniquity wherever it shows itself, and suffer it not to gain a foothold in our country. <\/div><div class=\"paragraph jod\" id=\"v9n787\"> We are about to constitutionally organize a State Government, and to again petition for admission into the family of States, to secure to ourselves the inalienable rights of American citizens. This we do to please ourselves and our God. If we can please our Heavenly Father, our Elder Brother Jesus Christ, and the holy angels, and the Saints that have lived and died, and please ourselves in righteousness, we then ask no odds of all hell and their abettors. And if armies are again sent here, thy will find the road up Jordan a hard road to travel. As for us, we will honor and preserve inviolate the Constitution of our country, as we ever have. <\/div><div class=\"paragraph jod\" id=\"v9n788\"> I was lately looking over the Constitution we framed for a State Government six years ago. It is very near as we want it now. We wish a Constitution that is Republican. In it treason is stated to be one of the highest crimes in any government, and to consist in levying war on this State. Who has done this? James Buchanan has, and so have those who associated with him, in sending an army here; and the very great majority of the priests and people said Amen. They are as much treasoners as ever lived on this earth, and the day will come when justice <div class=\"break columnbreak\" id=\"157b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0157.pdf\" target=\"pdfwin\">p.&#xA0;157b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3755\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will be meted out to them. They made war on the loyal citizens of this Territory; and if they again make war upon us, I know not what the Lord may do. We will try to do what the Lord wants us to do. <\/div><div class=\"paragraph jod\" id=\"v9n789\"> I am for scourging out the ungodly and all who work iniquity among this people. If our laws are not stringent enough to do this, we will put a little bayberry into the composition, or a little oak-root bark, to make it a little more stringent. Those who are against the kingdom of God must suffer. Those who give way to unhallowed practices would destroy the kingdom of God from the earth, and I disown all such, whether they are of my family or not; and I will declare, by-and-by, that I never knew them, as Jesus will also say.<span class=\"citation\" id=\"63952\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63952)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63952)\">Matt. 7:21-23<\/a><\/span> They do not belong to me; they are not of my blood and kin. &#x201C;But, father, do you not remember that we were born at such a time and in such a place?&#x201D; No matter; you belong to another kingdom; you cannot come here: we do not wish your society. <\/div><div class=\"paragraph jod\" id=\"v9n790\"> I can tell all the world that we mean to sustain the Constitution of the United States and all righteous laws. We are not by any means treasoners, secessionists, or abolitionists. We are neither negro-drivers nor negro-worshippers. We belong to the family of heaven, and we intend to walk over every unrighteous and unholy principle, and view everybody and everything as it is before God, and put everything in its place. <\/div><div class=\"paragraph jod\" id=\"v9n791\"> A good housewife, whether she possesses much or little, will have a place for everything she has in the house, and make her house orderly and comfortable, and everything when wanted can be found in its place. So we will adjust ourselves according to the lawful doings of the nation, and will not secede from our Government; neither will we be  <div class=\"break pagebreak\" id=\"158a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0158.pdf\" target=\"pdfwin\">p.&#xA0;158a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>traitors to Jesus Christ, through ungodly rulers, but will take the privilege to chasten them and guide them into the path of right, if they will be led therein. This we will do fearlessly and perfectly regardless of consequences; for, if God is for us, it matters little who are against us.<span class=\"citation\" id=\"72650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72650)\">Rom. 8:31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n793\"> It seems that the people ought to see that the Lord dictates, guides, and directs; that if a people are blessed, they are blessed of the Lord; and that if we exalt him and his kingdom, love him, serve him, and build up Zion upon the earth, we are sure to be exalted and possess the thing we desire, if our affections are centered in God and truth. &#x201C;Therefore let no man glory in man. For all things are yours; Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or <div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> things to come; all are yours; And ye are Christ's, and Christ is God's.&#x201D;<span class=\"citation\" id=\"73177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73177)\">1 Cor. 3:21-23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n794\"> God bless the humble and the righteous, and may he have compassion upon us because of the weakness that is in our nature. And considering the great weakness and ignorance of mortals, let us have mercy upon each other. How it would rejoice my heart to see the most froward, young and old, in this community, forsake their evil doings and seek to do right! But if they will not do this, I cannot fellowship them. My constant prayer is for the Lord to increase the righteous and righteousness in the land, and waste away the ungodly, that the power of the government may pass into the hands of the just. May God soon grant this sight to our eyes. Amen. <\/div>\n<\/div>\n<\/div>"}