{"ID":90021, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Duties of the Saints in Rolling Forth the Work of God.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Bowery, Great Salt Lake City, October 7, 1860.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Duties of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 10\/7\/1860<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d21\">\n<div class=\"paragraph jod\" id=\"v9n573\"> I have been highly gratified during this Conference in hearing the teachings which we have heard. I felt (as I always do when hearing of the greatness and goodness of God, and the great work in which we are engaged), to rejoice in the blessings of the Almighty. This Gospel is meat to my soul; it affords me continual pleasure; I contemplate it with delight. If I had the tongue of an angel, or of the most eloquent upon <div class=\"break columnbreak\" id=\"118b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0118.pdf\" target=\"pdfwin\">p.&#xA0;118b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3794\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the earth it would be my delight to speak of the goodness of God and of the work he is performing; for it appears very glorious to me. The building up of Zion and the establishment of the kingdom of God are to me interesting in the highest degree: the work in which we are all engaged is a constant solace to my soul. <\/div><div class=\"paragraph jod\" id=\"v9n574\"> I was well pleased with what I heard yesterday afternoon in regard  <div class=\"break pagebreak\" id=\"119a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0119.pdf\" target=\"pdfwin\">p.&#xA0;119a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the ox-train telegraph, or whatever you may choose to call it. Is this the Gospel of Jesus Christ that I am alluding to? It is because it is in relation to the gathering of Israel, and that which will accomplish the gathering of Israel is the salvation of the people; and for this reason I was pleased with what I heard from the President, and also from Bishop Woolley and Elder J. W. Young. The President observed that he did not often make a requirement of the people without giving a reason for it. I thought yesterday that the reasons were very good, great, and numerous, why he should require the Saints to furnish two hundred wagons and teams to go to the States and bring home the poor and meek of the earth. <\/div><div class=\"paragraph jod\" id=\"v9n576\"> We hear of the great and glorious things of the kingdom; but when we go home, do we look about ourselves and look after the interests of the cause of our Redeemer? Will we receive the teachings which we hear from this stand? Will we put forth our hands to enable the President to roll forth this great work? This is for us all to answer and act upon. Will the Bishops bring forth those wagons and teams, three or four yoke of oxen to each wagon? If they will, we can then accomplish much towards bringing the poor to these valleys next year. Will the Bishops answer this call from Bishop Hunter, and he from the President? The President is the Lord's mouthpiece, and it seems to me that he should only have to say to Bishop Hunter, We want two hundred wagons and teams to go to the Missouri River, and it should be done. I feel in my heart that this will be done. I believe the brethren will take an interest in the matter. I feel satisfied that there is cattle enough in the country, and we can easily do this. We only need to be united, and the work will be accomplished. <\/div> <div class=\"break columnbreak\" id=\"119b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0119.pdf\" target=\"pdfwin\">p.&#xA0;119b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3793\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n577\"> There is another matter of vital importance for us to consider. The Lord's storehouse is almost empty, and we should see to this, for the President says he wishes to begin to fill up that house, that in the spring he may begin to build up the walls of the Temple. To carry on this work, much means will be needed, and we shall expect that the Lord's storehouse will be filled up with grain and provisions for the sustenance of the hands that will be called to work upon the Temple. We shall expect this to be in the hearts of the people, and that they will furnish the means to buy cloth, or the clothing ready made; also the butter, eggs, cheese, beef, and all things necessary for the brethren that will labor upon the Temple. Let us be gathering things together this fall and winter, for these are things that are necessary to help in sustaining this kingdom, and accomplishing and bringing about the purposes of the Lord. <\/div><div class=\"paragraph jod\" id=\"v9n578\"> It is meat and drink to me to see the work of the Lord roll forth and prosper. I have no doubtful feelings in regard to the glorious future of the kingdom to which we belong, but I feel assured that all things that have been spoken concerning it will come to pass. I have no fears in regard to the blessings promised to the Saints, nor anything that pertains to the welfare of the kingdom of our God. I shall get all the blessings I deserve, and in all probability a great many more, for I have some confidence in the goodness of God, and I think that he will not only give me all that I deserve, but a great deal more. <\/div><div class=\"paragraph jod\" id=\"v9n579\"> I feel to be active and energetic in the discharge of the duties I have to perform, and not let the time and opportunity pass without accomplishing those things that are required of me. If we omit anything that we can do, it is an opportunity let slip that will not return. In order to get  <div class=\"break pagebreak\" id=\"120a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0120.pdf\" target=\"pdfwin\">p.&#xA0;120a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>a reward, we should labor to accomplish a great deal of good, try to do more, and to increase the knowledge of God; we should strive to increase continually and to be faithful in all things. We are connected and bound together by a single motive&#x2014;by the principles of salvation which we have received; and why not manifest this in the building up of the kingdom of God, and thus have an interest in all that pertains to the faithful in Christ, till we can wield an influence in all things that will promote the prosperity of Zion? By doing this, the nations will feel the distant tread of Israel; the nations will know it and feel it. Israel is on the increase, while the nations are crumbling. We can see it and feel it. <\/div><div class=\"paragraph jod\" id=\"v9n581\"> Then let the people take warning and make friends with their God and with the people of God. It is for their interest to do so. We should have no fears as to the final result. It is as the President said this morning, Zion will be built up, and the laws thereof go forth to all people; and if we were disposed, we could not hinder it. This is a cause of offense to many. They are angry because we rejoice in the things which the Lord reveals unto us. It is for this cause that they seek to destroy us from the earth, because the Lord through us forewarns them that he will send his destroying angels to speak to them in a way that they cannot misunderstand. <\/div><div class=\"paragraph jod\" id=\"v9n582\"> We know that if the people had the influence and power, they would dethrone the Almighty and crucify Jesus again, and that without a cause; but what do we cry to them about it? <div class=\"break columnbreak\" id=\"120b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0120.pdf\" target=\"pdfwin\">p.&#xA0;120b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3792\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> We command them to repent of their sins, and turn unto God with all their hearts, might, mind, and strength; but they will not hearken. <\/div><div class=\"paragraph jod\" id=\"v9n583\"> Brethren, let us be faithful and energetic in the performance of our duties; let us go forth, conquering and to conquer.<span class=\"citation\" id=\"125425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125425)\">Rev. 6:2<\/a><\/span> Let us draw from the elements those things that are necessary for our support, to aid in building up the kingdom of God, doing all things necessary temporally as well as spiritually, work righteousness, and reject evil from our midst. If we pursue this course, those that seek to destroy the people of our God, who seek to tread upon the wine and the oil, will have no influence nor power; but we shall be enabled to establish the true principles of righteousness upon the earth. <\/div><div class=\"paragraph jod\" id=\"v9n584\"> It is our mission and duty as Saints to do all that lies in our power to build up the kingdom of our God upon the earth, to overthrow error, destroy wickedness and iniquity. These are the purposes for which we are gathered together, and let us be diligent therein. In our own sphere, let us act well our part as Saints of the Most High God. <\/div><div class=\"paragraph jod\" id=\"v9n585\"> This is my exhortation, brethren and sisters, and these are my feelings upon the subject. While we rejoice in the great and glorious work of our Heavenly Father, let us be active in the performance of the duties required of us. <\/div><div class=\"paragraph jod\" id=\"v9n586\"> I pray the Almighty to give us health and strength to enable us to accomplish the work we have before us as fast as it shalt be wisdom for us to do so, which I ask in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}