{"ID":90024, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Living Our Religion&#x2014;Obedience to Counsel.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, May 12, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Living Our Religion, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 5\/12\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d24\">\n<div class=\"paragraph jod\" id=\"v9n658\"> I feel today, as I do a great many times, as though it was considerable of a task for me to attempt to speak. There are thousands of things to speak about for the edification of this people, and every truth is like the root of a tree; it has many branches. Many of you have probably observed that the top of a tree is much like the root in this particular; it has many branches, and from those spring thousands of twigs and leaves; and it is just so with the truth. Then, again, it is a good deal so with the English language. Words have their roots, and some of our linguists can give us the etymology of almost all the words used in the English language. <\/div><div class=\"paragraph jod\" id=\"v9n659\"> In regard to the ideas that were advanced by President Young this forenoon, they are just as true as it is that you are all here. I was thinking what a blessing it would be if this <div class=\"break columnbreak\" id=\"133b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0133.pdf\" target=\"pdfwin\">p.&#xA0;133b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3779\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> people would keep these things in view, treasure them up in their minds, and live so that their conduct will correspond with the religion they profess. Then they would honor that Priesthood which is conferred upon them. When I reflect upon this, I pray that we may all so live that God our Father may endow us with every necessary qualification to prepare us to honor our calling. What powerful, what mighty men the Elders would be, if they would live in that way! The Almighty is willing to bestow upon us every necessary gift to enable us to honor our high callings in an acceptable manner, and to qualify us to magnify the holy Apostleship that is conferred upon us. <\/div><div class=\"paragraph jod\" id=\"v9n660\"> Although you do not consider yourselves Apostles, yet there is not a soul of you that holds the Priesthood but has received a portion of the  <div class=\"break pagebreak\" id=\"134a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0134.pdf\" target=\"pdfwin\">p.&#xA0;134a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Apostleship, for you all sprang out of the Apostleship. This Priesthood comes from the Father to the Son, from Jesus to Peter, James, and John, and from them to the Prophet Joseph Smith, and from Joseph to us; and it still continues in one unbroken chain through all the members of the body of Christ. Now, is not that directly from our Father? Does it not originate in the heavens? It certainly does. Then is it not necessary that we should all be like one man or one tree? Every one of us is most assuredly connected to the Gospel tree, and we are branches and members thereof. I merely bring up this figure so as to bring the principle more forcibly to your minds. I wish you to understand that we should be like a family connected to their head or benefactor. We also should be one, as our Father and his Son are one&#x2014;<span class=\"citation\" id=\"70764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70764)\">John 17:22<\/a><\/span>all that have received the Priesthood from the beginning of creation down to the present day. <\/div><div class=\"paragraph jod\" id=\"v9n662\"> Now, the Lord has said that all old covenants have I caused to be done away in this thing, and this is the new and everlasting covenant, even that which was in the beginning.<span class=\"citation\" id=\"84443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84443)\">D&amp;C 22:1<\/a><\/span> Where did he begin this covenant? Why, he placed it upon Adam in the Garden of Eden. Is it not so? This is the new covenant that is ordained and sealed upon man in the beginning of this creation, and we are here imitating it, or should. <\/div><div class=\"paragraph jod\" id=\"v9n663\"> We believe with all our hearts that Jesus is the Son of God, and we imitate him by going into the waters of baptism and being buried in the likeness of his death, and then being entitled to come forth in the likeness of his resurrection.<span class=\"citation\" id=\"72399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72399)\">Rom. 6:4<\/a><\/span> Then, when we have complied with this, the Holy Ghost is bestowed upon us by the laying on of hands<span class=\"citation\" id=\"94048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94048)\">A of F 1:4<\/a><\/span> by one having authority. <\/div><div class=\"paragraph jod\" id=\"v9n664\"> These things have come to my mind, and I consider that they are <div class=\"break columnbreak\" id=\"134b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0134.pdf\" target=\"pdfwin\">p.&#xA0;134b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3778\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> very good. And it is for you and me, when we rise from the water, to lead a new life&#x2014;to go forth walking in the newness of life.<span class=\"citation\" id=\"72400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72400)\">Rom. 6:4<\/a><\/span> It is a birth&#x2014;a baptism for the remission of sins&#x2014;a preparatory work to the receiving of the gift of the Holy Ghost, that it may bring all things to our remembrance<span class=\"citation\" id=\"70023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70023)\">John 14:26<\/a><\/span> that are past, and show us things to come;<span class=\"citation\" id=\"70351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70351)\">John 16:13<\/a><\/span> yea, that those things that we have forgotten may be brought to our remembrance. Now, I know that, when the Holy Ghost is upon me, all things look natural to me, and as if I had been familiar with them before. <\/div><div class=\"paragraph jod\" id=\"v9n665\"> By the Spirit of prophecy you can become acquainted with things to come, and declare them to the Saints by the inspiration of the Holy Ghost. When men prophesy with this Spirit upon them, they will come to pass, for the Holy Ghost cannot lie.<span class=\"citation\" id=\"76292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76292)\">Titus 1:2<\/a><\/span> Brethren, let us take a course to live that we need not commence again to repent from dead works;<span class=\"citation\" id=\"76671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76671)\">Heb. 6:1<\/a><\/span> but let us continue in the new covenant, and be faithful in all our duties, and increase in integrity one towards another and towards our God. This should be uppermost in our minds continually. <\/div><div class=\"paragraph jod\" id=\"v9n666\"> You all remember what was said this morning. Strive and improve upon it. The world hate us, and hated Jesus before us;<span class=\"citation\" id=\"70199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70199)\">John 15:18<\/a><\/span> and wicked men have killed almost every Prophet that has been upon the earth. Have not the United States done their best to make a final end of us? They have tried all in their power to destroy this people from the earth. The only reason they did not do it was because they had not the power: the Lord was on our side. <\/div><div class=\"paragraph jod\" id=\"v9n667\"> Brethren, it is for us now to be industrious, live our religion, lay up our grain, and prepare for the times that are coming upon the earth. Do any of you think that this war is going to be over in a few days? If you do, you are greatly mistaken; but when  <div class=\"break pagebreak\" id=\"135a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0135.pdf\" target=\"pdfwin\">p.&#xA0;135a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it is over, they will be ten times more fierce and wicked towards this people than ever they were before. <\/div><div class=\"paragraph jod\" id=\"v9n669\"> By fighting, they become angry, they lose the Spirit of God, and they then take pleasure in killing and slaying each other; and when they become hot in this way, they will combine to serve us the same way. <\/div><div class=\"paragraph jod\" id=\"v9n670\"> Do not dally or trifle with President Young's words, nor with the words of his brethren; for those who do, trifle with the Almighty. After all that has been said about selling wheat, flour, and grain in general to our enemies, does it stop it? No: they are still at it. And in what condition does it place them that do it? Why, they become like a barren tree&#x2014;they bring forth nothing; whereas it is their duty to strive to bring forth fruits of righteousness. I know that some will be ready to say that brother Heber is on his old strain again, but I do not mind that. If you trifle with brother Brigham and with his words, or with the words of the Apostles, the Seventies, or the Bishops, by-and-by you will feel it, and learn the effects of it in due time. You may not feel that today, but you will ere long suffer for slighting the words of the servants of God. I know this people are advancing in knowledge; they have got more light and intelligence than they ever before enjoyed. They are a blessed people, and ought to appreciate their privileges as Saints of the Most High. And as we are growing in light and knowledge, the wicked are growing more wicked every day: they are becoming ferocious; they are full of death and destruction; they are becoming just as the Nephites of old. They got so desperate that they would sing and howl all night for the blood of their brethren;<span class=\"citation\" id=\"82397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82397)\">Alma 49:27<\/a><\/span><span class=\"citation\" id=\"82399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82399)\">Alma 51:9<\/a><\/span> and it will be just as bad in the United States. When our enemies seek to kill us, they seek the destruction of their saviors. <\/div> <div class=\"break columnbreak\" id=\"135b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0135.pdf\" target=\"pdfwin\">p.&#xA0;135b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3777\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n671\"> If this people will do as they are told, we shall soon be independent of all importations from foreign markets. To do this effectually, we must set ourselves to work to make everything we need ourselves; then we shall not need to bring goods from the States, from Great Britain, or any other nation upon the earth, excepting perhaps a few articles. But so long as we allow ourselves to sustain a foreign market instead of our own, we shall be poor indeed. I desire with all my heart that the way may be shut up, so that we may be taught by experience the necessity of clothing ourselves. See how dependent we are, when we have got no bread, clothing, sugar, tea, or coffee; and those who possess these articles hold us in servitude. It is the duty of every man to go to work and raise or make what he needs for his own consumption. This is one thing that causes President Young to go down south, so that he may ascertain if that country is capable of producing our cotton, sugar, coffee, and grapes. I know that we can make the sugar as well in this country as they can in the Southern States. The reason it is not done is because we have got men here who are so anxious to get a large quantity of molasses from their crops of sugar cane. I am satisfied that we can make good sugar here, if we will only take a little time to do it. I design to do it myself, if nothing happens to prevent. We make our flour, we saw our lumber, card our wool, we spin a great deal of yarn, and make a great deal of cloth; but still there are but very few of this people who dress in homemade cloth. We are dependent upon the States and the various nations of Europe for our clothing. <\/div><div class=\"paragraph jod\" id=\"v9n672\"> Now, you all see these things just as I do, and I have an anxiety for you as a people. I want you to take this course, for I know it to be necessary for our salvation. <\/div> <div class=\"break pagebreak\" id=\"136a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0136.pdf\" target=\"pdfwin\">p.&#xA0;136a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n674\"> When I go to my Father and God, and to Joseph, he will say, Come in here, sit down with us, and enjoy yourself. Would not this be a happy time? Yes. And what would you not give to be in the society of Joseph and Hyrum and his brethren? You would all give everything you possess in the world. Then see that you live for this day by day. <\/div><div class=\"paragraph jod\" id=\"v9n675\"> Not a man, woman, or child need to suffer in this Territory, if they will do just as they are told. The Lord will provide for his people, and bring them off victoriously. Industry and perseverance will enable us to manufacture the most of what we want. At present we have but just commenced in home manufactures; but if we are faithful and diligent, we shall increase rapidly in our ability. <\/div><div class=\"paragraph jod\" id=\"v9n676\"> One of the most grievous things we have to endure is the evil practices of some who profess to be Saints; but I feel to rejoice that these are only the few. Brethren, I rejoice in spirit and in speaking to you this day. Although I am feeble in body, I am buoyant and strong in spirit, and I feel that I am going to live a great many years yet. But if I am called <div class=\"break columnbreak\" id=\"136b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0136.pdf\" target=\"pdfwin\">p.&#xA0;136b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3776\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to pass behind the veil, all will be right with me. If we are faithful and humble, the Lord will bring us off conquerors. <\/div><div class=\"paragraph jod\" id=\"v9n677\"> I feel to bless this people, that their hearts may be comforted in the things of God. I rejoice in the performance of all my duties, and I never feel weary in doing good, in blessing and comforting my brethren. Some seem to take pleasure in finding fault with everything around them; but they would not do this if they had done right. When men neglect their prayers and other duties, they lose the Spirit of the Lord and get into the dark. <\/div><div class=\"paragraph jod\" id=\"v9n678\"> You have the privilege of saving men temporally and spiritually. Into your hands is committed the power to become saviors of men.<span class=\"citation\" id=\"89710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89710)\">D&amp;C 103:9<\/a><\/span> We have to save ourselves and others temporally, and then spiritually. <\/div><div class=\"paragraph jod\" id=\"v9n679\"> I feel to say, God bless you! Peace be with you,<span class=\"citation\" id=\"70084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70084)\">John 14:27<\/a><\/span> and peace be multiplied<span class=\"citation\" id=\"61452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61452)\">Dan. 4:1<\/a><\/span> to the righteous, and to their seed after them forever! This is my blessing upon you, brethren and sisters, in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}