{"ID":90025, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gathering of the Saints&#x2014;Honoring the Priesthood, Etc.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, July 28, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Gathering of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/28\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d25\">\n<div class=\"paragraph jod\" id=\"v9n681\"> When I came into this Church, I started right out as a missionary, and took a text, and began to travel on a circuit. Truth is my text, the Gospel of salvation my subject, and the world my circuit. I presume I shall not soon go all over it, but I am still preaching and traveling occasionally. I expect to be here about every other Sabbath, as I have been for a few weeks or months past, except when I was in the south. <\/div><div class=\"paragraph jod\" id=\"v9n682\"> While I am here with you, I want to talk to the Saints. I like to look at them; I like to instruct them, and to be instructed. We pray continually for the redemption of Zion,<span class=\"citation\" id=\"89783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89783)\">D&amp;C 103:18<\/a><\/span> for the Lord to hasten the time when we can return and establish the Center Stake of Zion,<span class=\"citation\" id=\"86089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86089)\">D&amp;C 57:3<\/a><\/span> and build up the great temple of the Lord upon which his glory will rest as a cloud by day, and a pillar of fire by night.<span class=\"citation\" id=\"53963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53963)\">Ex. 13:21-22<\/a><\/span> We pray that we may be sanctified, that we may be made pure in heart;<span class=\"citation\" id=\"62949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62949)\">Matt. 5:8<\/a><\/span> and we pray that the Lord will teach us his will continually, and reveal unto us precisely his mind, so that we may have the mind of Christ,<span class=\"citation\" id=\"73130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73130)\">1 Cor. 2:16<\/a><\/span> and know precisely what to do. <\/div><div class=\"paragraph jod\" id=\"v9n683\"> When will Zion be redeemed? When will the Savior make his appearance in the midst of his people?<span class=\"citation\" id=\"83744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83744)\">D&amp;C 1:36<\/a><\/span> When will the veil be taken away, that we may behold the glory of God? Can any of you answer these questions? Yes, readily, when I tell you. The redemption of Zion is the first step preparatory to the two last-named events. Just as soon as the Latter-day Saints are ready and <div class=\"break columnbreak\" id=\"137b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0137.pdf\" target=\"pdfwin\">p.&#xA0;137b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3775\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> prepared to return to Independence, Jackson County, in the State of Missouri, North America, just so soon will the voice of the Lord be heard, &#x201C;Arise now, Israel, and make your way to the Center Stake of Zion.&#x201D; Do you think there is any danger of our being ready before the Lord prepares the other end of the route? Do you believe that we, as Latter-day Saints, are preparing our own hearts, our own lives, to return to take possession of the Center Stake of Zion, as fast as the Lord is preparing to cleanse the land from those ungodly persons who dwell there? You can read, reflect, and make your own calculations. If we are not very careful, the earth will be cleansed from wickedness<span class=\"citation\" id=\"93105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93105)\">Moses 7:48<\/a><\/span> before we are prepared to take possession of it. We must be pure to be prepared to build up Zion. To all appearance, the Lord is preparing that end of the route faster than we are preparing ourselves to go there. <\/div><div class=\"paragraph jod\" id=\"v9n684\"> His grace is here, his judgments are here, his wisdom and Spirit are here, and every qualification that Saints can require is here ready to be poured out upon the people, if they are prepared to receive them. Are we prepared to receive those qualifications? Are we prepared to march back and take possession of the Center Stake of Zion, build up the great Temple of the Lord, and gather in the nations of the earth?<span class=\"citation\" id=\"87980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87980)\">D&amp;C 84:98-101<\/a><\/span><span class=\"citation\" id=\"91876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91876)\">D&amp;C 133:24-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n685\"> There are hundreds and thousands coming here this season. We are gathering the people as fast as we  <div class=\"break pagebreak\" id=\"138a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0138.pdf\" target=\"pdfwin\">p.&#xA0;138a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can. We are gathering them to make Saints of them and of ourselves. Probably many of them will apostatize, though some will not apostatize until you give them their endowments; and then, if you do not speak out of the right corner of your mouth, they will apostatize; and if you do not laugh out of the right corner of your mouth, they will go. We are gathering a few that will be faithful in the midst of this people, and prepare themselves to be crowned kings and priests unto God.<span class=\"citation\" id=\"78954\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78954)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78954)\">Rev. 1:6<\/a><\/span> By-and-by you will see the Saints flock together. Will they come merely by one or two shiploads? No; it will require many more ships than we have heretofore employed to bring home the gathering thousands to Zion. Millions of people that now sit in darkness&#x2014;<span class=\"citation\" id=\"62870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62870)\">Matt. 4:16<\/a><\/span><span class=\"citation\" id=\"86111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86111)\">D&amp;C 57:10<\/a><\/span>that are now, to all appearance, in the region and shadow of death, will come to Zion. <\/div><div class=\"paragraph jod\" id=\"v9n687\"> When Joseph first revealed the land where the Saints should gather,<span class=\"citation\" id=\"86069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86069)\">D&amp;C 57:1-3<\/a><\/span> a woman in Canada asked if we thought that Jackson County would be large enough to gather all the people that would want to go to Zion. I will answer the question really as it is. Zion will extend, eventually, all over this earth. There will be no nook or corner upon the earth but what will be in Zion. It will all be Zion. I remember that the lady was answered by asking her whether she thought the ark was large enough to hold those that were to go into it in the days of Noah?<span class=\"citation\" id=\"52893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52893)\">Gen. 6:18<\/a><\/span> &#x201C;Yes,&#x201D; was the reply. Then of course Zion will be just large enough to receive all that will be prepared to possess it, as the ark was. <\/div><div class=\"paragraph jod\" id=\"v9n688\"> We are going to gather as many as we can, bless them, give them their endowments, etc., preach to them the truth, lay the principles of eternal life before them, inform their minds all we have power to do, and lead them into the path of truth and <div class=\"break columnbreak\" id=\"138b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0138.pdf\" target=\"pdfwin\">p.&#xA0;138b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3774\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> righteousness; and those who will not abide the truth will apostatize. A few will remain, and a good share of them will cleave to the promises of the Lord, will be true in every respect, and will be accounted worthy to enter in at the strait gate.<span class=\"citation\" id=\"63834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63834)\">Matt. 7:13<\/a><\/span> Strait is the gate and narrow is the path that leadeth to life, and few there be that find it.<span class=\"citation\" id=\"63863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63863)\">Matt. 7:14<\/a><\/span> Millions will come and live in Zion when the laws of Zion reign predominant over creation; but will all be prepared to be crowned kings and priests unto God?<span class=\"citation\" id=\"78955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78955)\">Rev. 1:6<\/a><\/span><span class=\"citation\" id=\"79175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79175)\">Rev. 5:10<\/a><\/span> No. You cannot imagine anything that will not be in Zion, except sin and iniquity, and reviling against God and against his kingdom. All classes of people will come to Zion. Will there be Methodists there? Yes; and they will have the privilege to worship a God without body, parts, and passions, just as they do now, if they choose to.<span class=\"citation\" id=\"125427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125427)\">A of F 1:11<\/a><\/span> Every person and every community will receive according to the extent of their capacity and ability. Every person then will be blessed, will be filled with joy, will be filled with peace, with light, and intelligence according to the endowments with which they are endowed. Will all become kings and priests?<span class=\"citation\" id=\"78956\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78956)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78956)\">Rev. 1:6<\/a><\/span> No; not even all that will embrace the fulness of the Gospel. <\/div><div class=\"paragraph jod\" id=\"v9n689\"> There are only a few shiploads of Saints coming this season. They will come thicker and faster, by-and-by, and will begin to inquire after the wisdom that is in Zion. The Lord is coming out of his hiding place, and is beginning to scourge this nation with a sore scourging, and vex it with a sore vexation.<span class=\"citation\" id=\"89658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89658)\">D&amp;C 101:89-91<\/a><\/span> He is coming forth, and the sound of the report of what is coming on the earth and the power of God that is made manifest will vex the wicked and the ungodly,<span class=\"citation\" id=\"58634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58634)\">Isa. 28:19<\/a><\/span><span class=\"citation\" id=\"88208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88208)\">D&amp;C 87:5-7<\/a><\/span> and will bring great joy and rejoicing to the Saints. There are millions of people, both among the Christian and heathen nations, that  <div class=\"break pagebreak\" id=\"139a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0139.pdf\" target=\"pdfwin\">p.&#xA0;139a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are still in darkness, and exclaiming, &#x201C;Oh, how glad we would be to have some knowledge of the Gospel of salvation!&#x201D; By-and-by, when the Lord sends forth his servants and his angels to gather them, they will be brought home to Zion and be taught the peaceable things of the kingdom;<span class=\"citation\" id=\"85244\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85244)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85244)\">D&amp;C 39:6<\/a><\/span> and those that abide a celestial law will receive a celestial glory, and those that can abide the next law in order can abide the glory pertaining to it, and so on.<span class=\"citation\" id=\"88412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88412)\">D&amp;C 88:22-24<\/a><\/span> Were I to enumerate thousands of different degrees of glory and kingdoms, I probably should overenumerate the kingdoms God has prepared and will prepare for the people according to their capacities, endowments, and what they can receive and arrive to. <\/div><div class=\"paragraph jod\" id=\"v9n691\"> We ought to be careful and not lay down our Priesthood. The brethren and sisters ought to hold fast to their covenants, and walk in that way, in that path, which is pointed out by the Gospel. Shall we love the world? In one sense, we should. Should we love it with a divine love? Not yet. Should we love the world and the things of the world according to the nature of the world? We should. We are commanded in this Bible not to love the world and the things of the world;<span class=\"citation\" id=\"78583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78583)\">1 Jn. 2:15-17<\/a><\/span> and then you read a little further in the same book, and you are commanded to love the world and the things of the world.<span class=\"citation\" id=\"78764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78764)\">1 Jn. 4:9<\/a><\/span> How shall we understand these things? With the divinity that is within us we should love divine things. Our spirits are born of our Parents in heaven, divine, heavenly, angelic. Shall these spirits condescend to love an earthly object, to worship it? If they do, they become inferior to their calling and station before God. The body is framed for the tabernacle or house in which the spirit has to dwell. This tabernacle is formed expressly to hold its spirit and shield it. Should we love this <div class=\"break columnbreak\" id=\"139b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0139.pdf\" target=\"pdfwin\">p.&#xA0;139b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3773\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> tabernacle? Yes, enough to nourish it, cherish it, and treat it kindly, and foster and nourish and cherish it by the power of the spirit, and make this body divine. The spirit must overcome the body in the flesh, and the flesh become subject to the spirit<span class=\"citation\" id=\"81920\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81920)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81920)\">Mosiah 15:5<\/a><\/span> in all things; then we will love the world as it ought to be loved&#x2014;not with a divine love, but with a human love, a moral love, loving all things according to their worth and capacity. <\/div><div class=\"paragraph jod\" id=\"v9n692\"> We love our wives and children&#x2014;we love that which is calculated to make us happy and comfortable; but the divine spirit is to overcome the body and continue so to do, looking forth until the body also becomes divine; and then, when all has become divine, we may love all with a divine affection, but not till then. After the body and spirit are separated by death, what, pertaining to this earth, shall we receive first? The body; that is the first object of a divine affection beyond the grave. We first come in possession of the body. The spirit has overcome the body, and the body is made subject in every respect to that divine principle God has planted in the person. The spirit within is pure and holy, and goes back pure and holy to God, dwells in the spirit world pure and holy, and, by-and-by, will have the privilege of coming and taking the body again. Some person holding the keys of the resurrection, having previously passed through that ordeal, will be delegated to resurrect our bodies, and our spirits will be there and prepared to enter into their bodies. Then, when we are prepared to receive our bodies, they are the first earthly objects that bear divinity personified in the capacity of the man. Only the body dies; the spirit is looking forth, as you read in the Bible concerning the souls or spirits of those who lay under the altar,<span class=\"citation\" id=\"79288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79288)\">Rev. 6:9-11<\/a><\/span> as  <div class=\"break pagebreak\" id=\"140a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0140.pdf\" target=\"pdfwin\">p.&#xA0;140a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>John saw on the Isle of Patmos, and they were crying to God to know how long it would be before they would again have their bodies.<span class=\"citation\" id=\"79289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79289)\">Rev. 6:9-11<\/a><\/span> Were we turned out-of-doors, and not permitted to go into a house for six months or a year, we would look forward to the time when we could build a house, and reflect, &#x201C;I wish I had a good house wherein I could be free from the inclemency of the weather, as I once had.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n694\"> When the body comes forth again, it will be divine, Godlike, according to the capacity and ordinations of the Lord. Some are foreordained to one station, and some to another. We want a house, and when we get it and our spirits enter into it, then we can begin to look forth, for what? For our friends. We want them resurrected. Here is this friend and that friend, until by-and-by all are resurrected. And the earth is resurrected?<span class=\"citation\" id=\"88446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88446)\">D&amp;C 88:25-26<\/a><\/span> Yes, and every living thing on the earth that has abided the law by which it was made. Then that which you and I respect, are fond of, and love with an earthly love, will become divine, and we can then love it with that affection which it is not now worthy of. <\/div><div class=\"paragraph jod\" id=\"v9n695\"> Here is matter we see organized in ourselves. We look upon each other, and we are matter organized. Look upon the brute creation, the vegetable creation, and both are matter organized. Who knows how much of this is going to abide the law of its creation and the law by which it is made? Man is the only object you can find upon the face of the earth that will not abide the law by which he is made. When he abides this law, he is prepared for a glorious resurrection. Are my wives and friends going to be prepared to receive this resurrection? Are my children going to be prepared to receive this resurrection? They all have the power of choice, the same as <div class=\"break columnbreak\" id=\"140b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0140.pdf\" target=\"pdfwin\">p.&#xA0;140b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3772\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I have; the same power of divinity is in them that is in me and you. I cannot love them with that sacred, divine love, until they become immortal and prove themselves worthy of such a supreme affection. I do not suffer myself to love a wife or a child with that divinity that is within me, until they, with myself, are immortalized and glorified, and they are given to me as my own in that future state. I am fond of them; I will nourish, cherish, and guide them, and do all I can for them, so that they can prove themselves worthy to receive their bodies in a glorious resurrected state, and be prepared to enter into the joy of their Lord<span class=\"citation\" id=\"66106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66106)\">Matt. 25:21<\/a><\/span> with me: then they are worthy of my supreme love, and not before. <\/div><div class=\"paragraph jod\" id=\"v9n696\"> When I tell the truth, that is enough, and I care not whether those who hear it believe it or not, for that is their business. If you had lived in the days of Jesus, Peter, John, etc., and had seen men called to be Apostles of the Lord Jesus, every time they taught the people, every time they preached, every time they prayed, and every time they administered in the house of God, if they did not do it by the Spirit of revelation and by the power of God, they did not magnify their calling. There are not many who know this. If we do not speak to you by the Spirit of revelation and the power of God, we do not magnify our calling. I think that I tell you the words of the Lord Almighty every time I rise here to speak to you. I may blunder in the use of the English language; but suppose I should use language that would grate on the ears of some of the learned, what of that? God can understand it, and so could you, if you had the Spirit of the Lord. <\/div><div class=\"paragraph jod\" id=\"v9n697\"> I had brother Kimball ask me if his mode of communication pleased me. Yes; for I know what he means. I read his spirit when he preaches;  <div class=\"break pagebreak\" id=\"141a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0141.pdf\" target=\"pdfwin\">p.&#xA0;141a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and if he preaches by the power of God, I can understand it, if he speaks it back end forward, as well as if he spoke it straightforward and in picked and choice language. The Spirit of revelation is the best grammar you ever studied. As I was telling you this morning, let the power of God come upon this congregation and open the vision of your minds, and an angel of God appear here, and you would be in the light of eternity and in vision in a moment, without a word being spoken, and volumes would be revealed to this people. What do we care about words? Chiefly to speak and to hear others speak so as to be understood. We have our language; but if a man speaks by the power of God, it is little matter to me what his words are, or the language he uses. If I understand the spirit of it, that is the way I find &#x201C;Mormonism&#x201D; to be true. The brethren who came to preach the Gospel to me, I could easily outtalk them, though I had never preached; but their testimony was like fire in my bones;<span class=\"citation\" id=\"60542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60542)\">Jer. 20:9<\/a><\/span> I understood the spirit of their preaching; I received that spirit; it was light, intelligence, power, and truth, and it bore witness to my spirit, and that was enough for me. I have received it, and I have tried to improve upon it. <\/div><div class=\"paragraph jod\" id=\"v9n699\"> If I do not speak here by the power of God, if it is not revelation to you every time I speak to you here, I do not magnify my calling. What do you think about it? I neither know nor care. If I do not magnify my calling, I shall be removed from the place I occupy. God does not suffer you to be deceived. Here are my brethren and sisters pouring out their souls to God, and their prayers and faith are like one solid cloud ascending to the heavens. They want to be led right; they want the truth; they want to know how to serve God and prepare for a celestial kingdom. Do <div class=\"break columnbreak\" id=\"141b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0141.pdf\" target=\"pdfwin\">p.&#xA0;141b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3771\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> you think the Lord will allow you to be fooled and led astray? No. <\/div><div class=\"paragraph jod\" id=\"v9n700\"> Brother Kimball said, today, when he was speaking, if you suffer yourselves to find fault with your Bishop, you condescend to the spirit of apostasy. Do any of you do this? If you do, you do not realize that you expose yourself to the power of the Enemy. What should your faith and position be before God? Such that, if a Bishop does not do right, the Lord will remove him out of your Ward. You are not to find fault. As brother Wells has said, speak not lightly of the anointed of the Lord. But you say they are out of the way. Who has made any of my brethren a judge over their Bishop? You read in the Book of Doctrine and Covenants, in a revelation to Joseph Smith (brother Kimball and myself were present), that it takes twelve High Priests to sit in council upon the head of a Bishop.<span class=\"citation\" id=\"86699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86699)\">D&amp;C 68:22-24<\/a><\/span> Can they judge him? No; for they must then have the Presidency of the High Priesthood to sit at their head and preside over them. Yet many rise up and condemn their Bishop. Perhaps that Bishop has been appointed expressly to try those persons and cause them to apostatize. A great many will not apostatize until they arrive here; and who knows but what the Lord has prompted a Bishop to do so-and-so to cause somebody to apostatize. One of the first steps to apostasy is to find fault with your Bishop; and when that is done, unless repented of, a second step is soon taken, and by-and-by the person is cut off from the Church, and that is the end of it. Will you allow yourselves to find fault with your Bishop? No; but come to me, go to the High Council, or to the President of the Stake, and ascertain whether your Bishop is doing wrong, before you find fault and suffer yourselves to speak against a presiding officer.  <div class=\"break pagebreak\" id=\"142a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0142.pdf\" target=\"pdfwin\">p.&#xA0;142a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I want you to have faith enough concerning myself and my Counselors for the Lord to remove us out of the way, if we do not magnify our calling, and put men in our places that will do right. I had the promise, years ago, that I never should apostatize and bring an evil upon this people. God revealed that through Joseph, long before he died; and if I am not doing right, you may calculate that the Lord is going to take me home. He will not send me to hell, but he will take me home to himself. &#x201C;I will take you up here, Brigham, and give you a few lessons.&#x201D; I am going where He is, for I have that promise, and so have many others. I am telling you these things for your comfort. In all this there are no new principles and doctrines, though it is new to many of you. You must have faith in God that he will lead his people right, in a way to preserve them from every evil. <\/div><div class=\"paragraph jod\" id=\"v9n703\"> You can read in the writings of the ancient Prophets that the Lord is going to bring again Zion.<span class=\"citation\" id=\"59569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59569)\">Isa. 52:8<\/a><\/span><span class=\"citation\" id=\"90673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90673)\">D&amp;C 113:8<\/a><\/span> The Prophet said that very quickly: it took him not more than half a minute. Let me ask the Latter-day Saints, How long will it take this people to fulfil that short sentence? How can they, unless they live in the light of revelation, and God leads them day by day? Then can they do it in a moment, in an hour, in a week, in a month, or in a year? No. It will take years to perform that saying of the Prophet that he wrote down so soon. And it will take more than one Prophet or person; it will take hundreds and thousands of them to fulfil that saying; and they cannot begin to fulfil one part of it without the power of revelation. <\/div><div class=\"paragraph jod\" id=\"v9n704\"> You may read another text&#x2014;&#x201C;The Lord will empty the earth&#x201D;&#x2014;<span class=\"citation\" id=\"58379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58379)\">Isa. 24:1<\/a><\/span>I will not say whether of wickedness or righteousness. How is this to be understood, and how are the people <div class=\"break columnbreak\" id=\"142b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0142.pdf\" target=\"pdfwin\">p.&#xA0;142b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3770\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> going to fulfil this saying of the Prophet? How is the Lord going to empty the earth? Will it be done in a week or a year? No. He has begun to do it. President Lincoln called out soldiers for three months, and was going to wipe the blot of secession from the escutcheon of the American Republic. The three months are gone, and the labor is scarcely begun. Now they are beginning to enlist men for three years; soon they will want to enlist during the war; and then, I was going to say, they will want them to enlist during the duration of hell. Do they know what they are doing? No; but they have begun to empty the earth,<span class=\"citation\" id=\"58380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58380)\">Isa. 24:1<\/a><\/span><span class=\"citation\" id=\"128246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128246)\">D&amp;C 5:19<\/a><\/span> to cleanse the land, and prepare the way for the return of the Latter-day Saints to the Center Stake of Zion. <\/div><div class=\"paragraph jod\" id=\"v9n705\"> Have we inheritances there? When I left the State of Missouri, I had a deed for five pieces of as good land as any in the State, and I expect to go back to it. Do we own anything in Illinois? Yes. In Ohio? Yes. The Lord will call back the Latter-day Saints, although it is written in the revelations, speaking of the Saints being driven from Jackson County, that they should be driven from State to State, from city to city, and but few would remain to receive their inheritance.<span class=\"citation\" id=\"86436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86436)\">D&amp;C 63:31<\/a><\/span><span class=\"citation\" id=\"89373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89373)\">D&amp;C 101:1<\/a><\/span> I did not receive any inheritance in Jackson County, Missouri. I never was there, and I do not think of anyone present who was there, except Judge Phelps.<span class=\"citation\" id=\"86234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86234)\">D&amp;C 58:40<\/a><\/span> There are also a few others in the Territory who received theirs. A few will remain and receive their inheritance. Will we return and receive an inheritance there? Many of the Saints will return to Missouri, and there receive an inheritance. This is not worded exactly as is the revelation, but it is according to the nature of things.<span class=\"citation\" id=\"89431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89431)\">D&amp;C 101:16-19<\/a><\/span> The earth will also be emptied<span class=\"citation\" id=\"58381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58381)\">Isa. 24:1<\/a><\/span> upon natural principles: it cannot be done otherwise. <\/div> <div class=\"break pagebreak\" id=\"143a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0143.pdf\" target=\"pdfwin\">p.&#xA0;143a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n707\"> The South say, &#x201C;We could not bear the insults and the affliction heaped upon us by the North. We cannot help revolting from the rank Abolitionists that would destroy us and our negroes; we will not hold fellowship with the North any longer, but we will come out from them and be separate.&#x201D; The Abolitionists would set free the negroes at the expense of the lives of their masters; they would let the negroes loose to massacre every white person: that is the spirit of many of the Abolitionists that I have conversed with. Proslavery men are determined to hold their negroes, and the North reply&#x2014;&#x201C;It is false language to say that we are in a free and independent government that holds four millions of persons in abject slavery: we do not believe in it, and they shall be free.&#x201D; How natural it is for the two parties to come to the sword, to the cannon's mouth, and fight. &#x201C;We of the North are fighting to emancipate four millions of people that are in bondage,&#x201D; and &#x201C;we of the South are fighting for our liberties;&#x201D; and the right will continue until the earth is empty. Will it be over in six months or in three years? No; it will take years and years, and will never cease until the work is accomplished. There may be seasons that the fire will appear to be extinguished, and the first you know it will break out in another portion, and all is on fire again, and it will spread and continue until the land is emptied. Will they all be killed? No. <\/div><div class=\"paragraph jod\" id=\"v9n708\"> I shall see the day when thousands will seek succor at the hands of this people. If you say, &#x201C;Husband, I shall leave you, if you take another wife,&#x201D; you had better leave now when you may stand a chance of getting another husband. You cannot read in the Bible that women take the lead&#x2014;<span class=\"citation\" id=\"75894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75894)\">1 Tim. 2:11-15<\/a><\/span>that the responsibility is upon the women, for it is not so. What was the saying of Jesus, when <div class=\"break columnbreak\" id=\"143b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0143.pdf\" target=\"pdfwin\">p.&#xA0;143b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3769\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the woman caught in sin was brought before him?<span class=\"citation\" id=\"69418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69418)\">John 8:3-11<\/a><\/span> That publicans and harlots should enter into the kingdom of heaven before the self-righteous scribes and Pharisees.<span class=\"citation\" id=\"65329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65329)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65329)\">Matt. 21:31-32<\/a><\/span> I do not like to associate with such characters, but that Scripture will be fulfilled. <\/div><div class=\"paragraph jod\" id=\"v9n709\"> The responsibility is upon the men, and they will be used up, for they go to war, and will fall in battle by hundreds and thousands, until the earth is emptied. Young men, prepare yourselves; for a greater responsibility will come upon you than you have ever dreamed of. Millions will seek to you for salvation. Are you prepared for this? No, you are not. There are but very few men, old or young, that are capable of taking proper charge of themselves, to say nothing of a Ward, a community, or a nation. <\/div><div class=\"paragraph jod\" id=\"v9n710\"> It is said that woman is the weaker vessel,<span class=\"citation\" id=\"77869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77869)\">1 Pet. 3:7<\/a><\/span> and that an Irishman whipped his wife because she carried too much sail. The nations have been led by the weaker vessel; but, by-and-by it will not be so. It is impossible to guide ships that carry too much sail, and have too little ballast in proportion to their hulls. I should trim off some of the spankers. You sisters who have crossed the sea know what I mean. You must also cut off part of the jib, and then you can guide the vessel a little easier. When you come to the mainsail, reef it, tie it up, and not have it quite so large. <\/div><div class=\"paragraph jod\" id=\"v9n711\"> You can scarcely find a man that knows how to properly treat himself, and it is worse when you come to his directing others. You will see the time when thousands will seek salvation at the hands of this people, and say, &#x201C;Guide us in the way of life; the earth is emptied of wickedness, and it has come to an end.&#x201D; The Lord knows whether or not the Elders of this Church will be ready to step forward and take upon themselves these great responsibilities. <\/div><div class=\"paragraph jod\" id=\"v9n712\"> Let these remarks remain with you;  <div class=\"break pagebreak\" id=\"144a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0144.pdf\" target=\"pdfwin\">p.&#xA0;144a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>take them home with you, and wait and see what the result will be. The Lord is building up Zion, and is emptying the earth<span class=\"citation\" id=\"58382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58382)\">Isa. 24:1<\/a><\/span> of wickedness, gathering his people, bringing again Zion,<span class=\"citation\" id=\"59829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59829)\">Isa. 52:8<\/a><\/span> redeeming his Israel, sending forth his work, withdrawing his Spirit from the wicked world,<span class=\"citation\" id=\"83721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83721)\">D&amp;C 1:33<\/a><\/span> and commencing to build up his kingdom. <div class=\"break columnbreak\" id=\"144b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0144.pdf\" target=\"pdfwin\">p.&#xA0;144b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3768\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Can this be done without revelation? No. You will not make a move, or do anything&#x2014;plant corn, build a hall or a temple, make a farm, or go to the States&#x2014;no, not a thing towards building up Zion, without the power of revelation. <\/div><div class=\"paragraph jod\" id=\"v9n714\"> May the Lord bless you, brethren and sisters. Amen. <\/div>\n<\/div>\n<\/div>"}