{"ID":90035, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Political Economy.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Bowery, Great Salt Lake City, September 29, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Political Economy.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 9\/29\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d35\">\n<div class=\"paragraph jod\" id=\"v9n883\"> It will be remembered by the brethren that, about a year ago, there was a Missionary fund started in this city, which was very liberally subscribed to. This fund was commenced for the purpose of sustaining the families of the Missionaries <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> who have gone on Missions. The calls upon the secretary of that fund are now very numerous. The subscriptions are not all paid, but many of them have been partially paid. It is now proposed to replenish this fund; and as this is a good time for  <div class=\"break pagebreak\" id=\"183a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0183.pdf\" target=\"pdfwin\">p.&#xA0;183a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>getting wood, it is a good time to bring some in for this object. Those who feel to subscribe and donate, can report to brother John T. Caine at the President's office. This invitation has also been extended to others who have not contributed; and we now wish to give an opportunity to those who live in the adjoining settlements. We wish to give all an opportunity and a privilege of assisting the families of those who are appointed to go on Missions. Brethren, let us pay up and continue our subscriptions to the fund, that the poor may be provided for, and the hearts of the Saints made glad. <\/div><div class=\"paragraph jod\" id=\"v9n885\"> The instructions given seem to turn upon political economy, and the pecuniary and temporal circumstances of this community. It is the burden of the instructions from time to time, and it seems not so much by way of gaining political advancement or influence, but those who have labored, and still are laboring to lay the foundation for a great and mighty nation, are looking and striving for the improvement of this people, to teach them how to be self-sustaining. It is the wish and desire of those who stand at the head of this people, to pursue that course which will be the most profitable to the kingdom of God, for that will be for their benefit, and that is the burden of the instructions day by day. We are counseled and taught by our brethren to prepare ourselves for self-existence, to look after those things which are calculated to make us free and independent. It appears by the great commotion in the world that we are liable to be cut off at any time from foreign trade, for we are so situated in these distant valleys, that we may be cut off at any time from all distant markets; and it seems to be in the economy of Heaven that this should be so in order that we may become free, and also that we <div class=\"break columnbreak\" id=\"183b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0183.pdf\" target=\"pdfwin\">p.&#xA0;183b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3729\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> may develop the resources of this our mountain home. By our united efforts we can produce from the elements those things that will be for our best good, and for the general interests of the kingdom of God. The burden of the instructions given by the servants of God from day to day, is for us to labor to draw from the elements for our support. Here are the richest elements that are to be found upon the face of the globe. There is no grain, no vegetables, neither anything that grows upon the face of the earth, that contains that sweetness or nourishment in a greater degree than it does here in this mountain country. The fruit, the vegetables, and all we grow, are of the sweetest and richest kind, and the most nourishing in quality. The fabrics made here will likewise be of the most refined and durable kind. If we labor for it, the finest flax, hemp, and wool, can be produced in this Territory. It is our duty to strive to raise everything we need for our own consumption. The tea, the coffee, the tobacco, and the whiskey (if we must have such articles), can all be produced and manufactured here. I am willing to make a bargain with this people to leave off all those things that I have mentioned, if all the people will agree to do likewise. These are things that we can do without; in fact, we are better without them than with them; we are better in our bodies as well as in our purses. The sugar that is needed, and other sweetening, grow here in these valleys of the mountains, and it only needs a little skill and labor to bring it into a more refined state than we have yet been able to produce. Hundreds of wagons and teams would not be able to bring the amount of sweetening from the States that will be raised and manufactured here this season, and the quantity and quality  <div class=\"break pagebreak\" id=\"184a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0184.pdf\" target=\"pdfwin\">p.&#xA0;184a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>can be increased and improved every year. <\/div><div class=\"paragraph jod\" id=\"v9n887\"> It is a measure of political economy for us to strive to promote the general interest, and to study to do the most good for the community we live in. If we cannot abide the appeal to our consciences, let us abide the appeal to our pockets. (Voice: You have caught us now.) We must not suit our ways to strangers, but we must look to the welfare of Israel. <\/div><div class=\"paragraph jod\" id=\"v9n888\"> Brethren, there is a glorious work before us, and great and glorious blessings will be poured out upon us. Peace and plenty surround us, and we are far from the power and corruptions which are now disturbing the enemies of God's people. The Almighty has wisely placed barriers in the way of his enemies, and by them they are now kept back, otherwise they would endeavor to swallow us up in their anger and rage. <\/div><div class=\"paragraph jod\" id=\"v9n889\"> We are now in a position that we can do those things of which I have been speaking. We can provide for our future necessities. We can raise up a great and mighty people, who will be led and governed by the principles of righteousness, and we have now an opportunity of doing it in these valleys. The nucleus is formed, the people are here, and we can do everything that is required if we have the disposition to labor for its accomplishment. Let us take hold like men and women of God, like those who are filled with his Holy Spirit, in order that we may accomplish the important work required at our hands. It is a work that should engage our most earnest attention. It is not a thing of a moment, and then to pass away; but it is the kingdom of God that shall remain forever and forever. This is what we are striving to build up; and let us take hold of it in such a manner as we can carry it on, and at <div class=\"break columnbreak\" id=\"184b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0184.pdf\" target=\"pdfwin\">p.&#xA0;184b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3728\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the same time sustain ourselves. To do this, we must produce those things that are necessary for our temporal existence; and let us be careful not to destroy what the Lord has given us before we produce another supply from the elements around us. It is our business, and duty, too, to take care of all that the Lord has put into our hands, and not because a word has been said about tea, to go and burn it up or throw it away; but we should put all we are made stewards over to the best possible use. <\/div><div class=\"paragraph jod\" id=\"v9n890\"> Now, I have no objection to our keeping things in our possession that are necessary for sickness, but let the whiskey and the tobacco be put to their legitimate uses, then all will be right. Where coffee is produced, the people do not use it, but they raise it for the barbarians. In the East Indies and wherever coffee is grown, the inhabitants consider it poison and wonder that it does not poison the outside barbarians, as they term all those whom we consider the civilized and enlightened nations. Some of our physicians will, however, say and contend that it is perfectly harmless, when the facts before us show the effect of coffee, tea, opium, tobacco and other stimulants, and various other foolish and expensive indulgences to be the cause of reducing the average of human life, so that not one half of those born into the world live to attain the age of seventeen years. Apart from this, it would be a great saving to this people, for they have to bring these things from abroad. Everything that we cannot produce within ourselves, it would be best for us to do generally without, then we would have means to aid us in producing those things that are necessary to more fully develop the resources of the mountains and valleys of Utah. I mean that we could then use our means to bring the machinery here that we cannot so well manu<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"185a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0185.pdf\" target=\"pdfwin\">p.&#xA0;185a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>facture, but which, by bringing in a little, we will be able to manufacture after a while. <\/div><div class=\"paragraph jod\" id=\"v9n892\"> While we are professing to be righteous, let us take a course to prove to God, angels, and men that we are in earnest, and will live and produce those things that are needed for our own sustenance, and build up cities and make Zion the joy of the whole earth.<span class=\"citation\" id=\"56634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56634)\">Ps. 48:2<\/a><\/span> It is not a mere theory that we have to do with, but it is the building up of the kingdom of God, and it is for those who have the principles of the kingdom in their hearts to seek to permanently establish the Zion of God upon the earth, whether they will be able to maintain the kingdom or not is the Lord's business. We know that the Devil seeks to thwart and overthrow the kingdom, and in all the enterprises that this people engage in, they may expect his opposition. <\/div><div class=\"paragraph jod\" id=\"v9n893\"> We often see that people are frustrated and afflicted; and we frequently suffer in our health, and in things which we seek to accomplish, we meet with such opposition that <div class=\"break columnbreak\" id=\"185b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0185.pdf\" target=\"pdfwin\">p.&#xA0;185b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3727\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we have to give them up, but still we should try again and strive to bring stronger influences to bear and thus succeed in the accomplishment of the object we have in view. There is a contention here among the influences we have around us which is&#x2014;whether the Latter-day Saints will maintain themselves independent of the Devil and his co-adjutors, or whether they will forever be dependent upon their enemies. <\/div><div class=\"paragraph jod\" id=\"v9n894\"> I firmly believe that, with the blessings of the Almighty, we can produce in a short time everything we need, if we will use the proper exertions. The thing now is to commence and go ahead with an earnestness, and not allow ourselves to be easily thwarted or frustrated. If we fail at one time, let us try again, and bring greater influences and more union, strength, and power to bear, that we may succeed the next time. We have the Devil, as well as every natural obstacle to contend with, but we will finally triumph, which is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}