{"ID":90033, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Salvation of the House of Israel to Come Through the Gentiles.<\/div>\n<div class=\"subtitle\">Remarks by Elder Orson Pratt, made in the Bowery, at Provo, July 15, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Salvation of the House of Israel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Orson Pratt<\/div>\n<div class=\"date\">Date: 7\/15\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d33\">\n<div class=\"paragraph jod\" id=\"v9n860\"> It is with a great degree of satisfaction that I arise to bear my humble testimony before the Saints here in Provo, in connection with the testimonies that have been borne to you by the servants of God who have addressed you heretofore. We have had some great and good instructions imparted to us since our meetings commenced here the day before yesterday. We have had instructions which are of the greatest importance&#x2014;instructions that pertain both to our temporal and future prosperity. The teachings imparted have been clothed with wisdom, and the gift and power of the Holy Ghost sent down from heaven, which has inspired the hearts of the servants of God who have addressed us from this Stand, and more especially has this been the case with regard to the instructions that have been imparted to us this forenoon, setting forth our relations, as Gentile Saints (or Saints that have received the Gospel from <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> among the Gentiles), with the house of Israel. Perhaps there is no subject that could be presented at the present time that is of so much importance, and that has so great a bearing upon the human family, as the one set before us this forenoon. It is one on which the salvation of the Latter-day Saints depends. It is one, also, on which the salvation of the remnants of the tribe of Joseph upon this American continent depends. It is one that we must not only understand, or reason about, or think of, but one in which we must engage every faculty and power of our minds, if we would be blessed as a people. It is for this object, as has been plainly shown to you this forenoon, that the angels of God descended from the eternal world and spoke in the ears of mortal man. It is for this object that the heavens have been opened, and the everlasting Priesthood sent down and conferred upon chosen vessels. It is for this object&#x2014;namely,  <div class=\"break pagebreak\" id=\"175a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0175.pdf\" target=\"pdfwin\">p.&#xA0;175a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the salvation and redemption of the poor, lost, degraded sons of the forest, that God has given the Urim and Thummim, and caused to be translated one of the most glorious sacred records, or histories that was ever introduced into the world by mortal man. It is for this object that we have been permitted to leave the land of our forefathers, to traverse the sandy deserts and plains of Nebraska, and to locate ourselves here in the midst of these lonely and peaceful vales; it is that we might fulfil and accomplish the purposes of the great Jehovah, in the redemption of the remnant of Joseph who dwelt here before us. I shall not, perhaps, make a great many remarks this afternoon, as there are others present who no doubt desire to bear their testimony before the Saints; yet I feel to make a few observations in relation to that degraded people, and in relation to ourselves, and our duties in regard to them; not that I expect my feeble abilities will impart anything that is of much consequence or importance, more than what has already been clearly portrayed before your minds this forenoon. <\/div><div class=\"paragraph jod\" id=\"v9n862\"> With these preliminary remarks, I will select a passage of Scripture as a text. It reads as follows&#x2014;&#x201C;Woe be unto them that are at ease in Zion.&#x201D;<span class=\"citation\" id=\"61933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61933)\">Amos 6:1<\/a><\/span> I think we will find this text in the predictions of Isaiah. We shall also find it in the Book of Mormon. I will repeat the words&#x2014;&#x201C;Woe be unto them that are at ease in Zion.&#x201D;<span class=\"citation\" id=\"81527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81527)\">2 Ne. 28:24<\/a><\/span> Do you think, brethren and sisters, while so much depends upon our exertions and conduct, that we can come to these valleys, or go anywhere else on this American continent, and settle down upon our farms, or engage in our merchandise or in our business transactions, and be at ease in Zion? It is of no use thinking of this for a moment; for the day, even the time of the re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"175b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0175.pdf\" target=\"pdfwin\">p.&#xA0;175b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3737\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>demption of Israel, is now nigh at hand; and Zion, instead of being at ease, must travail in pain to be delivered.<span class=\"citation\" id=\"62183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62183)\">Micah 4:10<\/a><\/span> When the Saints first began to assemble themselves together in Jackson County, Missouri, and began to build fine houses and open rich farms, and were surrounded with every facility for becoming rich in this world's goods&#x2014;when they were thus inclined to settle down in pleasant places, with their affections placed upon the things of the earth&#x2014;upon their houses and their lands, upon their grain, their flocks and their herds, and when the great and important duties required of them as Latter-day Saints were laid aside, or, at least, placed on the background&#x2014;when they thus settled down, and were determined to enjoy their own Zion at perfect <span class=\"italic\">ease<\/span>, did the Lord suffer them to remain at ease? No. He suffered them to be uprooted, to be driven from their houses and inheritances, and to be afflicted, tormented, and oppressed. Why did the Lord suffer this? Because the people felt a disposition to be at ease in the land of Zion, and to neglect the important duties required at their hands. This has been more or less the case from the day that we settled in the western part of Missouri until the present time. We have forgotten who we are; we have forgotten in a measure what God has been doing with us as a people; we have forgotten his purposes that he has determined to accomplish in our day and generation; we have forgotten the degraded, forlorn condition of the sons of Joseph; we have forgotten the predictions of the holy Prophets among their fathers, who so earnestly prayed to the Most High for themselves and their children to the latest generation,<span class=\"citation\" id=\"81782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81782)\">Enos 1:15-18<\/a><\/span> whose prayers have been recorded in the records of eternity and preserved in the archives of heaven, to be  <div class=\"break pagebreak\" id=\"176a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0176.pdf\" target=\"pdfwin\">p.&#xA0;176a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>answered upon the heads of their posterity in the last days. We have forgotten these things to a great extent, and are dwelling at ease in Zion, and neglecting the great redemption of Israel. <\/div><div class=\"paragraph jod\" id=\"v9n864\"> It almost seems sometimes that the people are determined to take their rest and be at ease before their great labor is accomplished or their day of rest comes. They build houses, they plant vineyards, they sow their fields, they gather together large flocks and herds, they multiply their goods and substance, they surround themselves with the comforts and luxuries of this life, and say to themselves, &#x201C;We will enjoy ourselves and be at ease in Zion; we will remain upon our farms and in our fine houses; we will engage in our merchandise and in various occupations; we will let the Lamanites take care of themselves, and we will let the purposes of the Almighty roll round without our help.&#x201D; And after all these things, they will pray every day that the Lord will roll round events, accomplish his purposes, and fulfil the covenants made with the house of Israel, and yet not lift one solitary finger to facilitate the answer to their prayers. <\/div><div class=\"paragraph jod\" id=\"v9n865\"> As it was said this forenoon, God is not going to do this without our agency and exertions. What says the Apostle Paul concerning the Gentiles? &#x201C;For as ye in times past have not believed God, yet now have obtained mercy through their unbelief: Even so have these (that is the house of Israel) also now not believed, that through your mercy they also may obtain mercy.&#x201D;<span class=\"citation\" id=\"72820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72820)\">Rom. 11:30-31<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n866\"> The Apostle shows plainly that blindness in part happened to Israel,<span class=\"citation\" id=\"125435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125435)\">Rom. 11:25<\/a><\/span> and that you Gentiles, as a consequence, obtained mercy. Has not the light of truth shone upon our minds, that these Lamanites, who are of the house of Israel, might, <div class=\"break columnbreak\" id=\"176b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0176.pdf\" target=\"pdfwin\">p.&#xA0;176b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3736\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through the mercy of us Gentiles, obtain mercy? <\/div><div class=\"paragraph jod\" id=\"v9n867\"> [Elder Pratt then asked a blessing upon the bread.] <\/div><div class=\"paragraph jod\" id=\"v9n868\"> Through the mercy of the Gentiles, it is decreed that the house of Israel in the last days shall obtain mercy;<span class=\"citation\" id=\"125436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125436)\">Rom. 11:31<\/a><\/span> that is, through the believing of the Gentiles, or, in other words, through the Saints of the living God who have embraced the covenant of peace from among the Gentiles, and have separated themselves from the wicked Gentile nations. It is through their mercy, through their long-suffering, patience, and forbearance, that the house of Israel are to find salvation and mercy. And if we do not accomplish this work, we shall suffer; and I just as much believe this as I believe that the sun shines in the firmament of heaven. Without this people become the saviors of Israel, we shall be accounted as salt that has lost its savor, and therefore no longer good for anything but to be trodden under the feet of Israel or of our enemies.<span class=\"citation\" id=\"89721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89721)\">D&amp;C 103:9-10<\/a><\/span> Whosoever will not extend the hand of mercy to redeem this people will go down, and lose their influence with God and all good men. We are placed here as saviors upon the mountains,<span class=\"citation\" id=\"61977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61977)\">Obad. 1:21<\/a><\/span> and God has placed us here because we understand principles that they are ignorant of. We know about God; we have learned something of Jesus Christ and of the redemption wrought out by him; we have also learned some little of the future state of man. We are in possession of knowledge which is hid from all the rest of the world. Shall we, therefore, dwell at ease upon our farms and in our habitations, and suffer these sons of the forest to remain in eternal ignorance of the great truths that we are in possession of? If so, woe be unto this people, or any other people that are entrusted with the sacred things committed to our charge, and who  <div class=\"break pagebreak\" id=\"177a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0177.pdf\" target=\"pdfwin\">p.&#xA0;177a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>do not use them according to the mind and will of God; for it is his mind that they should be used for the redemption of those that are unacquainted with these principles by which alone salvation can be obtained. <\/div><div class=\"paragraph jod\" id=\"v9n870\"> But how can we save this fallen remnant of Israel? Can the redemption of this widely scattered and degraded race be brought about in a moment? It cannot. We have heard from the lips of our President, who spake by the wisdom of the Most High and by the power of the Spirit which rested upon him. He has pointed out the way, and shall we not walk in it?<span class=\"citation\" id=\"58946\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58946)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58946)\">Isa. 30:21<\/a><\/span> Shall we not give heed to his sayings? We are commanded to be of one heart and of one mind;<span class=\"citation\" id=\"85123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85123)\">D&amp;C 38:27<\/a><\/span><span class=\"citation\" id=\"92865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92865)\">Moses 7:18<\/a><\/span> and in this case in particular we are required to be united in all our exertions, and to use all the power and faculties of our minds for the salvation of the nations of Joseph. Will the brethren reach forth the helping hand, and try to redeem the sons of the forest with whom we are surrounded? I believe they will; for the purposes of God must be fulfilled; and we are the people who have to do the work; and to those who do not take part in it, I will apply the words of my text&#x2014;&#x201C;Woe to them that are at ease in Zion.&#x201D;<span class=\"citation\" id=\"61934\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61934)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61934)\">Amos 6:1<\/a><\/span><span class=\"citation\" id=\"125437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125437)\">2 Ne. 28:24<\/a><\/span> And this woe will find them out; it will surely come upon them, and sorely afflict them from the rising of the sun unto the going down thereof;<span class=\"citation\" id=\"56659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56659)\">Ps. 50:1-2<\/a><\/span> and when the night cometh, it will not cease; it will follow them day by day, until they learn by sad experience that there is no such thing as being at ease in Zion until Zion has travailed in pain and brought forth her children,<span class=\"citation\" id=\"62184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62184)\">Micah 4:10<\/a><\/span> and especially when the work is of the importance of the one now before us, and required at our hands. Here are numbers of the Lamanites before me. How much good it would do them, if they could only sit down and <div class=\"break columnbreak\" id=\"177b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0177.pdf\" target=\"pdfwin\">p.&#xA0;177b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3735\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> read as we can concerning their fathers! Place yourselves in the same position, and imagine that you had lost all that was good and great, and suppose that you were among a people who understood all this knowledge, and suppose that they were not willing to put forth their hands to impart the blessings they enjoyed to you, how would you feel? You would feel as God feels, and the same as the old Prophets and Patriarch of the Nephites feel, who are now in the heavens, and who are acquainted with the purposes of God that are now transpiring upon the earth. How do you think they would feel, if they were to come down and look upon their descendants, and see them wandering in darkness, without the knowledge of God or their ancestors, and then turn and see a people in their midst who were in possession of the sacred records and prophecies of their fathers, and yet that people so careless, and so much at ease, that they used scarcely any exertion to impart the heavenly knowledge to them? Perhaps some may inquire, How are you going to impart information to so dark and degraded a people as our red neighbors? Do as brother Young has counseled, instead of driving them out from your midst to some desolate region. Cultivate their friendship; be forbearing and kind, and show a sympathetic spirit for them. Build for them a good schoolhouse, and let the people be engaged in teaching them the English language, both old and young, as far as they are willing to be taught. Teach them concerning their forefathers, the carrying forth of the Book of Mormon, and the plan of salvation which is revealed to us, with the promise of eternal life to all those who believe and obey. They require to be taught in order that they may have faith; for how can they believe without being taught<span class=\"citation\" id=\"72727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72727)\">Rom. 10:14<\/a><\/span> by  <div class=\"break pagebreak\" id=\"178a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0178.pdf\" target=\"pdfwin\">p.&#xA0;178a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>those whose right it is to teach? Teach them to read; and if you can persuade them to be attentive, it will not take them long to acquire a knowledge of our language. If you can possibly afford it, feed them and keep them from perishing with hunger. Just as long as they have to hunt in the mountains and canyons for food, and to eat snails, snakes, and crickets, in order to keep themselves alive&#x2014;I say, so long as they have to do this, you cannot make them think of God. They will think of their hunting, and of procuring something to prevent starvation; for they must procure something to subsist upon, even if it is by stealing. Then if you want them to learn knowledge, and to acquire it in the best way, and with the least expense to yourselves, feed and clothe them, and then instruct them; and if you can get their minds bent down to study our language, it will be but a very short time before they will read as well as the best of us. Get them so that they can read the record of their forefathers&#x2014;the Book of Mormon, and they will soon learn what God intends to do for them; and then the Holy Spirit will be poured out upon them, according to the intelligence and capacities they have for receiving the light of truth. In this way they may soon be fitted and prepared for a greater amount of knowledge, and receive the eternal Priesthood upon their heads, and then they will go forth to the surrounding nations, tongues, and tribes of their own people, and bring them to a knowledge of the truth. And this is the place for us to work; and we have the liberty and the means to first begin directly here at home; and when we have instructed and taught those directly in our midst, not merely by our theories, but by our precepts and examples, then will be the time to go and convert those <div class=\"break columnbreak\" id=\"178b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0178.pdf\" target=\"pdfwin\">p.&#xA0;178b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3734\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in South America and in the distant regions of our continent. But if we cannot convert those whom we have around us, and persuade them to hearken to the Priesthood, it is but very little use to go to others at a greater distance; for here is the place. God has not sent us as a people to dwell in the southern extremities of South America; but he has caused us to be located here; and hence here is the place where he intends us to work. We are called upon to begin here in the city of Provo, on the lands that these Lamanites call their own, and where they have chosen their homes. You may say in your hearts that &#x201C;it would be so much labor and trouble&#x2014;it would cost us so much of our time and means to convert those around us, that we have not courage to perform the great undertaking.&#x201D; But what were we sent here for? The Lord has caused us to come here for this very purpose&#x2014;that we might accomplish the redemption of these suffering, degraded Israelites, as predicted in the sacred records of their forefathers,<span class=\"citation\" id=\"81783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81783)\">Enos 1:15-18<\/a><\/span> and this is what we are told by our President; and therefore we can have no excuse, for our duty has been plainly told us. This work is of the greatest importance of any work of the present day. I believe with all my heart, as expressed by our President, that this people will be our shield in days to come; and I believe that if we lose this shield by our carelessness, or by settling down at ease in Zion,<span class=\"citation\" id=\"61935\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61935)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61935)\">Amos 6:1<\/a><\/span><span class=\"citation\" id=\"125438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125438)\">2 Ne. 28:24<\/a><\/span> it will be woe to us that call ourselves Latter-day Saints. Yes, it will be woe to us if we do not accomplish this work that is given us to do. Do you not know that they will be the principal actors in some of the grand events of times to come? What says the Book of Mormon in relation to the building up of the New Jerusalem on this continent&#x2014;one of the most splendid  <div class=\"break pagebreak\" id=\"179a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0179.pdf\" target=\"pdfwin\">p.&#xA0;179a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>cities that ever was or ever will be built on this land? Does not that book say that the Lamanites are to be the principal operators in that important work, and that those who embrace the Gospel from among the Gentiles are to have the privilege of assisting the Lamanites to build up the city called the New Jerusalem? This remnant of Joseph, who are now degraded, will then be filled with the wisdom of God; and by that wisdom they will build that city; by the aid of the Priesthood already given, and by the aid of Prophets that God will raise up in their midst, they will beautify and ornament its dwellings; and we have the privilege of being numbered with them,<span class=\"citation\" id=\"82876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82876)\">3 Ne. 21:22-24<\/a><\/span> instead of their being numbered with us. It is a great privilege indeed (and we are indebted to their fathers for it), that we enjoy of being associated with them in the accomplishment of so great a work. It is to their fathers and to God that we are indebted for the enjoyment of such great blessings in fulfillment of the prophecies. Their ancient Prophets among their ancestry looked with interest upon their children, and they interceded day and night for their redemption. In answer to their prayers,<span class=\"citation\" id=\"81784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81784)\">Enos 1:16<\/a><\/span> an angel has flown through the midst of heaven to preach the everlasting Gospel to the nations;<span class=\"citation\" id=\"79706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79706)\">Rev. 14:6<\/a><\/span> and it is therefore to them that we are indebted for many of the privileges that we now enjoy. If we are thus indebted as a people&#x2014;woe be unto us who are gathered from among the Gentiles, if we neglect to pay the debt by our exertions to save them! Woe to us who have contracted the debt! For a day of judgment and retribution will come, and there will be no escape! No lawyers will be there to quibble and bring up technicalities of law; <div class=\"break columnbreak\" id=\"179b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0179.pdf\" target=\"pdfwin\">p.&#xA0;179b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3733\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but the debt will have to be paid, for to their forefathers are we indebted for the light and knowledge that we possess. Therefore, let us bestir ourselves, and perform those duties incumbent upon us, and then we shall receive our reward. I do not wish to take up the time when there are others of our brethren that have not had the privilege of speaking; but I did feel to say these words. I felt to shout glory to God this morning when I heard our President speak of these things. My advice to you, my brethren and sisters, is the same as to myself&#x2014;Let us wake up to a sense of these things; let us sacrifice whatever is required of us for the salvation of this people. With regard to going to foreign nations to preach the Gospel among the idolatrous heathen, I will say, for my own part, that I would prefer going and laboring for years in those mountains to save Israel; yes, for years, if that should be required by the First Presidency, though I stand ready to go to China, or to the islands and nations of the Pacific, or to any other part of the world, when counseled so to do. What are these sacrifices to the glory that is to follow? <\/div><div class=\"paragraph jod\" id=\"v9n871\"> [Elder Pratt asked a blessing upon the cup.] <\/div><div class=\"paragraph jod\" id=\"v9n872\"> Brethren and sisters, may God bless you, and may his Spirit inspire you when you lie down at night, and in your dreams of the night, when you rise up in the morning, and when you go about your temporal labors. May He inspire you continually to search and find out what your duties are to the remnants of Israel that are in your midst. I ask that God will give you this spirit of inquiry and earnestness in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}