{"ID":90037, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Robbing the Dead&#x2014;Dancing, not a Part of the Saints' Religion&#x2014;Kindness in Government&#x2014;More Telegraphic Wires.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, February 9, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Robbing the Dead, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/9\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d37\">\n<div class=\"paragraph jod\" id=\"v9n916\"> I have four sermons that I wish to preach this morning, and I wish about thirty-five minutes in which to preach them. <\/div><div class=\"paragraph jod\" id=\"v9n917\"> The first subject I shall notice this morning is robbing the dead. Many have desired me to express myself in public relative to what has transpired <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3721\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> in our graveyard during four or five years past. Robbing the dead is not a new thing. Robbing dead people of their jewelry and clothing is customary in the cities of Europe; and it has been and is customary in many places to steal the body for the purpose of dissection. I have, in the  <div class=\"break pagebreak\" id=\"192a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0192.pdf\" target=\"pdfwin\">p.&#xA0;192a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>course of my life, been under the necessity of watching graves to keep them from being robbed. <\/div><div class=\"paragraph jod\" id=\"v9n919\"> It appears that a man named John Baptiste has practiced robbing the dead of their clothing in our graveyard during some five years past. If you wish to know what I think about it, I answer, I am unable to think so low as to fully get at such a mean, contemptible, damnable trick. To hang a man for such a deed would not begin to satisfy my feelings. What shall we do with him? Shoot him? No, that would do no good to anybody but himself. Would you imprison him during life? That would do nobody any good. What I would do with him came to me quickly, after I heard of the circumstance; this I will mention, before I make other remarks. If it was left to me, I would make him a fugitive and a vagabond upon the earth.<span class=\"citation\" id=\"52733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52733)\">Gen. 4:12<\/a><\/span> This would be my sentence, but probably the people will not want this done. <\/div><div class=\"paragraph jod\" id=\"v9n920\"> Many are anxious to know what effect it will have upon their dead who have been robbed. I have three sisters in the graveyard in this city, and two wives, and several children, besides other connections and near relatives. I have not been to open any of their graves to see whether they were robbed, and do not mean to do so. I gave them as good a burial as I could; and in burying our dead, we all have made everything as agreeable and as comfortable as we could to the eye and taste of the people in their various capacities, according to the best of our judgments; we have done our duty in this particular, and I for one am satisfied. I will defy any thief there is on the earth or in hell to rob a Saint of one blessing. A thief may dig up dead bodies and sell them for the dissecting knife, or may take their raiment from them, but when the resurrection takes place, the Saints will come forth with all <div class=\"break columnbreak\" id=\"192b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0192.pdf\" target=\"pdfwin\">p.&#xA0;192b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3720\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the glory, beauty, and excellency of resurrected Saints clothed as they were when they were laid away. <\/div><div class=\"paragraph jod\" id=\"v9n921\"> Some may inquire whether it is necessary to put fresh linen into the coffins of those who have been robbed of their clothing. As to this you can pursue the course that will give you the most contentment and satisfaction; but if the dead are laid away as well as they can be, I will promise you that they will be well clothed in the resurrection, for the earth and the elements around it are full of these things. All that is needed is power to bring forth those things necessary, as Jesus did when he fed the multitude with a few loaves and fishes, perhaps no more than would on ordinary occasions feed six men; he organized the elements around, and fed five thousand.<span class=\"citation\" id=\"69202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69202)\">John 6:10-11<\/a><\/span> In the resurrection everything that is necessary will be brought from the elements to clothe and to beautify the resurrected Saints, who will receive their reward. I do not trouble myself about my dead. If they are stripped of their clothing, I do not want to know it. <\/div><div class=\"paragraph jod\" id=\"v9n922\"> Some, I have been informed, can now remember having had singular dreams, and others have heard rappings on the floor, on the bedstead, on the door, on the table, &amp;c., and have imagined that they might have proceeded from the spirits of the dead calling on their friends to give them clothing, for they were naked. My dead friends have not been to me to tell me that they were naked, cold, &amp;c.; and if any such rappings should come to me, I should tell them to go to their own place. I have little faith in those rappings. If I felt that I ought to pay attention to such things, I would not, so to speak, let my right hand know what my left did;<span class=\"citation\" id=\"63288\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63288)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63288)\">Matt. 6:3<\/a><\/span> and it would require a greater power than John Baptiste to make me believe either a truth or a lie. <\/div> <div class=\"break pagebreak\" id=\"193a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0193.pdf\" target=\"pdfwin\">p.&#xA0;193a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n924\"> I thought the remark made by a lad to a group of weeping women was very appropriate, though I do not blame them for weeping when they saw the clothing they had put upon their departed darlings; said he, &#x201C;supposing the linen was all burnt up and the ashes scattered to the four winds, could not the angel Gabriel call those particles together as easily as he could call together the particles of the body?&#x201D; The elements are all here, and they will be called forth in their proper time and place. Let the minds of the people be at rest upon this matter. What has been done they cannot help. If any wish to open the graves of their dead and put clothing in the coffins to satisfy their feelings, all right; I am satisfied. I am also satisfied that had we been brought up and traditionated to burn a wife upon the funeral pile, we should not be satisfied unless this practice was followed out; we would have the same grief and sorrow that we now have when we find that our dead have been robbed of their clothing. Or if we had been brought up as our natives are, when a chief died if we did not kill a wife or two, a few horses, or a few prisoners, &amp;c., as soon as the darkness of night set in we very likely should fancy ourselves haunted with the spirits of the dead, dissatisfied at our not giving them proper burial rites, and company to pass with them through the dark shadows of the grave to the good land where there are better hunting grounds. The power and influence of tradition has a great deal to do with the way we feel about this matter of our dead being robbed. <\/div><div class=\"paragraph jod\" id=\"v9n925\"> We are here in circumstances to bury our dead according to the order of the Priesthood. But some of our brethren die upon the ocean; they cannot be buried in a burying ground, but they are sewed up in canvas and cast into the sea, and perhaps in two <div class=\"break columnbreak\" id=\"193b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0193.pdf\" target=\"pdfwin\">p.&#xA0;193b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3719\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> minutes after they are in the bowels of the shark, yet those persons will come forth in the resurrection, and receive all the glory of which they are worthy, and be clothed upon with all the beauty of resurrected Saints, as much so as if they had been laid away in a gold or silver coffin, and in a place expressly for burying the dead. If you think opposite to this your thoughts are in vain. &#x201C;And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of these things which were written in the books, according to their works. And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.&#x201D;<span class=\"citation\" id=\"80640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80640)\">Rev. 20:12-13<\/a><\/span> If the particles of which the body is composed are distributed to the four quarters of the earth, at the sound of the trumpet, when the dead are to come forth the dust that composed their bodies,<span class=\"citation\" id=\"125439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125439)\">D&amp;C 29:13,26<\/a><\/span> that portion which is suffered to endure, will come from the ends of the earth, mote by mote, particle by particle, atom to atom, bone to bone, sinew to sinew, and flesh will cover them, and the same body will come forth in the resurrection, as much so as the body of Jesus came forth from the tomb. <\/div><div class=\"paragraph jod\" id=\"v9n926\"> Do as you please with regard to taking up your friends. If I should undertake to do anything of the kind, I should clothe them completely and then lay them away again. And if you are afraid of their being robbed again, put them into your gardens, where you can watch them by day and night until you are pretty sure that the clothing is rotted, and then lay them away in the burying ground. I would let my friends lay and sleep in peace. I am aware of the excited state of the feelings of the community; I have little to say about the cause of it.  <div class=\"break pagebreak\" id=\"194a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0194.pdf\" target=\"pdfwin\">p.&#xA0;194a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>The meanness of the act is so far beneath my comprehension that I have not ventured to think much about it. <\/div><div class=\"paragraph jod\" id=\"v9n928\"> I will now proceed to my next text. I have lately preached a short sermon to the Bishops, in a Bishops' meeting, and I now wish to present the subject of those remarks to this congregation; they were in relation to the Bishops building dancing rooms for their schoolhouses and ward meetings. In my heart, soul, affections, feelings, and judgment, I am opposed to making a cotillion hall a place of worship. All men have their agency, and should be permitted to act as freely as consistent, that they may manifest by their acts whether they are controlled by the pure principle of righteousness. Many of you remember that at first we assembled in a bowery on the southeast corner of this block, where we met for some time under its shade, and held preaching meetings, sacrament meetings, political meetings, and every kind of public gathering, because it was the only place that would then accommodate the people. Soon after that we built this Tabernacle. We probably had not the first stick of timber on the ground before I was besought to build it for dancing in and for theatrical purposes. I said no, to everyone that requested me to do that. I told them that dancing and theatrical performances were no part of our religion; we are merely permitted to occupy a portion of the time in those amusements, being very careful not to grieve the Spirit of the Lord.<span class=\"citation\" id=\"75294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75294)\">Eph. 4:30<\/a><\/span> More or less amusement of that kind suits our organization, but when we come to the things of God, I had rather not have them mixed up with amusement like a dish of succotash. <\/div><div class=\"paragraph jod\" id=\"v9n929\"> I like to dance, but do I want to sin? No; rather than sin I would wish never to dance or hear a fiddle again while I live. Let that which I would sin in be taken from me, and <div class=\"break columnbreak\" id=\"194b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0194.pdf\" target=\"pdfwin\">p.&#xA0;194b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3718\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> let me be kept from it from this time henceforth and forever, no matter what it is. I like my pastimes and enjoy myself as you do, in amusements wherein we do not sin. Brother E. D. Woolley and myself had some conversation on this subject, and he thought that he would build a house to accommodate social gatherings but could not at that time very well do it, so I built the hall which is called the Social Hall. In it are combined a dancing room and a small stage for theatrical performances. That is our fun hall, and not a place in which to administer the sacrament. We dedicated it to the purpose for which it was built, and from the day we first met there until now, I would rather see it laid in ashes in a moment than to see it possessed by the wicked. We prayed that the Lord would preserve it to the Saints; and if it could not thus be preserved, let it be destroyed and not be occupied by the wicked. You know what spirit attends that room. There we have had governors, judges, doctors, lawyers, merchants, passersby, &amp;c., who did not belong to our Church, and what has been the universal declaration of each and every one? &#x201C;I never felt so well before in all my life at any party as I do here;&#x201D; and the Saints do not feel as well in any other place of amusement. We have a beautiful assembly room in the 13th Ward, but you cannot feel as well in a party there as you can in the hall that was built and dedicated to that purpose. Everything in its time, and everything in its place.<span class=\"citation\" id=\"57566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57566)\">Eccl. 3:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n930\"> In the year 1849, I think it was, I was called upon to give a draft for a schoolhouse, that would be commodious and suitable for each ward. I gave that draft, and I do not think that I could now alter it for the better. Has there been a schoolhouse built according to the draft? There have been a few wings built,  <div class=\"break pagebreak\" id=\"195a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0195.pdf\" target=\"pdfwin\">p.&#xA0;195a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and the main body of the building I drafted was not intended for a dancing hall. By referring to the plan I gave, you can see my idea of a Ward schoolhouse, but it has not been carried out. It is now whispered around that we are opposed to dancing in the 14th Ward Schoolroom. This is not so. I have been there several times, and enjoyed myself well, as also in the 13th Ward house, which is called the Assembly Rooms, though I would call it a cotillion hall. I am opposed to making the youth of our land believe that dancing and frolicking are a part of our religion, when in truth they are not any part of it, though I hear from every quarter that the Gentiles say, &#x201C;I like this part of your religion, for I understand that this is one branch of your religion, and I like this dancing very much.&#x201D; It is no part of our religion, and I am opposed to devoting to a cotillion room, a house set apart for the worship of God. I am opposed to having cotillions or theatrical performances in this Tabernacle. I am opposed to making this a fun hall, I do not mean for wickedness, I mean for the recuperation of our spirits and bodies. I shall not be opposed to the brethren's building a meetinghouse somewhere else, and keeping their cotillions halls for parties, but I am not willing that they should convert the house that has been set apart for religious meetings into a dancing hall. <\/div><div class=\"paragraph jod\" id=\"v9n932\"> I will now pass to my third text. I can say with confidence, that there is no people on the face of this earth that pay more respect to females than do this people. I know of no community where females enjoy the privileges they do here. If anyone of them is old and withered and so dried up that you have to put weights on her skirts to keep her from blowing away, she is so privileged that she is in everybody's dish or platter&#x2014;her nose <div class=\"break columnbreak\" id=\"195b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0195.pdf\" target=\"pdfwin\">p.&#xA0;195b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3717\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> is everywhere present&#x2014;and still she will go home and tell her husband that she is slighted. Here we see the marked effect of the curse that was in the beginning placed upon woman, their desire is to their husbands all the time. It is also written, &#x201C;and he shall rule over you.&#x201D;<span class=\"citation\" id=\"52597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52597)\">Gen. 3:16<\/a><\/span> Now put the two together. Nobody else must be spoken to, no other body must be danced with, no other lady must sit at the head of the table with her husband. <\/div><div class=\"paragraph jod\" id=\"v9n933\"> A few years ago one of my wives, when talking about wives leaving their husbands said, &#x201C;I wish my husband's wives would leave him, every soul of them except myself.&#x201D; That is the way they all feel, more or less, at times, both old and young. The ladies of seventy, seventy-five, eighty, and eighty-five years of age are greeted here with the same cheerfulness as are the rest. All are greeted with kindness, respect, and gentleness, no matter whether they wear linsey or silks and satin, they are all alike respected and beloved according to their behavior; at least they are so far as I am concerned. <\/div><div class=\"paragraph jod\" id=\"v9n934\"> It may be all well enough if a woman can attain faith to throw off the curse, but there is one thing she cannot away with, at least not so far as I am concerned, and that is, &#x201C;and he shall rule over thee.&#x201D;<span class=\"citation\" id=\"52596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52596)\">Gen. 3:16<\/a><\/span> I can do that by causing my women to do as they have a mind to; and at the same time they do not know what is going on. When I say rule, I do not mean with an iron hand, but merely to take the lead&#x2014;to lead them in the path I wish them to walk in. They may be determined not to answer my will, but they are doing it all the time without knowing it. Kindness, love, and affection are the best rod to use upon the refractory. Solomon is said to have been the wisest man that ever lived,<span class=\"citation\" id=\"55619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55619)\">1 Kgs. 4:29-30,34<\/a><\/span> and he is said to have  <div class=\"break pagebreak\" id=\"196a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0196.pdf\" target=\"pdfwin\">p.&#xA0;196a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>recommended another kind of rod.<span class=\"citation\" id=\"57414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57414)\">Prov. 13:24<\/a><\/span> I have tried both kinds on children. I can pick out scores of men in this congregation who have driven their children from them by using the wooden rod. Where there is severity there is no affection or filial feeling in the hearts of either party; the children would rather be away from father than be with him. <\/div><div class=\"paragraph jod\" id=\"v9n936\"> In some families the children are afraid to see father&#x2014;they will run and hide as from a tyrant. My children are not afraid of my footfall; except in the case of their having done something wrong they are not afraid to approach me. I could break the wills of my little children, and whip them to this, that, and the other, but this I do not do. Let the child have a mild training until it has judgment and sense to guide it. I differ with Solomon's recorded saying as to spoiling the child by sparing the rod.<span class=\"citation\" id=\"57415\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57415)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57415)\">Prov. 13:24<\/a><\/span> True it is written in the New Testament that &#x201C;whom the Lord loveth he chasteneth.&#x201D;<span class=\"citation\" id=\"77183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77183)\">Heb. 12:6<\/a><\/span> It is necessary to try the faith of children as well as of grown people, but there are ways of doing so besides taking a club and knocking them down with it. &#x201C;If you love me, keep my commandments.&#x201D;<span class=\"citation\" id=\"69965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69965)\">John 14:15<\/a><\/span> &#x201C;Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest to your souls. For my yoke is easy, and my burden is light.&#x201D;<span class=\"citation\" id=\"64321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64321)\">Matt. 11:29-30<\/a><\/span> There is nothing consistent in abusing your wives and children. There is quite a portion of the Elders of Israel who do not know how to use one wife well. I love my wives, respect them, and honor them, but to make a queen of one and peasants of the rest I have no such disposition,<span class=\"citation\" id=\"85099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85099)\">D&amp;C 38:26<\/a><\/span> neither do I expect to do it. <\/div> <div class=\"break columnbreak\" id=\"196b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0196.pdf\" target=\"pdfwin\">p.&#xA0;196b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3716\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n937\"> I will now pass to my fourth text, and the sermon will be quite brief. It is well known that we now receive news from the west and east by the telegraphic wire that is stretched across the Continent. Last night we read a manuscript telegram, containing yesterday's news from New York City and Chicago. There are a great many in this Territory, who want that news while it is fresh, but it goes into our printing office, and there remains from two to five days before the people can get it. I want a company raised to stretch a wire through our settlements in this Territory, that information may be communicated to all parts with lightning speed. <\/div><div class=\"paragraph jod\" id=\"v9n938\"> I am now constantly annoyed with &#x201C;What is the news? Have you received it?&#x201D; Yes, we have received it. &#x201C;When?&#x201D; Three or four days ago, but it is not yet set up; when, at the same time, if there is a particle of manuscript telegram in my office, they never rest until they get it; and when they have got it they seem to care no more about it. <\/div><div class=\"paragraph jod\" id=\"v9n939\"> I wish some kind of arrangements entered into whereby we can have the news before us in some reasonable time. We have been put off with printers' excuses until I am tired. We send down to the printing office, and inquire if the extra is out. Answer&#x2014;&#x201C;It will be out in a few minutes.&#x201D; We wait until morning and send again. &#x201C;It will be out in a few minutes; we are now working at it;&#x201D; when, perhaps, it has never been touched. This I do not like. Thus endeth my fourth and last sermon. <\/div><div class=\"paragraph jod\" id=\"v9n940\"> May the Lord bless you all, brethren. Amen. <\/div>\n<\/div>\n<\/div>"}