{"ID":90036, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Call for Teams to Go to the Frontiers&#x2014;Encouragement of Home Manufactures.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, February 2, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Call for Teams, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/2\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d36\">\n<div class=\"paragraph jod\" id=\"v9n896\"> I have a few items of business that I wish to lay before you this morning, and the first is a call upon the brethren for teams to haul the granite blocks from Little Cottonwood to the Temple Block. The road became so muddy that the teams were sent home, but we understand that the road is now very good. This county, Davis, Tooele, and the northern part of Utah counties can forward teams in a day or two, and if the road again becomes bad, they are not so far from their homes but what they can easily return. I wish to have all the teams that can be gathered from this city and the adjoining neighborhoods and Wards go to work immediately, so that our stonecutters may have constant work. Some of them are from a distance, and we do not like to have them out of work through want of rough blocks. It requires a large quantity of rock for the first story of the Temple, and we would like to complete the walls of that story, and as much more as possible during the present season. <\/div><div class=\"paragraph jod\" id=\"v9n897\"> I have another call to make upon the people now, which I wish to go out from this place. You will recollect that a year ago this coming spring we sent some two hundred teams to the Frontiers to bring the Saints to this Territory. We wish to send three hundred this year, and they are as few as will answer to accomplish the purpose. Last season I think there were rising of sixty teams went from this city. I shall <div class=\"break columnbreak\" id=\"186b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0186.pdf\" target=\"pdfwin\">p.&#xA0;186b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3726\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> propose that we make the dividend as we did last year, and let this city take the lead; and if we are not over one quarter in number, we ought to be in faith and good works. We know that the people in this city and in the regions round about are wealthy in cattle, and you know very well that it is against my doctrine and feelings for men to scrape together the wealth of the world and let it waste and do no good. We have more stock than we well take care of. We want to send some twelve hundred yoke of cattle to the States for freight and people, and we want to send some cattle to sell and purchase things that are needed for families when crossing the Plains, for we wish to bring all the poor that can get to the Frontiers in time to come on this season. <\/div><div class=\"paragraph jod\" id=\"v9n898\"> Now I have a particular request to make of all our capitalists, and that is, for them to send and procure machinery to aid in supplying all our reasonable wants in manufactured articles, that we may have everything within ourselves for houses, for goods, for chattels, for chariots, for ribbons, and for ruffles, yes, everything that we require to clothe ourselves with from the stockings on our feet to the articles worn on our heads. You who have money and other available means, send and get such machinery as is really necessary for manufacturing those things that we require to make us comfortable. It is our duty to do this, and it is not your duty neither is it mine to send  <div class=\"break pagebreak\" id=\"187a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0187.pdf\" target=\"pdfwin\">p.&#xA0;187a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and get ten thousand dollars worth of ribbons. <\/div><div class=\"paragraph jod\" id=\"v9n900\"> It may be asked, &#x201C;Does not brother Brigham buy as many store goods for his wives and children as any man in the Territory of Utah?&#x201D; I buy more. Probably I bestow more, according to the number I have to sustain, than any other man. &#x201C;Why do you do so?&#x201D; Shall I say, to keep peace out of the family, or to keep peace in the family? Which is it? I will leave that for you to answer. Such buying is no part of the duty of any man in this community; neither is it the duty of any man to be a merchant in this community, in the manner that many are and have been. I frequently tell the people that it is no part of my religion or duty to dance, but it is as much a part of my religious duty to dance as it is to buy ribbons and other useless articles of clothing. We are permitted to do such things because of our ignorance, and the sin that is in the world; because of the want of the knowledge possessed by heavenly beings; the want of true knowledge concerning the earth and the inhabitants thereon. Were it not for this ignorance and darkness we should not be pardoned as we are now. When we become weaned from the love of the world, become humble, penitent, contrite in spirit, and begin to love the Lord a little, it almost distracts us&#x2014;some almost go crazy. <\/div><div class=\"paragraph jod\" id=\"v9n901\"> At no distant period merchandising in imported goods will cease in this Territory, and the fabrics we wear will be manufactured by ourselves&#x2014;imported fabrics will not be here. The inquiry may arise, &#x201C;What will be done with the money that will accumulate?&#x201D; for we have paid merchants here during eleven to twelve years past not less than from six to ten hundred thousand dollars annually. If any should be fearful that they will be cumbered with sur<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"187b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0187.pdf\" target=\"pdfwin\">p.&#xA0;187b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3725\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>plus means, I will promise them to provide a way in which they may expend their means for the upbuilding of the kingdom of God. I do not feel to find fault, complain, or cast reflections upon myself, upon my family, or upon my brethren and sisters for what we have hitherto done and still are doing in the capacity of merchants, or purchasers, or consumers. I look forward to the time when this people will possess what is called the wealth of the earth, that is, those articles which are accounted very valuable, but many of which are in reality of very little worth. The diamond is considered of the most value, still its intrinsic value is but trifling; by heat it can be burned like other coal. I esteem gold as more valuable, for it cannot be consumed by fire. We would like to have a little of this metal, for how much better would it be to drink out of a gold cup than out of an old rusty tin basin. We expect to have earthenware, it is true, when we get men here that know how to put the material together to make it, but if you accidentally let a piece of fine expensive earthenware drop, it breaks and that is the end of it; should a child or a grown person make a misstep and fall, when carrying a gold or silver cup or vessel, it cannot be broken. But this will be hereafter, it is not yet. When we see the time that the people will possess the true riches of the earth and the heavens, we can preserve that which we have, it will not be stolen by thieves. <\/div><div class=\"paragraph jod\" id=\"v9n902\"> Apparently the merchandising interest in this community is coming to a close, and I feel like urging upon the people the necessity of preparing to grow and manufacture that which they consume. It is my indispensable duty to urge this important item upon them and to warn them of coming evil to themselves, unless they  <div class=\"break pagebreak\" id=\"188a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0188.pdf\" target=\"pdfwin\">p.&#xA0;188a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>attend to it. We want, in view of this, a liberal turn out of teams to bring machinery from the East this coming summer. It may be asked what we need here. Why are your wives unable to card a little wool into rolls to spin and knit you and your children some stockings? Because they have no cards. Suppose there was not a carding machine in this Territory or a single pair of hand cards, and they were not to be had, how could we make ourselves comfortable without them? We might possibly manage to make cloth in a rude way, but the demand would be far beyond the supply&#x2014;it could not possibly keep pace with the wants of our growing community. We need a cardmaking machine here, one that will draw the wire, perforate the leather, and cut, bend, and insert the teeth. We could make one here, but it would cost much more than to import one. I want some of the brethren to send and get one or more machines of this kind, for we do not need many; but when we come to cotton and woolen fabrics that we need to wear every day, and without which we cannot be so comfortable as we now are, we need much machinery to manufacture them. We now need twenty times more carding machines in this Territory than we have. Wool now lies in the mill month after month before it can be carded, which injures it. Will our capitalists send and bring in carding machines and other machinery? I want to see fifty or one hundred cotton spinning jennies, introduced into the country, they will cost about one hundred dollars each, and with one of them a child twelve or fifteen years old can in a day gin, card, and spin cotton enough to make twelve yards of cloth. <\/div><div class=\"paragraph jod\" id=\"v9n904\"> These are matters that pertain to our present life, to us at this time and in our present circumstances. I am <div class=\"break columnbreak\" id=\"188b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0188.pdf\" target=\"pdfwin\">p.&#xA0;188b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3724\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> anxious that the people should fully understand the vital importance of maintaining their present lives to make them useful, hence I speak much in this strain. There is great credit due the female portion of our community for the things they try to teach their children; still I would like to see a closer application in giving their daughters a good sound practical moral education. I feel gratified when I look around upon the congregation and see many of the mothers wearing dresses they have made themselves of wool grown in this Territory; and I have not seen in any new country a better article of cloth than our sisters make here; it will bear the inspection of the most fastidious votaries of pride and fashion; in that class of goods it cannot be excelled. Great credit is due to this people for the progress they have made. We have not in our society an aristocratic circle. Whether a brother wears a coonskin cap or a fine beaver hat is all the same to us. If a person is a faithful servant of God we do not object to his coming to meeting, though he has only but a piece of buffalo skin to wear on his head. We partake of the sacrament with him, hail him in the street as a brother and a friend, ride with him, converse with him, meet with him in social parties, and greet him as an equal. I also see brethren walk into meeting with overcoats on which their wives and daughters have made, but suppose you had not the means for getting your wool carded, nor the means for carding it yourselves, could you have produced the excellent cloth you now wear? You could not. <\/div><div class=\"paragraph jod\" id=\"v9n905\"> I delight to see the mother learn her daughters to be housekeepers; to be particular, clean, and neat; to sew, spin, and weave; to make butter and cheese; and I have no objection to their learning to cultivate flowers  <div class=\"break pagebreak\" id=\"189a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0189.pdf\" target=\"pdfwin\">p.&#xA0;189a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>herbs, and useful shrubs in the gardens. It is good for their health to rise early in the morning and work in the soil an hour or two before breakfast; this practice is especially beneficial to those who have weak lungs. And while you delight in raising flowers, &amp;c., do not neglect to learn how to take care of the cream, and how to make of it good wholesome butter, and of the milk good healthy nutritious cheese; neither forget your sewing, spinning, and weaving; and I would not have them neglect to learn music and would encourage them to read history and the Scriptures, to take up a newspaper, geography, and other publications, and make themselves acquainted with the manners and customs of distant kingdoms and nations, with their laws, religion, geographical location on the face of the world, their climate, natural productions, the extent of their commerce, and the nature of their political organization; in fine, let our boys and girls be thoroughly instructed in every useful branch of physical and mental education.<span class=\"citation\" id=\"88988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88988)\">D&amp;C 90:15<\/a><\/span> Let this education begin early. Teach little children the principles of order; the little girl to put the broom in its right place, to arrange the stove furniture in the nearest possible way, and everything in its own place. Teach them to lay away their clothing neatly, and where it can be found; and when they tear their frocks and aprons teach them how to mend the rent so neatly that the place cannot be seen at a short distance; and instead of asking your husbands to buy them ribbons and frills, learn them to make them of the material we can produce. Teach the little boys to lay away the garden hoe, the spade, &amp;c., where they will not be destroyed by rust; and let them have access to tools that they may learn their use, and develop their mechanical skill while <div class=\"break columnbreak\" id=\"189b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0189.pdf\" target=\"pdfwin\">p.&#xA0;189b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3723\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> young; and see that they gather up the tools when they have done with them, and deposit them in the proper place. Let both males and females encourage within them mechanical ingenuity, and seek constantly to understand the world they are in, and what use to make of their existence. <\/div><div class=\"paragraph jod\" id=\"v9n907\"> It is unnecessary to send to England, to France, to the East Indies, to China, or to any other country for a little crockeryware, silk, calico, muslin, &amp;c., for we can make those articles here. We need the machinery; let us unite and get it. Last fall brother A. R. Wright brought in an excellent piece of machinery for manufacturing flax; it now belongs to brother Pyper. I would like to see some man manifest interest enough to take that machinery and put it to work. Thousands of pounds of flax could be worked up by it this coming fall and next winter. Who will do this? I know not. <\/div><div class=\"paragraph jod\" id=\"v9n908\"> This people are dilatory in some things. What are many of them thinking about? The kingdom of God, sometimes. They want to pray and have faith just sufficient to keep in the path of the angel that is going round to gather up the righteous, and the rest of the time their minds are upon a gold mine, or upon going to the States to buy goods, and they see themselves behind a counter, &#x201C;Ah,&#x201D; think they, &#x201C;Won't I look a gentlemanly looking man when I am dealing out the calico?&#x201D; I never could, the poorest day I ever saw in my life, descend so low as to stand behind a counter. Taking that class of men as a whole, I think they are of extremely small caliber. <\/div><div class=\"paragraph jod\" id=\"v9n909\"> Women and children can deal out pins, and needles, and ribbons; this is too trifling a business for men. Their business is to organize the elements and draw from them the raw material in abundance, and then manufacture  <div class=\"break pagebreak\" id=\"190a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0190.pdf\" target=\"pdfwin\">p.&#xA0;190a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>it into those things which are calculated to make comfortable, beautiful, lovely, healthy, and happy God's people. Our brethren calculate on the increase of their stock, and are keen to gather around them the riches of this life, but they do not make judicious calculations how to dispose of those riches to the best advantage. They will fill the whole country with stock of every kind, but can see no way how it should be put to proper use. The merchant calculates that he will make fifty or a hundred thousand dollars in so many years, but if you ask him what he is going to do with it he is astonished at the question, for he never thought of that. All he thought of was piling up the riches. Did you ever think it was your privilege to place those riches out to usury in building up the kingdom of God? Do you not belong to the Church of God? Do you not pray? What do you pray for? One says, &#x201C;I pray the Lord to keep and preserve me, to sanctify me and prepare me for his kingdom and glory; I just want to slip inside the gate, I am not very ambitious.&#x201D; Do you think anything about preparing for it here? &#x201C;Only in heart, or in spirit.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n911\"> My doctrine is to put every dollar to usury for building up the kingdom of God, whether it be much or little. I want the brethren to man out their teams, and send down three hundred this season, and four or five hundred when required. And then I want to see the brethren join together their teams and money and send for machinery, besides sending teams for the poor; and thus we will fill the Territory with the necessary articles of machinery for a self-sustaining people. It is necessary for us to sustain ourselves, or we will be left in poverty, nakedness, and distress, as a consequence of war and the breaking up of the general govern<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"190b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0190.pdf\" target=\"pdfwin\">p.&#xA0;190b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3722\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ment. We now meet men who seemingly have very little clothing&#x2014;they wear patch upon patch. I would not by this remark have it understood that clothing ought not to be neatly and somewhat extensively mended, but I have seen men wear pantaloons so patched that it would puzzle you to place your finger upon a piece of the original. They have wives and daughters, but they do not spin. In Exodus we read, &#x201C;And all the women that were wise hearted did spin with their hands.&#x201D;<span class=\"citation\" id=\"54585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54585)\">Ex. 35:25<\/a><\/span> If, instead of our wives and daughters passing their hours in idleness, folding their hands, and rocking themselves in their easy chairs, they would spin a little wool, and a little cotton from our Dixie, or that grown in their own gardens and fields, and make some good warm clothing for the men and boys, and some linsey frocks for the women and girls, they could with propriety be called wise women in Israel. If you happen to be in a party where I am and wearing dresses made with your own hands, I shall take pleasure in dancing with you in preference to the lady dressed in silks and satins. We can do this, but we need to be taught day after day, month after month, and year after year. <\/div><div class=\"paragraph jod\" id=\"v9n912\"> Human beings are expected by their Creator to be actively employed in doing good every day of their lives, either in improving their own mental and physical condition or that of their neighbors. But there are thousands whose days, months, and years are nothing more than a blank; there is not a single trace upon their life's pages that might be construed as useful to the cause of humanity. This people have embraced the philosophy of eternal lives, and in view of this we should cease to be children and become philosophers, understanding our own existence, its purpose and ultimate design, then our  <div class=\"break pagebreak\" id=\"191a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0191.pdf\" target=\"pdfwin\">p.&#xA0;191a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3721\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>days will not become a blank through ignorance, but every day will bring with it its useful and profitable employment. God has placed us here, given us the ability we possess, and supplied the means upon which we can operate to produce social, national, and eternal happiness. <\/div><div class=\"paragraph jod\" id=\"v9n914\"> Seeing we are so wonderfully endowed with priceless gifts by our Heavenly Father, will he not require usury at our hands?<span class=\"citation\" id=\"66137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66137)\">Matt. 25:27<\/a><\/span> He will. But he has made us agents to ourselves, which makes us responsible for the way in which we use the talents he has given us, for the manner we expend the gold and silver, the wheat and fine flour, the cattle upon a thousand hills,<span class=\"citation\" id=\"56714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56714)\">Ps. 50:10<\/a><\/span> and the wine and oil, for they all belong to Him; and we too belong to Him, but he has created man after His own image,<span class=\"citation\" id=\"52129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52129)\">Gen. 1:26<\/a><\/span> and endowed him with a germ of independence that will crown him a God <div class=\"break columnbreak\" id=\"191b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0191.pdf\" target=\"pdfwin\">p.&#xA0;191b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3721\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> through his faithfulness. He required us to devote these godlike powers to our own advantage, life, wealth, beauty, comfort, and exaltation by giving to His cause&#x2014;the cause of righteousness&#x2014;universal triumph over sin. Then do not hoard up your gold; if you do, it will canker, but put out every dollar to usury. Instead of your souls being bound up in your cattle and other property, put it all where it should be placed for the benefit of the kingdom of God on earth and for his glory. <\/div><div class=\"paragraph jod\" id=\"v9n915\"> I have merely touched this subject. I wish the Elders, and we have many talented Elders, to verbally follow out this subject in the afternoon, and then physically follow it out by rightly using your cattle and wagons, your silver and gold, and your time and talents, then God will bless us. Amen. <\/div>\n<\/div>\n<\/div>"}