{"ID":90030, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Blessings Enjoyed By the Saints in Zion, &amp;c.<\/div>\n<div class=\"subtitle\">Discourse by Elder George A. Smith, made in the Tabernacle, Great Salt Lake City, February 6, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Blessings Enjoyed By the Saints in Zion, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 2\/6\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d30\">\n<div class=\"paragraph jod\" id=\"v9n795\"> I desire to offer a few reflections that are now suggested to me by the abundant blessings which surround us. I need not say that I have been delighted with the remarks of our brethren that have spoken today; but I will say that while we enjoy the multiplicity of blessings which now surround us, we should remember the poor Saints that are scattered abroad in distant lands. <\/div><div class=\"paragraph jod\" id=\"v9n796\"> It is only a few days since I re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"158b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0158.pdf\" target=\"pdfwin\">p.&#xA0;158b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3754\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ceived a letter from Bishop Jacob G. Bigler, who is now on a mission in Ireland. He writes that the brethren and sisters are very kind to him, and feed him a great deal better than they are able to feed themselves. He says they give him meat twice a week, while they cannot get it at all; and he feels thankful for the kindness manifested by the people to him under such extreme poverty, and wishes me to importune with the brethren here  <div class=\"break pagebreak\" id=\"159a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0159.pdf\" target=\"pdfwin\">p.&#xA0;159a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that they may be delivered from the poverty and bondage with which they are environed. <\/div><div class=\"paragraph jod\" id=\"v9n798\"> Not long since, a letter was received in Provo from Elder William Cluff, who is now laboring in Denmark. He incidentally remarked that a sister sheared thirty-seven head of sheep to get money to pay the postage of that letter. <\/div><div class=\"paragraph jod\" id=\"v9n799\"> A few days since, I received a letter from my brother John L., who is laboring in Switzerland. It is rather a hard country to labor in, in consequence of the oppressive laws and variety of institutions of the twenty-two cantons composing that Confederation. He says that there are a great many of the brethren in that country who labor for ten cents per week and their board, and there is no earthly prospect of their condition being improved; but every year the oppressive bonds that grow upon them become tighter and tighter. I merely refer to these incidents that we may compare the situation of the Saints in the old world with our own in the fertile vales of Utah. Will we exert ourselves to relieve those brethren that are scattered abroad? We believe, ere long, that the vengeance of the Almighty will be poured out upon the inhabitants of the whole earth.<span class=\"citation\" id=\"90621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90621)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90621)\">D&amp;C 112:24<\/a><\/span> Peace having been taken from the earth,<span class=\"citation\" id=\"83731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83731)\">D&amp;C 1:35<\/a><\/span> men thirst for each other's destruction; and in their conflicts and destructive wars, our brethren and sisters who desire to emigrate to these peaceful vales may be overwhelmed, and have to suffer with the multitude of the wicked, unless we stretch forth our hand and use our means for their deliverance. <\/div><div class=\"paragraph jod\" id=\"v9n800\"> We are exhorted this morning by our President to send back teams and wagons, and to go ourselves to aid in bringing the poor and worthy Saints home. Are we on hand? Are we fully awake to this important matter? I recollect, last season, passing through the settlements south, <div class=\"break columnbreak\" id=\"159b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0159.pdf\" target=\"pdfwin\">p.&#xA0;159b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3753\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> when I was told repeatedly that the number of teams called for would paralyze the farming interests. In the same region, only a few months after, while passing through, they said, &#x201C;We have more grain than we can actually harvest and secure: we never had such a crop before.&#x201D; There are thousands of our brethren abroad who are reduced to the greatest extremities, and as a wise and provident people it is our duty to provide for ourselves, and as far as possible to provide an asylum for the oppressed of all nations. <\/div><div class=\"paragraph jod\" id=\"v9n801\"> Great Britain, so famous for political economists and statesmen, has planned so unwisely, that, through a family quarrel between the Northern and Southern States of America, five millions of her subjects are in danger of starvation. Some of them are members of this Church. We must plan differently, and combine the talent, enterprise, and ingenuity in our midst to develop the resources of our country, so that outside complications cannot reduce us to starvation or deprive us of the comforts of life. &#x201C;The wisdom of the wise shall perish in the last days.&#x201D;<span class=\"citation\" id=\"58782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58782)\">Isa. 29:14<\/a><\/span> True wisdom in the rulers of a nation would dictate a system of political economy that would provide the means of living and sustaining the nation within itself as one common family. When a nation fails to do this, it lacks the exercise of that prudent policy which makes the country self-preserving. <\/div><div class=\"paragraph jod\" id=\"v9n802\"> We talk about going to the States to procure a few articles which we cannot at present produce. But, suppose the people of the States should become as infuriated as the Jaredites, or the Nephites and Lamanites of old were, and should fight and slay each other as they did, whom would you get your supplies from? Who would grow or manufacture cotton for you, or supply you with mill saws, scythes,  <div class=\"break pagebreak\" id=\"160a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0160.pdf\" target=\"pdfwin\">p.&#xA0;160a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>axes, cotton or wool cards, steel, or silks and satins? We should have to supply ourselves or go without. Think of these things, and realize that the Lord has taken peace from the earth,<span class=\"citation\" id=\"83732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83732)\">D&amp;C 1:35<\/a><\/span> and is suffering the wicked to slay the wicked,<span class=\"citation\" id=\"86461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86461)\">D&amp;C 63:33<\/a><\/span> and that the Prophet Brigham has this day blown the trumpet and warned us to prepare to supply our own wants. &#x201C;But,&#x201D; says a brother, &#x201C;I want to follow that business I can make the most at.&#x201D; I would manufacture combs, but I can make more by raising wheat. Suppose all the tradesmen in the country should <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do the same, what would you do? No blacksmiths, carpenters, tanners, or shoemakers, but all farmers, and farming without ploughs, hoes, and going barefoot, would soon be the inevitable result of this policy. We must all act our part, and act it prudently and wisely. <\/div><div class=\"paragraph jod\" id=\"v9n804\"> I wished to add my testimony to the things you have listened to. May the blessings of God rest upon us, and give unto us wisdom and ability to contribute our aid to make the people of Zion self-sustaining. Amen. <\/div>\n<\/div>\n<\/div>"}