{"ID":90031, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Privileges of the Saints, &amp;c.<\/div>\n<div class=\"subtitle\">Discourse by Elder Wilford Woodruff, delivered in the Tabernacle, Great Salt Lake City, December 1, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Privileges of the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 12\/1\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d31\">\n<div class=\"paragraph jod\" id=\"v9n805\"> Brethren and sisters, I have been called upon and requested to occupy a portion of the time this morning, and I can truly say that I always take pleasure, when I have an opportunity, to bear my testimony of the work of the Lord in which we are engaged. I hope that what little time I may speak I may be blessed with the Spirit of the Lord, that I may speak of such things as will be edifying to you; for there is certainly not much advantage in talking to the people for the sake of occupying the time, unless it will be beneficial to us. <\/div><div class=\"paragraph jod\" id=\"v9n806\"> I know that it is our duty in this Church and kingdom to live in such <div class=\"break columnbreak\" id=\"160b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0160.pdf\" target=\"pdfwin\">p.&#xA0;160b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3752\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a manner that we may feel interested in the things of the kingdom of our God. I reflect a great deal upon the blessings which we are enjoying here in the valleys of the mountains, and I often think that I do not fully prize the blessings the Lord has imparted unto me. When I bring these things to bear upon my mind, I realize to a great extent the necessity of prizing the gifts of the Holy Spirit bestowed upon me, and the same duty devolves upon all the Saints of God. If we can be made to rightly value the gifts which the Almighty bestows upon us, we shall certainly not do anything that is wrong; we shall not  <div class=\"break pagebreak\" id=\"161a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0161.pdf\" target=\"pdfwin\">p.&#xA0;161a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>walk where we ought not to walk, but we shall be devoted to the building up of the kingdom of our God. If our eyes were opened to see things as they are, we should live and act as men of God. When my mind is quickened by the Holy Spirit to comprehend the things of God, I feel very thankful for the light and intelligence bestowed upon me by the Almighty. I feel satisfied that our President and leader would not be inspired to reprove and correct us as a people, as he is often moved upon to do, if we were living to our privileges. We should not be exhorted to turn from the course that we are in to some other, if we were all doing just right. But I can say truly, brethren and sisters, that we are a blessed people; yes, we are blessed above all other people upon the earth. We have the kingdom of God here with us; we live in a dispensation and generation in which the kingdom has been built up, and it will be permanently established, never more to be thrown down.<span class=\"citation\" id=\"61198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61198)\">Dan. 2:44<\/a><\/span><span class=\"citation\" id=\"89554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89554)\">D&amp;C 101:75<\/a><\/span> In this dispensation the Lord has anointed men to preach the Gospel to every creature.<span class=\"citation\" id=\"90651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90651)\">D&amp;C 112:28<\/a><\/span> In every other dispensation the powers of darkness have in a great measure overcome the kingdom of God, or, in other words, have had dominion&#x2014;so much so that the kingdom could not live but a little while. It could not grow and spread itself upon the earth; and finally that power which was acting through the agency of the children of men, even the holy priesthood, was taken home to God, and it has remained there from generation to generation, and the world have been without these blessings for many hundreds of years. This has been the difficulty ever since the creation of the world. Even when Christ came and established the Gospel upon the earth, it was here but a little season before the Devil, the archenemy of the <div class=\"break columnbreak\" id=\"161b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0161.pdf\" target=\"pdfwin\">p.&#xA0;161b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3751\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kingdom of God, overcame those who held the Priesthood, so that the Priesthood and authority of the kingdom was taken from the earth, and the Church went into the wilderness,<span class=\"citation\" id=\"83835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83835)\">D&amp;C 5:14<\/a><\/span><span class=\"citation\" id=\"88091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88091)\">D&amp;C 86:3<\/a><\/span> leaving the people without any inspired men to say, This is the way, walk ye in it.<span class=\"citation\" id=\"58945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58945)\">Isa. 30:21<\/a><\/span> From that time until the introduction of the fulness of the Gospel by the Prophet Joseph Smith in our own day and age of the world, there has been no Peter or Philip or any other man to teach the people the way of life and salvation; but they have had to live by the best laws of morality which they knew. Hence the division and contention that has existed in the sectarian world. <\/div><div class=\"paragraph jod\" id=\"v9n808\"> But we have had the privilege of living in the dispensation in which the Lord has promised that he would establish his kingdom, and perfect it ready for the appearance of the Great Bridegroom.<span class=\"citation\" id=\"91855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91855)\">D&amp;C 133:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n809\"> This is the privilege that we enjoy as Latter-day Saints. When the time had come, according to the decree of the Almighty, an angel visited the earth and committed the Priesthood to Joseph Smith and Oliver Cowdery,<span class=\"citation\" id=\"83989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83989)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129357)\">D&amp;C 27:8<\/a><\/span><span class=\"citation\" id=\"84567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84567)\">D&amp;C 27:12<\/a><\/span><span class=\"citation\" id=\"91245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91245)\">D&amp;C 128:20<\/a><\/span> and gave them instructions and a promise that they should be inspired to lay it before the people. We have embraced this Gospel, and the Spirit of God enlightens our minds, so that we comprehend, by the inspiration of the Almighty, those principles that are necessary for our present and eternal salvation; and by receiving the principles of life in our minds, we were led to come to the Valleys of the Mountains. We can all now comprehend that this is the Church and kingdom of our God that he has established, to remain forever. Therefore, instead of being given up to those evil principles and practices that reign in the hearts of the children  <div class=\"break pagebreak\" id=\"162a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0162.pdf\" target=\"pdfwin\">p.&#xA0;162a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of men, we are walking in the path of life, and those truths are now uppermost in our minds. We are constantly striving to spread abroad this truth, that the hearts of the children of men may be inspired to take hold and help this kingdom to take root and spread abroad until it shall entirely overcome that power which has always in past ages overcome the kingdom of God. It is a blessing to us, to the whole house of Israel, and to the Gentile nations; it is a blessing that the world never before have enjoyed. It is true that other dispensations have had their Prophets and Apostles, but they never enjoyed the privilege that we do of having the kingdom of God continue upon the earth until it triumphs over all other kingdoms upon the face of the earth and stands forever.<span class=\"citation\" id=\"61199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61199)\">Dan. 2:44<\/a><\/span> Former Apostles and Prophets had the unpleasant reflection that the Church which they had built up would fall away, or be overcome by the power of the Devil and wicked men, and that when they passed off the earth and went behind the veil, they would have to take the Priesthood with them, because there would be none living worthy to receive it from under their hands. They will be crowned with the Savior according to the promises, but in their lifetime they never had the opportunity of planting on the earth a kingdom that should remain until Jesus should reign as King of kings and Lord of lords.<span class=\"citation\" id=\"80418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80418)\">Rev. 19:16<\/a><\/span> Lucifer has gained possession of the earth by overcoming the children of men; but it does not belong to him, although he has had possession of it for a great many generations. I rejoice that the day is dawning when the principles of righteousness and truth will bear rule and bring forth fruit, until the kingdom and the dominion shall be given to the Saints of the Most High,<span class=\"citation\" id=\"61713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61713)\">Dan. 7:27<\/a><\/span> and the kingdoms of this world become <div class=\"break columnbreak\" id=\"162b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0162.pdf\" target=\"pdfwin\">p.&#xA0;162b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3750\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the kingdom of our God and his Christ.<span class=\"citation\" id=\"125432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125432)\">Rev. 11:15<\/a><\/span><span class=\"citation\" id=\"79602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79602)\">Rev. 12:10<\/a><\/span><span class=\"citation\" id=\"86908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86908)\">D&amp;C 76:28<\/a><\/span><span class=\"citation\" id=\"90033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90033)\">D&amp;C 105:32<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n811\"> The very idea of our becoming coworkers with Jesus Christ<span class=\"citation\" id=\"74229\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74229)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74229)\">2 Cor. 6:1 (JST)<\/a><\/span> ought to inspire every one of us with a determination to aid all we can in the dissemination of those great and glorious principles that are calculated to exalt the human family from their low and degraded positions to the favor of God, angels, and men. This is the way I feel in relation to the Church and kingdom of which we are members. <\/div><div class=\"paragraph jod\" id=\"v9n812\"> These blessings are above the blessings of the riches and comforts of life that we are all seeking after; they are far more valuable and more lasting than any other blessing in this life. Man may have earthly wealth and honor, but his life is not his own; he has not the power to prolong his life one day; and when he dies, his honor, his wealth, and all that he possesses in this life passes away. He receives nothing in this world of riches or honor that he can carry with him; and, except he stores his mind with knowledge and obeys the fulness of the Gospel, he cannot have the blessings of a clear conscience and the comforts of the Holy Ghost. The rich man, the rulers of the land, the kings and potentates of the earth, no matter what they possess, when they die, they can take nothing with them. They came into the world naked, and they go into the spirit world as poor as the poor man who lives and dies in rags. Then all their acts of greatness and affluence sink into oblivion; but still the Lord may hold the kings, rulers, and potentates of the earth responsible for their official acts. <\/div><div class=\"paragraph jod\" id=\"v9n813\"> When an Apostle, or President, Bishop, or any man holding the Priesthood officiates, he administers by the authority of the Lord Jesus Christ; then that Priesthood has  <div class=\"break pagebreak\" id=\"163a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0163.pdf\" target=\"pdfwin\">p.&#xA0;163a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>effect, and all the blessings that a servant of God bestows upon the children of men will take effect both in this life and in that which is to come. If I have a blessing given to me by the holy Priesthood, or if I receive a blessing from a Patriarch, those gifts and blessings will reach into the other world; and if I am true to my covenants through this life, I can claim every blessing that has been conferred upon me, because that authority by which they were conferred is ordained of God; and it is that by which the sons of the Most High administer unto the children of men the ordinances of life and salvation; and those official acts will have their effect upon those persons beyond the grave as well as in this life. These are the true riches;<span class=\"citation\" id=\"67753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67753)\">Luke 16:11<\/a><\/span> they are riches that will last to all eternity, and we have power through these blessings, conferred by the Gospel, to receive our bodies again, and to preserve our identity in eternity. Yes, we can claim this by virtue of the holy Priesthood; but it is not so in the world. There is not a priest in the world that has administered one of the ordinances of the Gospel since the Priesthood was taken away, because, properly speaking, there can be no ordinance of the Gospel administered without the authority of the Priesthood.<span class=\"citation\" id=\"87588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87588)\">D&amp;C 84:20-21<\/a><\/span> Hence I say that, from the time the Priesthood was taken from the earth until Joseph received it again from the angel of the Lord, there were no Gospel ordinances legally administered. I admit, however, that all men will be rewarded according to the deeds done in the body,<span class=\"citation\" id=\"74134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74134)\">2 Cor. 5:10 (JST)<\/a><\/span> and they will be judged according to the light which was given to them. This will be the condition of all who are not called and ordained of God, notwithstanding they may have administered what they believe to be the ordinances of the Gospel; yet their ad<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"163b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0163.pdf\" target=\"pdfwin\">p.&#xA0;163b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3749\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ministrations will have no effect beyond the veil. <\/div><div class=\"paragraph jod\" id=\"v9n815\"> When we bring this subject home and consider the difference between the blessings of the Gospel as revealed in its fulness and purity, and being shut out from the light of heaven, from the revelations of the Almighty, from the administration of angels, and from the voice of God, we ought to prize our privileges and blessings as Saints far more than we have done heretofore. Mankind in all ages search for happiness; they desire social and domestic peace; and when they think of the vast future, they desire to participate in the blessings that are spoken of as pertaining to that state of existence; but they know not how to obtain them, except a servant of God comes along and points out the way of life. We have the way open before us, and the gift of eternal life, which is the greatest gift of God,<span class=\"citation\" id=\"84087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84087)\">D&amp;C 14:7<\/a><\/span> is promised unto us on condition that we will continue in welldoing;<span class=\"citation\" id=\"72266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72266)\">Rom. 2:7<\/a><\/span><span class=\"citation\" id=\"74717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74717)\">Gal. 6:9<\/a><\/span><span class=\"citation\" id=\"86547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86547)\">D&amp;C 64:33<\/a><\/span> but we can attain to that through no other means than strict obedience to the commandments of God. <\/div><div class=\"paragraph jod\" id=\"v9n816\"> I refer to these things, brethren and sisters, because I think we do not sufficiently prize the great responsibility that we are under to God and to this generation. It is indeed a great responsibility which the Lord lays upon a man when he calls him to the ministry and sends him to declare to the people that he is commissioned to preach the Gospel and administer the ordinances by which they can be saved, secure a part in the first resurrection, and inherit thrones and dominions in the presence of God and the Lamb. We have received this Gospel, and many of the Elders have gone forth, having been called of God as was Aaron,<span class=\"citation\" id=\"76582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76582)\">Heb. 5:4<\/a><\/span> and they have offered the truth to the nations of the earth. A few have received the message, but the vast  <div class=\"break pagebreak\" id=\"164a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0164.pdf\" target=\"pdfwin\">p.&#xA0;164a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>majority have rejected it, and they are condemned. The Lord told Oliver Cowdery that if he labored in the vineyard and brought in but one soul, his reward should be great.<span class=\"citation\" id=\"84130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84130)\">D&amp;C 18:15-16<\/a><\/span> Then consider how great our reward will be when you see hundreds and thousands gathering into these valleys every year&#x2014;people who have been brought to a knowledge of the truth by the labors of the Elders that are now before me. Our brethren have preached the words of life to millions of people, and many thousands have given heed to their warning voice; still they are but few, compared with the vast multitudes who have been commanded to repent of all their sins, be baptized for the remission of them, and have hands laid upon them for the gift of the Holy Ghost. We are truly blest in the agency which God has given us to receive or reject whatever is presented to us, but we should remember that we shall be held responsible for the use we make of the teachings of the servants of God. <\/div><div class=\"paragraph jod\" id=\"v9n818\"> It does not make any difference how the Lord makes known his will, whether by the whisperings of the Holy Spirit, the administration of angels, or by his own voice; it is all the same; and he has told us emphatically that his words shall not pass away, but all shall be fulfilled<span class=\"citation\" id=\"83763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83763)\">D&amp;C 1:38<\/a><\/span> which has been spoken of by the Prophets since the world began.<span class=\"citation\" id=\"71362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71362)\">Acts 3:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n819\"> We have but a little time to labor and to exert ourselves in this kingdom. Thirty years have already passed away since the organization of this Church, and we see a numerous generation rising up before us that have been born in the Church of Jesus Christ of Latter-day Saints. It is almost a generation, according to the usual reckoning of mankind, since John the Baptist came and conferred the Aaronic Priesthood upon Joseph Smith and Oliver <div class=\"break columnbreak\" id=\"164b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0164.pdf\" target=\"pdfwin\">p.&#xA0;164b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3748\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Cowdery;<span class=\"citation\" id=\"83990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83990)\">D&amp;C 13:1<\/a><\/span><span class=\"citation\" id=\"129358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129358)\">D&amp;C 27:8<\/a><\/span> and the kingdom has kept growing from that time to the present&#x2014;perhaps not as fast as it might have done if all the Elders had been as faithful as our President has been; but still it is progressing rapidly, and it is where the Prophet had his eye upon when he said&#x2014;&#x201C;O Zion, that bringest good tidings, get thee up into the high mountain; O Jerusalem, that bringest good tidings, lift up thy voice with strength; lift it up, be not afraid; say unto the cities of Judah, Behold your God!&#x201D;<span class=\"citation\" id=\"59299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59299)\">Isa. 40:9<\/a><\/span> How much the Elders have talked of this and of the little stone cut out of the mountain without hands, that was to roll forth until it filled the whole earth.<span class=\"citation\" id=\"125433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125433)\">Dan. 2:35<\/a><\/span><span class=\"citation\" id=\"86594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86594)\">D&amp;C 65:2<\/a><\/span> We are now fulfilling those predictions. We are planted here in the mountains in fulfillment of the promise of the Almighty. <\/div><div class=\"paragraph jod\" id=\"v9n820\"> In the early days of this Church the Lord told those who were first called to the ministry that they were laying the foundation of a great work,<span class=\"citation\" id=\"86548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86548)\">D&amp;C 64:33<\/a><\/span> but they knew it not. They did not then understand the nature of the work to which they were called; still they felt, by the inspiration of the Almighty, and their minds were opened to see that they were called to take part in a great work&#x2014;called to a high and holy calling;<span class=\"citation\" id=\"90053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90053)\">D&amp;C 106:3<\/a><\/span> but still there was a veil over their eyes, so that they could not comprehend it in its magnitude and greatness, as we now do. If the Prophet Joseph had arisen up in 1831, 2, 3, or even 1834, when we went up to Jackson County in the State of Missouri&#x2014;had he then told the people that this Church would be built up, and that this people would become a great kingdom, and that the United States would, in less than one generation, be in the lamentable position that we now find them, it would have required a stretch of our faith to have believed him. Our minds were not then open to that extent that we  <div class=\"break pagebreak\" id=\"165a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0165.pdf\" target=\"pdfwin\">p.&#xA0;165a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>could fully comprehend the future. But we can now see that the words of ancient and modern Prophets are being fulfilled. This kingdom is rising in these Valleys of the Mountains, and it will eventually spread itself abroad through the length and breadth of North and South America. We may now look forward into the great future that lies before us, and it will require just as much of a stretch of faith now as it did in the beginning to look at the kingdom of God upon the earth as it is to be built up in this dispensation, so that the word of the Lord may go forth from Zion,<span class=\"citation\" id=\"57760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57760)\">Isa. 2:3<\/a><\/span> the servants of God be clothed with the power of the Priesthood, to give counsel and to preside over the nations of the earth, when the kingdoms of this world shall become the kingdom of our God and his Christ.<span class=\"citation\" id=\"79433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79433)\">Rev. 11:15<\/a><\/span><span class=\"citation\" id=\"90034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90034)\">D&amp;C 105:32<\/a><\/span> It is our duty to live in that way that we can have power to unlock and comprehend the mysteries of the kingdom of God; and we have got this to do in order that we may see that the Lord is at work among the nations for his own glory and for the permanent establishment of his own kingdom. <\/div><div class=\"paragraph jod\" id=\"v9n822\"> We ought to be enabled to understand that there is not a single law that has ever been issued from the great Eloheim but what will be fulfilled to the letter,<span class=\"citation\" id=\"63106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63106)\">Matt. 5:18<\/a><\/span> and that not one of those Prophets who have spoken concerning the kingdom of God in the latter days and the overthrow of wickedness and establishment of righteousness will fail in their predictions in reference to the dispensation of the fulness of times. When we look back for thirty years, we can see the vast change that has taken place. <\/div><div class=\"paragraph jod\" id=\"v9n823\"> With regard to Babylon and the wicked nations of the Gentiles, I will say that all those things that have been spoken concerning them will be fulfilled. We profess to be the <div class=\"break columnbreak\" id=\"165b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0165.pdf\" target=\"pdfwin\">p.&#xA0;165b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3747\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> children of God, the friends of God;<span class=\"citation\" id=\"77603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77603)\">James 2:23<\/a><\/span> and if the Lord has not got some friends in these the Valleys of the Mountains, I would like to know where his friends are. I have spoken upon these things, and in reference to the position we occupy before the heavens and before this generation, that we may be stirred up in our minds and be awake to our duties. If we can be made sensible of that which is required of us by our leaders, we shall go to work and do those things that we know will be for our benefit and good, and for the advancement of the cause of the kingdom of God upon the earth. If we are faithful through this warfare in which we are engaged, we shall be satisfied with the reward and with the crown that will be bestowed upon us, and also with the place that we shall occupy when we pass from this stage of existence. <\/div><div class=\"paragraph jod\" id=\"v9n824\"> I will say then, brethren and sisters, with regard to those things we have been exhorted to attend to by President Young from day to day and from time to time, Let us attend to them. He has a desire to see the people in such a position that will secure to them the favor and approbation of the Almighty. We ought to strive to understand our high destiny&#x2014;to learn the mind and will of our Father in heaven, that the heavens may be opened to us, that we may be filled with light, with truth, and be clothed with the power of God. It is with this desire and design that our President calls upon us to lay aside everything that has a tendency to prevent us enjoying the Spirit of the Lord and comprehending those great and glorious principles that we are seeking after. We all ought to make an exertion, when he makes a request upon us, and strive to lay aside all those things that are contrary to the principles of our holy religion; and then we ought to take  <div class=\"break pagebreak\" id=\"166a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0166.pdf\" target=\"pdfwin\">p.&#xA0;166a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hold with him and back him up, and sustain with him all the authorities of the Church, striving at all times to do whatever the Lord requires at our hands. If we do this, we shall be blest; and if we do not, we shall meet with a loss. Let us strive to be more attentive to our duties and to listen to the words of the Lord, remembering that if we have not got the Spirit of the Lord with us, we have not got the power of God with us. <\/div><div class=\"paragraph jod\" id=\"v9n826\"> Let us lay aside all evil practices&#x2014;all those habits which will prevent our communing with God. We have not yet got power to occupy a throne and to govern according to the laws of heaven. Of this we are all sensible. Then if these little things have a tendency to hinder our enjoyments and debase us in the eyes of the Lord, we ought to lay them aside, and manifest a determination to do the will of our Father in heaven, and to accomplish that work which is laid upon us to perform. When we have any exhortation from those who lead us, we should ever be ready to carry it out, remembering that the Lord holds President Young responsible for the way in which he manages and directs this kingdom; and if we obey him, we shall be blest and prospered. But if he gives us commandments and we do not listen to them, the Lord will not hold him responsible for our acts. I think upon these things when I hear our leader giving us commandments to do thus and so, and I feel that I shall lose the Spirit of the Lord if I do not comply. We have got to rise up, as a people, and have the power of God constantly with us, or we shall not accomplish that which is required at our hands; for it requires faith, temperance, purity, holiness, and the power of God to be with this people, in order <div class=\"break columnbreak\" id=\"166b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0166.pdf\" target=\"pdfwin\">p.&#xA0;166b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3746\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to fulfil our mission and perform the work of God. When our Prophets and leaders command us to do a thing, let us obey, and then we shall gain the victory. <\/div><div class=\"paragraph jod\" id=\"v9n827\"> I have often heard it remarked, when we have had preaching against merchandising, that the next day the merchants have taken three dollars to where they had previously only taken one. I hope this will not be the case with those who make a practice of drinking whiskey, and have been counseled by President Young to let it alone. <\/div><div class=\"paragraph jod\" id=\"v9n828\"> Brethren and sisters, I do not feel that I want to occupy much more of your time; but, before I conclude, I will say that when I do anything that prevents me from enjoying the Spirit of the Lord, as soon as I ascertain that, I immediately throw it aside, so that the Spirit of God may govern and control me in every act of my life. We came here to build up the kingdom of God, and we should feel the responsibility that is upon us. This is our home; and who of us appreciates the blessings bestowed upon us? We should appreciate them a great deal more than we do. If we were set down in New York<span class=\"citation\" id=\"88023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88023)\">D&amp;C 84:114<\/a><\/span> or South Carolina<span class=\"citation\" id=\"88147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88147)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88147)\">D&amp;C 87:1<\/a><\/span><span class=\"citation\" id=\"91313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91313)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91313)\">D&amp;C 130:12<\/a><\/span> for awhile, we should appreciate our home; for here we are not troubled with any of the difficulties which they experience in the States. We can meet together and worship God in peace. It is truly a great blessing to be assembled in these chambers of the mountains.<span class=\"citation\" id=\"58528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58528)\">Isa. 26:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n829\"> Let us try to prove ourselves worthy of our high calling as Saints of God. I pray that the Lord will give us power to lay aside everything that is wrong, to magnify our callings, and build up the kingdom of God. I feel to ask this blessing in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}