{"ID":90038, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Covetousness&#x2014;Labors of the Elders&#x2014;Mission to Form a Southern Settlement&#x2014;Grumbling.<\/div>\n<div class=\"subtitle\">Discourse by Elder George A. Smith, delivered in the Bowery, Great Salt Lake City, October 20, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Covetousness, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 10\/20\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d38\">\n<div class=\"paragraph jod\" id=\"v9n942\"> I regard it a distinguished privilege conferred upon me, whenever I have the opportunity of arising in this congregation and speaking to my brethren and sisters. The Priesthood which the Lord has conferred upon my head through his servant, and which in his abundant mercy he has enabled me thus far to magnify, is my joy, my theme, and the thoughts and reflections of my soul are how and by what means I may in the best possible manner make honorable all those blessings and ordinations which have been conferred upon my head. It is and ever has been, since I entered into this Church, my desire to be found among those who are valiant for the truth. <\/div><div class=\"paragraph jod\" id=\"v9n943\"> The light of the fulness of the everlasting Gospel which, through the voice of the servants of God in the last days, called through the instrumentality of Joseph Smith the Prophet, has been caused to shine or to glimmer in every part of the earth, gives me joy. It is still shining forth, and has caught the attention of thousands that are now here in this Territory, and caused them to come to Zion for the purpose of worshipping God under the instruction of the Prophets, that they might learn more fully the mind and will of Heaven, and the ordinances of the Gospel that are necessary for the living and the dead. <\/div><div class=\"paragraph jod\" id=\"v9n944\"> &#x201C;And it shall come to pass in the last days,&#x201D; saith the Prophet, &#x201C;that the mountain of the Lord's house <div class=\"break columnbreak\" id=\"197b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0197.pdf\" target=\"pdfwin\">p.&#xA0;197b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3715\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it. And many people shall go and say, Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the Lord from Jerusalem.&#x201D;&#x2014;Isaiah, chap. 2, verses 2 and 3.<span class=\"citation\" id=\"57727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57727)\">Isa. 2:2-3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n945\"> It is for this purpose that we may be taught of the ways of the Lord, and that we may walk in his paths that we have gathered from almost every nation under heaven. <\/div><div class=\"paragraph jod\" id=\"v9n946\"> It is well understood that the human race have been traditioned to the utmost extreme that tradition could possibly be impressed in the human breast, in the practice of covetousness, the worship of money, the love of earthly goods, the desire to possess property, to control wealth, has been planted in the breast, soul, and heart of almost every man in the world from generation to generation. It has been the great ruling Deity, and the object worshipped by the whole Christian world. It has found its way into the pulpit, into the monastery, into the cloister, and into every department of life. No man seems to desire an office, or is called upon to fulfil an office for the public good, but the first thing to be considered is, What will it pay? How much can we make? &#x201C;Is there money in it?&#x201D; The god of this world<span class=\"citation\" id=\"74067\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74067)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74067)\">2 Cor. 4:4<\/a><\/span>  <div class=\"break pagebreak\" id=\"198a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0198.pdf\" target=\"pdfwin\">p.&#xA0;198a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>has dominion over the souls of men to an unlimited extent. Let an Elder go among them to preach without purse or scrip,<span class=\"citation\" id=\"67381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67381)\">Luke 10:4<\/a><\/span> and tell them so, and they will immediately say, &#x201C;We can believe your religion a great deal better than we can believe that you come to preach without having your salary paid. Why, the assumption is ridiculous; do not think to stuff us with such a doctrine as that.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n948\"> With these traditions firmly imprinted upon our minds we have been gathered, and have brought along our schooling and notions that we have imbibed while at school; but with all these things we brought along a feeling in our souls to build up Zion, and to be faithful in all things so long as we remain in this life, that we may inherit blessings in the life which is to come. We came here inspired with a feeling to awaken in our breasts an unlimited desire to labor for the building up of Zion, and this desire exists in a great many Elders. Some of the brethren have desired to go to different parts of the earth to preach the Gospel, part of them for the sake of making it a matter of profit: yes, men who have been ordained to the Priesthood will dare to ask how much they can make of a Mission, when their business is to labor for the building up of the kingdom of God. This feeling of speculation has gone so far as to engross the attention of men in the ministry, so that wherever they have gone they have levied grievous contributions upon the people, and it seems to have been the first thing about which they have planned, and that every step they have taken has been with a view to a reward in gold! In some instances the poor have been taxed, those to whom the Gospel should have been preached freely,<span class=\"citation\" id=\"64088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64088)\">Matt. 10:8<\/a><\/span> without money and without price,<span class=\"citation\" id=\"59756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59756)\">Isa. 55:1<\/a><\/span> to furnish money to gratify the ambition that reigned in the breasts of certain <div class=\"break columnbreak\" id=\"198b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0198.pdf\" target=\"pdfwin\">p.&#xA0;198b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3714\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Elders; I hope they are not many, but there are a few instances no doubt. <\/div><div class=\"paragraph jod\" id=\"v9n949\"> On the other hand, the Elders that have remained at home ever since the Church was driven from Jackson County, and that have continued to farm and perform different services at their business, have not by any means been idle spectators, but they have been pillars in the Church.<span class=\"citation\" id=\"74463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74463)\">Gal. 2:9<\/a><\/span> For as soon as the Church was organized, Bishops, Councilors, and Teachers were necessary to give counsel and to preside in the temporal affairs of the Church, thereby sustaining the kingdom; and while these and many other Elders have not been conspicuous as Elders traveling abroad, they have yet been pillars at home in constructing and building up the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v9n950\"> While we take this into consideration we will again review, for a moment, the present acts of the Elders generally, for very few of the whole body of the Elders can be pointed out as having done a great work at a particular place. What the world call having done a great work, or big things, is somewhat different from the kind of work that the Elders in this Church are expected to do. For instance, it is said that Saint Patrick went to Ireland and banished all the toads and frogs, and then converted the whole of Ireland, and that he not only converted the people, but the best of it is that the greater part of them remain firm to the faith of Catholicism until the present day. <\/div><div class=\"paragraph jod\" id=\"v9n951\"> There are a few Elders who have baptized their thousands, and an account may be found in the records of the Church of some who have gone on Missions and baptized their hundreds; but as a general thing it is hard to find but few who were very distinguished in this respect. Constant labor, diligence, and humility may and does gather many; they are baptized and receive the fulness of  <div class=\"break pagebreak\" id=\"199a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0199.pdf\" target=\"pdfwin\">p.&#xA0;199a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Gospel. But only a portion of those who have embraced the Gospel under the auspices of those successful Elders, have had faith and energy enough to gather with the Saints to take part in helping to build up Zion. By-and-by subdivision takes place, and the people spread themselves abroad upon the right and upon the left, forming new settlements all through this great desert. In this way the work has attained its present position, and the kingdom is being built up. It is like the laborer with his spade and wheelbarrow, who commences on a large hill and digs, and finally wheels it away. Well, says the passerby, that is small business; but by-and-by you pass that way and the hill is removed, and a fine city is on its site. <\/div><div class=\"paragraph jod\" id=\"v9n953\"> The Elders are steadily and quietly operating for the spread of truth and the advancement of the kingdom of God, and before the world are aware of it, their rotten dynasties and corrupt governments will be undermined and crumble to dust. You notice a bee, it carries a little honey to the hive, and continues to do so from week to week and from month to month, and lays up a store of the most delicious of earthly substance and the choicest of earth's sweets, and this is the result of the little busy bee. So it is, and so it should be with the Elders in Zion. It is not that we are required to do and perform everything in a minute, but by using the minutes to do the little things that are within our reach, and striving always to do them properly. Zion is silently spreading her curtains, strengthening her stakes, and lengthening out her cords,<span class=\"citation\" id=\"59678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59678)\">Isa. 54:2<\/a><\/span><span class=\"citation\" id=\"87425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87425)\">D&amp;C 82:14<\/a><\/span> and she will so continue until her wisdom, her influence, and her power circumscribe the globe. Who is doing this? The Lord is doing it and it is marvelous in our eyes.<span class=\"citation\" id=\"57227\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57227)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57227)\">Ps. 118:23<\/a><\/span> But in all this we have to contend with our tradition, we <div class=\"break columnbreak\" id=\"199b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0199.pdf\" target=\"pdfwin\">p.&#xA0;199b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3713\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> have to contend with the god of this world&#x2014;<span class=\"citation\" id=\"74068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74068)\">2 Cor. 4:4<\/a><\/span>the love of money&#x2014;<span class=\"citation\" id=\"75978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75978)\">1 Tim. 6:10<\/a><\/span>with our covetousness, and we have to contend above all with our ignorance. Men can sit in the congregation and be taught by the Presidency; yes, be taught to the easiest lessons ever taught, year after year, and these teachings seem to make no impression upon them. Those valuable instructions are, to a great many, like pearls cast before swine.<span class=\"citation\" id=\"63733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63733)\">Matt. 7:6<\/a><\/span> Again there are numbers of our brethren who have had to go to the States and to California, in order to see the difference between the kingdom of God and the kingdoms of the Devil. Then after a few years they come back and say, well I declare I never saw things in such a condition before, how wicked the world is becoming now to what it was before I came into the Church. We have another class of men who can go to ward meetings and say they would labor to build up the kingdom, and even to build a city upon a rock, and farm upon naked land, and settle upon the highest peaks, if counseled to do so. But there are extremes of expression and thought. To go forth and preach the Gospel, teaching faith, repentance, and baptism for the remission of sins, and to contend against the arguments presented by the Gentile world, has been and still continues to be one of the most laudable employments in the kingdom of God, but a comparatively ignorant man can do it. It is not the learned, nor the wise men the Lord called to do this, but it is the reverse; he calls the weak things of this world to confound the wise and the mighty.<span class=\"citation\" id=\"72921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72921)\">1 Cor. 1:27<\/a><\/span><span class=\"citation\" id=\"83687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83687)\">D&amp;C 1:19<\/a><\/span> It reminds me of a story that Bishop Hardy tells about Luke Johnson. When he went to preach the Gospel in Massachusetts, he was plainly dressed, his trousers were strapped down to his cowhide boots, because they were not quite long enough. One man said, have  <div class=\"break pagebreak\" id=\"200a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0200.pdf\" target=\"pdfwin\">p.&#xA0;200a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>you seen the Mormon? No, was the reply, have you? Yes, said the man, I saw one and heard him preach, and he said, &#x201C;the Lord hath called the weak things of this world to confound the wise and mighty,<span class=\"citation\" id=\"72922\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72922)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72922)\">1 Cor. 1:27<\/a><\/span> and by mighty I thought so.&#x201D; It was but a little while till the only argument used against this doctrine was mobocracy, a row at the meeting, a coat of tar and feathers, a shower of mud or the lighted torch. <\/div><div class=\"paragraph jod\" id=\"v9n955\"> The man that exerts his power, his influence and understanding to guide Zion at home, to develop our resources, to shape, bend, and make useful the elements and facilities which lie dormant in these surrounding hills, has to possess superior wisdom, a greater degree of knowledge; and the Holy Spirit influences the leaders of this Church, those that are called to act as Trustees, or in any other department of the home affairs of Zion. It is required of us to seek wisdom out of the best books,<span class=\"citation\" id=\"88793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88793)\">D&amp;C 88:118<\/a><\/span> that a foundation may be laid and all things properly prepared for the great future, that our institutions may be rendered permanent and self-sustaining, that all things may be properly carried on, according to the mind and will of Heaven. It is in this respect that the leaders of the people called Latter-day Saints have shown themselves to be the wise men upon the earth, and it is in this respect, too, that a large portion of the people have failed to see the grandeur and magnificence of the Counsels of the First Presidency, but have suffered themselves to remain in ignorance and stupidity. <\/div><div class=\"paragraph jod\" id=\"v9n956\"> I presume now that in speaking at the present time, I am addressing a considerable portion of those brethren who have been called on to strengthen the stakes of Zion on the southern borders of our Territory. The Twelve being called to act a part in organizing this Mission, has caused me to <div class=\"break columnbreak\" id=\"200b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0200.pdf\" target=\"pdfwin\">p.&#xA0;200b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3712\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fall in company with a considerable number of those brethren who are counseled to go south and raise cotton, and I can realize to a great extent the feelings which exist in some of their breasts. A man who has come into this Valley to make Zion his home, has gone to work and by untiring industry has surrounded himself with comforts, and probably with wealth and an abundance of this world's goods; he can proclaim himself an Elder in Israel who is ready for anything. Such a man would go into the mountains to hedge up the way of our enemies,<span class=\"citation\" id=\"81331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81331)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81331)\">2 Ne. 4:33<\/a><\/span> go abroad and preach the Gospel, and in fact he will find himself constantly called to assist in establishing Zion. <\/div><div class=\"paragraph jod\" id=\"v9n957\"> The word of the Presidency is, brethren, it is necessary to strengthen the southern border of our thriving Territory, and this is for the general good of all. Now you go down south and raise cotton and you will be blessed more than you ever have been heretofore, and know that in doing this you are doing your part to build up Zion. But some do not feel so. Why, I have seen faces look as long as a sectarian parson's face, comparatively speaking; I have seen diseases appear in men that had heretofore been considered healthy, and that too as soon at they heard they were wanted to perform any unpleasant mission. I have sometimes argued the case, and tried to persuade them, in regard to this mission that it would do them good. Oh, but they will reply I have always been sick in a warm country. Well, I have told them, we can, in the cotton country, in a few hours riding, give you any climate from the torrid to the frigid zone. But this is not the difficulty. This cotton mission rouses up covetous feelings, for it must be remembered that the prospects for a large farm are not very good there. We can make more  <div class=\"break pagebreak\" id=\"201a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0201.pdf\" target=\"pdfwin\">p.&#xA0;201a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here; we can get more wealth and get along faster if we stay here, than we can raising cotton in Washington County. And in fact a few of the brethren feel disheartened about going south to raise cotton, indigo, and such other articles as we cannot raise in this part of the Territory. A brother came into the office the other day and volunteered to go south to the cotton country, then he came in the next day and said he had been too fast in volunteering, that he had not got sufficient clothes to wear. I told him that it was a great deal warmer in that country than it is in this, and consequently he could do with less clothing. But he felt that he must go to work and get more clothing for his family before he could go. I replied that I considered the best thing he could do was to raise a quarter of an acre of cotton. I showed him some cloth that my wife had been spinning and weaving. Then he said his wife did not know how. I told him mine did not until she learned. <\/div><div class=\"paragraph jod\" id=\"v9n959\"> It has been my lot to take part in the starting of settlements in the southern portion of this Territory; I have assisted in settling the country from the cotton district in Washington County to Utah mountain. It used to be nearly as much work to get a man to go to Iron County as it was for Jetta Bunyan in the Pilgrim's Progress to get poor Christians into heaven. When I got them started south, they would meet at every settlement on the road, men who would discourage them by saying, &#x201C;you are going to a poor country, Oh how I pity you, you will starve in that miserable country, here is a good piece of ground close by me, you had better stop, I can sell you all the grain you will want for seed and to eat; you are going away out of the world.&#x201D; In this way hundreds of those who were counseled to go to the far south were stopped in Utah <div class=\"break columnbreak\" id=\"201b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0201.pdf\" target=\"pdfwin\">p.&#xA0;201b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3711\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> County, or turned aside from fulfilling what was desired of them. When I led the first company to Parowan, some of the brethren insisted there was not grass enough to keep their cattle through the winter, when in reality there was an abundance of feed for thousands of stock, and in a few weeks they hardly knew their own cattle, they had improved so much. These incidents have been a lesson to me, and I felt that I wanted to preach to the brethren upon the subject of going south. We are going down there to raise cotton, and the Presidency want men who are called to go upon this Mission to let it have their undivided attention. <\/div><div class=\"paragraph jod\" id=\"v9n960\"> There are a few that have always allowed themselves the indulgence of whining and finding fault whenever they pleased. This is very wrong. A spirit to find fault is an enemy to your peace and comfort, and also to the happiness of those around you. It is a key to your destruction. It is so in our home affairs, when you go abroad and exercise this influence among the people you sow a spirit of dissension in the midst of Israel. If you have a portion of Priesthood upon you; you disgrace it in doing so. If you have been baptized for the remission of sins you dishonor that baptism in doing this. Some will grumble and quarrel, until they go into partnership with Satan to oppose the kingdom, lose the spirit and deny the faith. It is Satan's business to oppose the Saints, but those professing to be Saints should labor for the good of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n961\"> The southern settlements were at first considered rather orderly, more so than some of those nearer this city, but in the spring of 1858, there was an influx from California of a large number of persons, who had gone there because they were not contented to live in this country, and who could not enjoy the liberty that  <div class=\"break pagebreak\" id=\"202a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0202.pdf\" target=\"pdfwin\">p.&#xA0;202a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>was here. Many of them went to California to get rich, but a spirit came over some of them that the Lord was going to destroy all the Gentiles, and that if they came up here for a while they could go back after the Gentiles were killed off, and find better diggings, and many others thought their brethren were in trouble, and if they could not live Mormonism they would fight for it anyhow. Several hundred persons came into the southern counties under these and similar influences, and intended to stay, no doubt, until the vengeance was over and the Gentiles swept off from the earth, then some thought they could go back and keep tavern. A man who had been among the Gentiles and served the Devil for several years, would come up to this Territory and expect to be respected as much as those who stayed at home and attended to their own business and labored for the good of the kingdom, when it was as much as an Elder could do who had stayed at home and helped to build up Zion, to retain the Spirit of the Lord and magnify his calling. In this way there was grumbling, and a kind of daredevil influence scattered all through the settlements. We saw much of it here, but where the settlements were small, an influence of this kind took deeper hold and had a far more powerful effect. The spirit of avarice was not gratified, the Lord had not designed to cut off the wicked to please a few avaricious Mormons. He designed those who professed to be Saints to live good and upright lives, and to exercise a holy influence over the children of men, that all who loved the truth might be converted and saved in the kingdom of God. As soon as this was ascertained many went back again. <\/div><div class=\"paragraph jod\" id=\"v9n963\"> Brethren, you who are going from here have been in the habit of hearing the President, Sunday after Sunday, <div class=\"break columnbreak\" id=\"202b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0202.pdf\" target=\"pdfwin\">p.&#xA0;202b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3710\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and where you have been considered examples, here you have acted as Bishops, High Priests, Seventies, Elders, or Teachers, and your example should be a good one and worthy of imitation. A great many Elders have been called to go on this Mission to raise cotton, and they should consider themselves as much on a Mission as if they were among the nations preaching the Gospel. I advise every man to fortify his mind against becoming like Satan in accusing the brethren,<span class=\"citation\" id=\"79603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79603)\">Rev. 12:10<\/a><\/span> or in grumbling, in faultfinding in word, in thought, or in your hearts. If the Mission was to go and build a city on a rock, my advice would be, go at it, for if you did not choose to do that you would have a chance to choose a sandy foundation which would not be proper nor beneficial.<span class=\"citation\" id=\"63989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63989)\">Matt. 7:24-27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n964\"> I wish to talk to the brethren on this principle of faultfinding. If we are disposed to find fault with the Bishop, with our wives, with our neighbors, with the Priesthood, and the general authorities of the Church, we shall have all the influences of Satan necessary to help us to carry out our design. Those who practice these things will soon be full of hell and have plenty of devils to help them to carry it on. You are called upon to go and build up a city and villages for a stake of Zion. <\/div><div class=\"paragraph jod\" id=\"v9n965\"> When you first came here you dropped down into a desert, went to work and made it blossom as the rose.<span class=\"citation\" id=\"59114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59114)\">Isa. 35:1<\/a><\/span> Then, when you have done this, you have to go to other places and make them blossom also. You have got to lay out the streets, make fences, and build houses, and do everything that will make a city pleasant, agreeable, and inviting. We can get up in our meeting and sing&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v9n965\"> &#x201C;The cities of Zion soon shall rise.&#x201D; but how are they going to rise? We are going to build them, so that they will rise far above the clouds; and to  <div class=\"break pagebreak\" id=\"203a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0203.pdf\" target=\"pdfwin\">p.&#xA0;203a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>accomplish this we are going to build them on the high mountains. We are not only going to sing about building them, but we are going to do the labor requisite to carry out our designs. <\/div><div class=\"paragraph jod\" id=\"v9n966\"> Now, I do not wish a solitary man to go down there to perform this service that cannot go with his whole heart. If he has got a splendid house, a mill, or farm, or carding machine in this part of the Territory and his heart is set upon it, his soul will be here. He will be like some Elders that are sent to England on missions; they say &#x201C;yes, I will go and preach,&#x201D; but when they get there it is, &#x201C;Oh dear if I was but at home.&#x201D; If I were presiding over such a man I would send him home, so that I might get rid of the poisoning influence of his company. I want a man that is going on a Mission to say wife, children, the Lord gave you to me, I will go and do my duty, and hereby show to him and to all men that I am worthy of you. <\/div><div class=\"paragraph jod\" id=\"v9n967\"> In this case the Mission to which you, brethren, are called is to build a city; it calls for wives, children, for machinery, for mechanics, for everything that is calculated to add to the comfort and happiness of the citizens of a city. We are not going to be a great while isolated from our brethren, but we are going to assist in building up Zion. We want all necessary and important improvements, and if we build a telegraphic line from here to Santa Clara, it won't cost more than fifty thousand dollars. But you need not be afraid of leaving headquarters, for although we cannot all live at headquarters we expect that headquarters will be connected with every part of <div class=\"break columnbreak\" id=\"203b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0203.pdf\" target=\"pdfwin\">p.&#xA0;203b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3709\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the world, and when Zion is not big enough for us, the Lord will be willing to stretch it so as to make room for his Saints. Oh, says a brother, I am perfectly willing to go, but I understand that we are only to cultivate three acres of land each and I cultivate thirty at home. Remember the Lord has said that it his business to provide for his Saints,<span class=\"citation\" id=\"89874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89874)\">D&amp;C 104:15-16<\/a><\/span> therefore if we cultivate a small farm when we are required to do so, he will give us a big one, for there is plenty of land in the hands of those who do not respect him, and if we are faithful we may expect to be made rulers over many things.<span class=\"citation\" id=\"66107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66107)\">Matt. 25:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n968\"> I want our sisters that are called to go with their husbands, to cultivate a spirit of joy, cheerfulness and satisfaction, and feel a pleasure in going. They ought to feel that they are honored in being called to go and build up the cities of Zion. This is the advice that I give to the brethren and sisters upon this subject, and I do not want the Californians in the southern settlements to say, brother George A., is this a specimen of Salt Lake City grumblers? They can beat us, who have been to California, in murmuring, for although we would rather live here than anywhere else, we should discipline our minds to live where we can be the most useful to the cause of Zion. We should manifest our joy that we have had the high privilege of helping to enlarge the borders of Zion,<span class=\"citation\" id=\"87426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87426)\">D&amp;C 82:14<\/a><\/span><span class=\"citation\" id=\"91849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91849)\">D&amp;C 133:9<\/a><\/span> to inspire them with a spirit of faithfulness and industry. I was pleased when brother Spencer asked me to speak. <\/div><div class=\"paragraph jod\" id=\"v9n969\"> May the blessings of Israel's God rest upon you all. Amen. <\/div>\n<\/div>\n<\/div>"}