{"ID":90034, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Early Persecutions&#x2014;Certain Retribution.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Bowery, July 7, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Early Persecutions&#x2014;Certain Retribution.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 7\/7\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d34\">\n<div class=\"paragraph jod\" id=\"v9n874\"> The ideas that have been advanced by President Young are strictly true, and they will so appear to everyone who has a knowledge of the condition of this world, and they will especially appear so to those who have a knowledge of the kingdom of God as it has been established in these last days. In regard to the United States, Great Britain, and European nations generally, they have a knowledge or a history of this people. <\/div><div class=\"paragraph jod\" id=\"v9n875\"> I was in England and commenced preaching the Gospel twenty-four years ago last June, and of course there were only a few Saints in that land; but the Gospel has spread among most of the nations of Europe. It has also been sounded in Asia, Africa, Australia, and in hundreds of the islands of the sea. The people generally look upon us as a set of fanatics, and they do not consider us worthy of their attention; still there are some who occasionally become convinced and embrace the truth. When the Church was first organized in Manchester, in the State of New York, the people rose up against us, and were determined that we should not stay there, and consequently we went to Kirtland, in the State of Ohio, where we had peace for a little season. And then we went to Jackson County, Missouri; but the brethren found we could not stay there, and hence we had to move over into Clay County. We stayed there a short time, and afterwards went into Caldwell County. We re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"180b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0180.pdf\" target=\"pdfwin\">p.&#xA0;180b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3732\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mained in those counties but a short time before the spirit of mobocracy raged to such a degree that the people considered we were not fit to live upon the earth. Fourteen thousand troops were called out, and took a few of us prisoners, and made us sign a deed transferring all our property to our persecutors in the State of Missouri, to pay the expense of our persecutors. They commenced their cruelties, and perpetrated the most diabolical outrages upon our people that were ever known among civilized nations: men, women, and children were indiscriminately despoiled of all they possessed; they were mobbed and whipped; some were tarred and feathered, and those who could not readily escape, were massacred, irrespective of age or sex; and if the Almighty had not interfered, they would have killed us all. We then went into Illinois, and had not been there long before they began to serve us in like manner. They gave us a city charter, and then took it from us again, and that too without any just cause. They gave us a charter for a Masonic Lodge, and then went to work and killed some of the men to whom the charter was given. The rage and ferocity of our enemies did not cease there, but it soon manifested itself in mobs assembling by thousands, who finally succeeded in driving us out of that State also, leaving us in the wilderness to perish. But the Lord assisted us; his protecting hand was over us for good,  <div class=\"break pagebreak\" id=\"181a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0181.pdf\" target=\"pdfwin\">p.&#xA0;181a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and by his power we were preserved. <\/div><div class=\"paragraph jod\" id=\"v9n877\"> After all these hardships and trials we started for this country, and what did the Government then require of us? Five hundred men were called to go and take part in the Mexican war, and that too at a time when we were all living in our wagons: many were sick, and some were dying; and in fact hundreds and thousands have died in consequence of the hardships and privations brought upon them by our ruthless persecutors. Joseph Smith lost his life by the hands of assassins, and he was one of the best men that ever trod the footstool of the Almighty.<span class=\"citation\" id=\"92020\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92020)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92020)\">D&amp;C 135:3,6<\/a><\/span> He was the man called to open up this last dispensation, but the world at large would not receive him. <\/div><div class=\"paragraph jod\" id=\"v9n878\"> We have passed through many grievous trials; but I do not feel that I want to say much about our sufferings this morning, but simply to remind you of some of the prominent acts of our enemies, that you may know that we have nothing to expect from them in the future but persecution and misrepresentation. Many of you are strangers to these things, both members and Elders, because you were not baptized into the Church until afterwards; but still you can see what the world have done to us; and everything in the shape of persecution or affliction which the world have brought upon us, will come back upon their own heads tenfold, and this nation in particular will reap what they have sown,<span class=\"citation\" id=\"74689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74689)\">Gal. 6:7<\/a><\/span> and their troubles have already commenced; but I shall live to see them broken to pieces a great deal worse than they are now, and so will thousands of you. Our sons and daughters will live to see the complete overthrow of the nation, and they will avenge our wrongs. Many of them were born while we were undergoing those afflictions, and the <div class=\"break columnbreak\" id=\"181b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0181.pdf\" target=\"pdfwin\">p.&#xA0;181b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3731\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> blood of retributive justice is in them, and I know this as well as I know that I live and dwell upon this earth. <\/div><div class=\"paragraph jod\" id=\"v9n879\"> Our enemies know not what they are doing when they persecute and mob this people. It is true they are doing no more than was done by the wicked Lamanites who once lived upon this continent, and who were a flourishing and prosperous people. They persecuted the people composing the Church of Christ, the Nephites departed from the faith, and the two parties wasted each other away until only a remnant was left, and as such we now see them wandering about in filth, darkness, and the very lowest state of degradation. The Jaredites, who preceded the Israelites upon this continent, did the same things. They fought and contended with each other until the whole people were destroyed, and we are going to live to see similar things befall this nation. Although many may fall away from the truth, and others may embrace it, yet the destruction of this nation is sealed, except they repent, which is not very probable. Notwithstanding this nation has been favored with the revelations of heaven, yet they never knew God, they never knew that Joseph Smith was a Prophet of the Most High, and they do not now know that the leaders of this people are inspired from on high. <\/div><div class=\"paragraph jod\" id=\"v9n880\"> Now, I will say one thing that is in this good old book, the book that they won't have in the Congress of the United States, for you remember it is only a short time ago that they would neither have a priest to pray for them, nor receive the Bible as evidence. This book, the Bible, says: &#x201C;For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.&#x201D;<span class=\"citation\" id=\"63710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63710)\">Matt. 7:2<\/a><\/span> The nation of the United States have got to reap that which they have sown,<span class=\"citation\" id=\"74690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74690)\">Gal. 6:7<\/a><\/span> and to receive  <div class=\"break pagebreak\" id=\"182a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0182.pdf\" target=\"pdfwin\">p.&#xA0;182a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that measure which they meted out to us, pressed down and running over;<span class=\"citation\" id=\"67274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67274)\">Luke 6:38<\/a><\/span> and as they designed to wipe us out of existence &#x201C;with the flower of the army&#x201D; which they sent here, that destruction shall come upon themselves. I am perfectly willing that they should know what I think of them. That army was sent here by James Buchanan to wipe us out, but they might as well try to move the sun out of his place; still we know that that was their design, and brother Brigham declared it at the time. Yet, although you know that those poor creatures came here for the purpose of cutting our throats, you will feed them at their own price, instead of making them pay handsomely for all they get. If the brethren had acted wisely, they might have helped themselves a great deal, and have got together means for the building up of the kingdom of God upon the earth; but some were determined not to take counsel. Now, as feeble and poor a creature as <div class=\"break columnbreak\" id=\"182b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0182.pdf\" target=\"pdfwin\">p.&#xA0;182b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3730\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> I am, I would like to know where there is a man who could bring up one circumstance to show that I have ever violated the law of the land. I know that I have been true to my country, to my Masonic brethren, and also to my brethren in this Church. Are there any of my countrymen who would injure me? Yes, scores, hundreds and thousands of them. <\/div><div class=\"paragraph jod\" id=\"v9n882\"> They have now got Masonic institutions against Masonic institutions, and Presbyterians operate against Presbyterians, and Episcopalians against Episcopalians, and, finally, it will be every man against his neighbor.<span class=\"citation\" id=\"85764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85764)\">D&amp;C 45:68<\/a><\/span> But while they are being divided one against another, this people are raising the standard of King Emmanuel,<span class=\"citation\" id=\"91256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91256)\">D&amp;C 128:22<\/a><\/span> and we will sustain the Constitution of the United States, and also all good and wholesome laws. You may tell it to the nations, for as God lives this people will do it, and I say, Amen. <\/div>\n<\/div>\n<\/div>"}