{"ID":90032, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Paying Due Attention to Temporal Duties, &amp;c.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, January 26, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Attention to Temporal Duties, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 1\/26\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d32\">\n<div class=\"paragraph jod\" id=\"v9n831\"> I do not know that I have ever spoken to the Saints upon any principle of the Gospel of salvation when I could do more than offer a few opening remarks, there is so much to learn. The oldest and most experienced persons in this Church are satisfied that they have by no means learned all that is to be learned concerning things that pertain to this world. To even thoroughly learn all the different branches of mechanism is more than one man can do in this mortal life. The object of this existence is to learn, which we can only do a little at a time. &#x201C;Whom shall he teach knowledge? and whom shall he make to understand doctrine? those that are weaned from the milk, and drawn from the breasts. For precept must be upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little.&#x201D;<span class=\"citation\" id=\"58537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58537)\">Isa. 28:9-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n832\"> How gladly would we understand every principle pertaining to science and art, and become thoroughly acquainted with every intricate operation of nature, and with all the chemical changes that are constantly going on around us! How delightful this would be, and what a boundless field of truth and power is open for us to explore! We are only just approaching the shores of the vast ocean of information that pertains to this physical world, to say nothing of that which pertains to the heavens, <div class=\"break columnbreak\" id=\"167b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0167.pdf\" target=\"pdfwin\">p.&#xA0;167b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3745\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to angels and celestial beings, to the place of their habitation, to the manner of their life, and their progress to still higher degrees of perfection. <\/div><div class=\"paragraph jod\" id=\"v9n833\"> We hear many glorious truths in the discourses delivered by our Elders here and in other places, but we return to our homes and tomorrow we are about as we were yesterday. It is our privilege to improve each day of our lives, but can we improve fast enough to even gain all the knowledge that pertains to this world in the life we now possess? No; but we can gain knowledge faster than we now do, by exercising still greater diligence. <\/div><div class=\"paragraph jod\" id=\"v9n834\"> When we meet in a worshipping capacity, we are apt to feel anxious to hear something new concerning the Deity or the place of his habitation. How delightful it is to hear a man expound the prophecies&#x2014;to hear the revelations of God and things which pertain to the celestial kingdom of God delineated! How joyful, how pleasing, how glorious this is to both male and female, old and young, who seem to know all about these matters, but who at home do not know enough to make a hoe handle so that you could tell whether it was designed for an oxbow, plow handle, or hoe handle. And the sister that rejoices so much in the glories of the upper world, when she is at home, very likely, does not know enough to pursue her daily avocations as she ought.  <div class=\"break pagebreak\" id=\"168a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0168.pdf\" target=\"pdfwin\">p.&#xA0;168a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Can she teach her little girls so much as to knit a stocking tie? No; but when there is plenty of wool and yarn in the house, she calls upon her husband to buy garters, suspenders, &amp;c., from the store, while her children are running in the streets with their heels and toes naked; she cannot even mend a stocking decently. Can she cut her little boy a pair of pantaloons? No; a tailor must do it. Can she make him a cap out of some old cloth that has been worn in a coat, but is good enough for that purpose, and thereby save a few dollars? No; she must plague her husband to spend means at the store, when perhaps he cannot well spare it. Can she make little shoes for her infant? No, pa, buys all the shoes. She seems of no manner of earthly use as an helpmeet to her husband;<span class=\"citation\" id=\"52498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52498)\">Gen. 2:18<\/a><\/span> yet it is her greatest delight to know how the Gods live and how the heavens and all things are sustained, but at the same time is not willing to move a finger to sustain herself. <\/div><div class=\"paragraph jod\" id=\"v9n835\"> When Adam found himself in a state of nudity, he hid himself; and when he heard the footsteps of the Lord in the garden, he quaked and trembled with fear.<span class=\"citation\" id=\"52583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52583)\">Gen. 3:7-10<\/a><\/span> The Lord could do nothing more for him than take some fig leaves and probably some grass to stitch them together for an apron to cover Adam's nakedness.<span class=\"citation\" id=\"92521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92521)\">Moses 4:13-14<\/a><\/span> The Lord could not in a few minutes teach Adam how to make broadcloth and a pair of pantaloons, &amp;c.; for he had forgotten all he formerly knew, and had to gain knowledge by degrees. Can we learn in a day how to make broadcloth or satin and clothing or dresses? No; for it is as much as some persons can do to learn in one day how to knit so much as a stocking tie or a pair of suspenders. <\/div><div class=\"paragraph jod\" id=\"v9n836\"> The people are striving with all their might to learn the things of God; but if I could only get them to understand the work and the worth <div class=\"break columnbreak\" id=\"168b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0168.pdf\" target=\"pdfwin\">p.&#xA0;168b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3744\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of their present life, I should feel well satisfied. We talk and think a great deal about the life that is to come, and the life labor of the Christian part of the world is to prepare for that. The time we now occupy is in eternity; it is a portion of eternity. Our present life is just as much a life in eternity as the life of any being can possibly be. Could we all live so as to honor the life that we now possess, I should not have one anxious thought with regard to being fully prepared for the life which is to come. I wish to urge upon the people the necessity of knowing what to do with their present life, which pertains more particularly to temporalities. The very object of our existence here is to handle the temporal elements of this world and subdue the earth, multiplying those organisms of plants and animals God has designed shall dwell upon it.<span class=\"citation\" id=\"52289\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52289)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52289)\">Gen. 1:28<\/a><\/span> When we have learned to live according to the full value of the life we now possess, we are prepared for further advancement in the scale of eternal progression&#x2014;for a more glorious and exalted sphere. <\/div><div class=\"paragraph jod\" id=\"v9n837\"> One of the speakers this morning exhorted us to take care of that which we produce. All the energies of a farmer appear to be drawn out to raise wheat; but when it is matured, he seems to retire in satisfaction that he has accomplished what he sought; his energies flag and the crop is not cared for, but is left to return again to the earth; or, if he gathers it, he either has not the ability to properly save and husband it, or he cares not to exert himself to do so. It is the same in his stock raising; he values his calves and lambs&#x2014;labors hard to raise them; but when they have attained to that stage of existence to do good to himself or the community, he suffers them to die by starvation in the winter, or to be destroyed by the Indians or by somebody else who  <div class=\"break pagebreak\" id=\"169a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0169.pdf\" target=\"pdfwin\">p.&#xA0;169a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>gets his living by stealing cattle on the ranges. The wheat wasted this year, for want of proper care, would feed this whole community for a considerable length of time. Farmers do not seem to think that every kernel of grain should be gathered and saved as far as possible. The atmosphere that presses upon the face of our fields imparts nourishment to the soil, and the rains from the heavens and the waters that come dancing from the mountains and are led over our fields are laden with plant food, so that we can gather from this benchland&#x2014;from this gravelly soil&#x2014;thirty bushels of wheat to the acre, which does not answer the end in the economy of nature for which it is created, if it is suffered again to return to the ground unappropriated in the way designed by the Almighty. If it is distributed in another shape than that designed, the wheat element may be entirely removed to another portion of the earth; and after a few years you may not be able to raise wheat in this country. If a single constituent part of any plant be exhausted from the soil, the plant cannot be produced until the wanting element is restored. <\/div><div class=\"paragraph jod\" id=\"v9n839\"> Our Father in heaven wishes us to preserve that which he gives to us. If we are prodigal and wasteful of his blessings, it will be said&#x2014;&#x201C;Take from them that which they seem to have and give it to another people.&#x201D;<span class=\"citation\" id=\"66145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66145)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66145)\">Matt. 25:28<\/a><\/span> We wish to gain all that is to be gained; we wish to enrich ourselves; but, as a people, in a great many instances, we take a course to make ourselves poor. If we could only learn enough to be self-preserving and self-sustaining, we should then have learned what the Gods have learned before us, and what we must eventually learn before we can be exalted. Trace the history of the favored people of God in any age of the world and on any portion of the <div class=\"break columnbreak\" id=\"169b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0169.pdf\" target=\"pdfwin\">p.&#xA0;169b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3743\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> earth, and you will find that the Lord has poured out great abundance upon them, he has blessed them as individuals, as communities, and as nations. We have also been greatly blessed, but we have treated lightly our blessings in neglecting to properly and frugally use them. <\/div><div class=\"paragraph jod\" id=\"v9n840\"> That individual, neighborhood, people, or nation that will not acknowledge the hand of God in all things,<span class=\"citation\" id=\"86336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86336)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86336)\">D&amp;C 59:21<\/a><\/span> but will squander their blessings, and thus pour contempt upon his kind favors, will become desolate and be wasted away. So long as any people live up to the best light they have, the Almighty will multiply blessings upon them by blessing the earth and causing it to bring forth in its strength to fill their storehouses with plenty; but if they become fat, and are lofty, and kick against the Lord, and trample his blessings under their feet in reckless wastefulness, he will cause them to inherit barrenness, and he will give them &#x201C;cleanness of teeth in all their cities, and want of bread in all their places.&#x201D;<span class=\"citation\" id=\"61924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61924)\">Amos 4:6<\/a><\/span> The Lord needs only to say to his angel, &#x201C;Pass over the land and take away the elements of wheat,&#x201D; and that crop ceases to be produced. This very thing has transpired in the lands from whence we have been driven, and their fruit is blasted; in fact, nothing grows there in the same abundance and perfection that it once did. Desolation is in the path of the wicked. It would have been so with us, if we had remained in our former homes, and had not lived to honor the life God has given us. In consequence of the hatred, malice, and disposition in the hearts of the wicked to persecute his people, God has so cursed the land and blasted the elements that they are not fruitful. <\/div><div class=\"paragraph jod\" id=\"v9n841\"> I do not think that I ever beheld anything in my life more painful to my heart and more distressing to my feelings than I saw manifested in the  <div class=\"break pagebreak\" id=\"170a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0170.pdf\" target=\"pdfwin\">p.&#xA0;170a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>spirit and actions of this community in the years 1849, 50, 51, and 52, in the way they trampled upon the blessings of God so bountifully bestowed upon them. Wheat was suffered to go to waste in a shameful manner. It was fed to horses, thrown to hogs, and trampled in the mud. I told them they would want bread, and they did. If it had not been for the kind hand of God in his merciful providences to us, we should have suffered much more than we did; our sufferings would have been extreme. The Lord has poured out his blessings on the atmosphere, on the water, and on the soil of this country. No other people but the people of the Saints could have sustained themselves here. If we abuse these choice blessings, the Lord will blast the fertilizing elements with his withering touch, and leave us desolate.<span class=\"citation\" id=\"53606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53606)\">Gen. 41:23<\/a><\/span> Let us be thankful for what we have in possession, and use it exclusively for building up the kingdom of God, the establishment of Zion, and the triumph of righteousness and truth. Let every penny, every dollar, every sum of money, large or small, be devoted to this all-absorbing interest, as also every moment of time. These are matters with which we are all acquainted; they are not mysteries that are far beyond our comprehension. <\/div><div class=\"paragraph jod\" id=\"v9n843\"> Twenty-five, twenty-eight, and thirty years ago, our influence and national character were but small indeed. The image which now presents itself is still small, we admit; nevertheless it presents a bold front to the nations, and has become worthy of their notice. We are trying to be the image of those who live in heaven; we are trying to pattern after them, to look like them, to walk and talk like them, to deal like them, and build up the kingdom of heaven as they have done. I think that after a while we shall attain to the <div class=\"break columnbreak\" id=\"170b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0170.pdf\" target=\"pdfwin\">p.&#xA0;170b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3742\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> very image and likeness<span class=\"citation\" id=\"52128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52128)\">Gen. 1:26<\/a><\/span> of the children of God who have lived before us. This image will increase, and grow, and spread abroad, and still expand in its proportions, stretching to the right hand and to the left, struggling for room on all sides, in proportion as we are faithful and learn to appreciate the blessings we have already received. <\/div><div class=\"paragraph jod\" id=\"v9n844\"> Do we appreciate the blessings of this our mountain home, far removed from the war, blood, carnage, and death that are laying low in the dust thousands of our fellow creatures in the very streets where we have walked and in the cities and towns where we have lived? If we constantly live under a proper sense of the greatness of our blessings, the stone in the mountains will soon begin to attain colossal proportions and roll with crushing weight upon the toes of the &#x201C;great image.&#x201D;<span class=\"citation\" id=\"61028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61028)\">Dan. 2:34-35<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n845\"> We have often heard it said by our Elders that all the heaven we shall ever have is the one we make for ourselves. How vast the meaning of this simple sentence! This one saying is a text worthy for all the holy beings in heaven and on earth to preach upon; it embraces a subject vast as eternity. We are exhorted to make our own heaven, our own paradise, our own Zion. How is this to be done? By hearkening diligently to the voice of the Spirit of the Lord that entices to righteousness, applauds truth, and exults continually in goodness. This Spirit is the companion of every faithful person! Listen to its whisperings, and pursue with alacrity the path it points out. In this way we may all grow in grace and in the knowledge of the truth,<span class=\"citation\" id=\"85987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85987)\">D&amp;C 50:40<\/a><\/span> and by so doing we shall honor the life we now possess, while by pursuing an opposite course we disgrace it. This life is worth as much to us as any life in the eternities of the Gods. In that helpless infant upon its  <div class=\"break pagebreak\" id=\"171a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0171.pdf\" target=\"pdfwin\">p.&#xA0;171a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mother's breast we see a man, an Apostle, a Saint&#x2014;yea generations of men with kingdoms, thrones, and dominions. Then the life of that little frail mortal is fraught with great and mighty results, and its value is inestimable. <\/div><div class=\"paragraph jod\" id=\"v9n847\"> If this be true of an infant, what may we expect to grow out of this infant kingdom? We may look forward to all that belongs to greatness and goodness, to might and power, to dominion and glory. Then how jealously we ought to guard the rights of this infant power! How zealous and constant we should be in maintaining its interests and supporting its laws and sacred institutions! No less vigilant should we be in preserving the lives of our children, for they are of the kingdom of heaven.<span class=\"citation\" id=\"65011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65011)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65011)\">Matt. 18:1-4<\/a><\/span> No pains should be spared, no care omitted, in guarding the tender infant through the perilous hours of childhood to maturer years. Through the inattention and ignorance of parents, death makes many victims among our children, and they are deprived of magnifying their mortal life according to the designs of the All-wise Creator. Numbers of our children are carried off by death, through want of sufficient promptitude in battling the destroyer when its insidious approaches are first discovered. We have power in a great measure to prevent disease; and when it fastens upon the vitals of our little ones, we have power, faith, and means at hand, if promptly applied, to restore our children to life and health, to boyhood, then to manhood, and to honor and power in Israel. Yet we neglect our children, and let them run out in the cold and wet. They are sick at night; nothing is done for them; but they are sent to bed to lie all night with a burning fever, and so they are suffered to linger on day after day, while the Destroyer is busily at work consuming their lives. <div class=\"break columnbreak\" id=\"171b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0171.pdf\" target=\"pdfwin\">p.&#xA0;171b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3741\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> At length the parents become alarmed and send for a doctor, who is just as apt to destroy the life of the child as to restore it again to good health. We mourn over the little fragile remains as we lay them in the tomb, and comfort ourselves by saying, &#x201C;Thy will be done,<span class=\"citation\" id=\"63377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63377)\">Matt. 6:10<\/a><\/span> O Lord; thou givest and thou takest away<span class=\"citation\" id=\"56022\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56022)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56022)\">Job 1:21<\/a><\/span> at thy pleasure,&#x201D; &amp;c., when by our ignorance and carelessness we have destroyed the life God gave to us for a kingdom of glory and power, which can only be obtained through our posterity. From this one child, this Isaac, could his life have been preserved, nations would have sprung into existence, until the multitudes of people through him would have become as the sands upon the seashore for number.<span class=\"citation\" id=\"125434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125434)\">Gen. 22:17<\/a><\/span><span class=\"citation\" id=\"91706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91706)\">D&amp;C 132:30<\/a><\/span><span class=\"citation\" id=\"93429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93429)\">Abr. 3:14<\/a><\/span> But he is gone, and his spirit has returned back to God,<span class=\"citation\" id=\"57613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57613)\">Eccl. 12:7<\/a><\/span> and that is the end of his life upon the earth; your posterity is cut off, and from whence will you receive your kingdom and glory? <\/div><div class=\"paragraph jod\" id=\"v9n848\"> It is to our advantage to take good care of the blessings God bestows upon us; if we pursue the opposite course, we cut off the power and glory God designs we should inherit. It is through our own carefulness, frugality, and judgment which God has given us, that we are enabled to preserve our grain, our flocks and herds, wives and children, houses and lands, and increase them around us, continually gaining power and influence for ourselves as individuals and for the kingdom of God as a whole. People lose their property. Why? Because they do not take care of it. Once in a while we hear of property being destroyed by fire, though this does not often occur among this people. What did you do with the fire when you retired to rest? All such occurrences happen through carelessness, want of judgment, or ignorance. For instance, on a very dry, windy day, with a foul  <div class=\"break pagebreak\" id=\"172a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0172.pdf\" target=\"pdfwin\">p.&#xA0;172a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>chimney, a wife wishes to prepare a chicken for supper, and she must burn off the pin feathers; she gathers up an armful of shavings, sets fire to them, and the flame that is singeing off the pin feathers is also firing the chimney; from that it spreads to the roof, and from the roof to the stackyard. A thousand dollars' worth of property is destroyed by carelessly singeing the pin feathers off a chicken. Our wives are not apt to think of this, any more than they do when they suffer their little children to get cold, and the croup, and then death. <\/div><div class=\"paragraph jod\" id=\"v9n850\"> This people, in their notions concerning life, are similar to the whole world. We have brought our traditions from the world, but we wish to learn better, and get rid of every false notion and practice. As I told you the other day, it is impossible to believe a truth that is not embraced in &#x201C;Mormonism,&#x201D; whether it is found in the mental education or physical pursuits of mortals, in the spiritual refinement of the Gods, or in culling immortal fruits from trees that grow in the Elysian fields of Paradise. &#x201C;The life that now is&#x201D; more immediately demands our attention, and I am fearful that many spend their lives for naught. There are persons in this community who, if they could have their own will gratified and be possessed of plenty of means, would not do another day's work in their lives, unless they were urged to it. Such persons are told that they should devote their lifetime they now have to usefulness; but they have sufficient, they say, and have no need to be useful in performing any kind of labor. This is a mistake. Though I possessed millions of money and property, that does not excuse me from performing the labor that it is my calling to perform, so far as I have strength and ability, any more than the poorest man in the com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"172b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0172.pdf\" target=\"pdfwin\">p.&#xA0;172b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3740\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>munity is excused. The more we are blessed with means, the more we are blessed with responsibility; the more we are blessed with wisdom and ability, the more we are placed under the necessity of using that wisdom and ability in the spread of righteousness, the subjugation of sin and misery, and the amelioration of the condition of mankind. The man that has only one talent and the man that has five talents have responsibility accordingly.<span class=\"citation\" id=\"66088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66088)\">Matt. 25:15<\/a><\/span> If we have a world of means, we have a world of responsibility. If we have an eternity of knowledge, we shall have an eternity of business to transact and to occupy every particle of the knowledge bestowed upon us. <\/div><div class=\"paragraph jod\" id=\"v9n851\"> Then, instead of searching after what the Lord is going to do for us, let us inquire what we can do for ourselves, and the answer will be, We can make our own hats, bonnets, shoes, and clothing, and we can make our own heaven here below; and if there is anything that we cannot make now, we will wear what we have until we can make more. I have a word of praise for our sisters. I have seen the handsomest homemade plaid in this city that I ever saw in any country. I would like to see them wear it when they go to parties, instead of donning silks and satins. Their homemade plaid will look better to me than all the silk and satin they can put on. But when sister Susan gets a fine dress, then Betsy will not go to the party unless she has as good a frock as Susan's; and Sarah must have as good a one as either of the others, or a little better. Perhaps she wants a little more gimp, a little extra braid, some insertion, or something to make a better dress than has either of her sisters; and so we waste for a thing of naught the blessings we should otherwise improve. <\/div><div class=\"paragraph jod\" id=\"v9n852\"> Be careful of the clothing you  <div class=\"break pagebreak\" id=\"173a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0173.pdf\" target=\"pdfwin\">p.&#xA0;173a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>have. Do not let your children's clothing lie underfoot when you undress them at night, but teach your boys and girls, when they come into the house, to find a place for their hats, cloaks, and bonnets, that, when they want them, they can put their hands upon them in a moment. When they take off their boots and shoes, let them be deposited where they can be found in the dark, that, if the children are obliged to get up at night, perhaps in case of fire, they can find their clothing, and not be under the necessity of being turned out naked. If a person can put his hand on his clothing, he can dress in the dark. I couple the necessity with the convenience. I hope we shall never be under the necessity of fleeing from under a burning roof, either in the night or day. Let there be &#x201C;a place for everything, and everything in its place.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n854\"> I believe in indulging children, in a reasonable way. If the little girls want dolls, shall they have them? Yes. But must they be taken to the dressmaker's to be dressed? No. Let the girls learn to cut and sew the clothing for their dolls, and in a few years they will know how to make a dress for themselves and others. Let the little boys have tools, and let them make their sleds, little wagons, &amp;c.; and when they grow up, they are acquainted with the use of tools and can build a carriage, a house, or anything else. When we see the boys or girls inclined in this direction, let us encourage them and use every means in our power to direct their minds in the right direction to the most useful result. <\/div><div class=\"paragraph jod\" id=\"v9n855\"> Novel reading&#x2014;is it profitable? I would rather that persons read novels than read nothing. There are women in our community, twenty, thirty, forty, fifty, and sixty years of age, who would rather read a trifling, lying novel than read history, the <div class=\"break columnbreak\" id=\"173b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0173.pdf\" target=\"pdfwin\">p.&#xA0;173b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3739\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Book of Mormon, or any other useful print. Such women are not worth their room. It would do no good for me to say, Don't read them; read on, and get the spirit of lying in which they are written, and then lie on until you find yourselves in hell. If it would do any good, I would advise you to read books that are worth reading; read reliable history, and search wisdom out of the best books you can procure.<span class=\"citation\" id=\"88792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88792)\">D&amp;C 88:118<\/a><\/span> How I would be delighted if our young men would do this, instead of continually studying nonsense. And in addition to this, let the boys from ten to twenty years of age get up schools to learn sword exercise, musket and rifle exercise, and, in short, every art of war. Shall we need this knowledge? No matter; it is good to be acquainted with this kind of exercise. Let a few schools be started by those who are capable of teaching the sciences. The science of architecture, for instance, is worthy the attention of every student. It yields a great amount of real pleasure to be able to understand the grand architectural designs of those magnificent structures that are scattered over Europe and other countries. <\/div><div class=\"paragraph jod\" id=\"v9n856\"> Learn all you can. Learn how to raise calves, chickens, lambs, and all kinds of useful fowls and animals; learn how to till the ground to the best advantage for raising all useful products of the soil; and learn how to manufacture molasses and sugar from the sugar cane. Raise flax, husbands, and let your wives learn to manufacture fine linen. In the war of 1812, cotton raised in price from five to eleven cents per pound; it is now from thirty-five to sixty-three cents a pound in New York City. What are we going to do for our factory cloth? We have got to make it. I am selling cotton cloth to those who work for me for the same price they are now selling it in St. Louis  <div class=\"break pagebreak\" id=\"174a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0174.pdf\" target=\"pdfwin\">p.&#xA0;174a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and New York. What will be the price by-and-by, as circumstances are now shaping themselves in the nation? <\/div><div class=\"paragraph jod\" id=\"v9n858\"> If what I have now said about <div class=\"break columnbreak\" id=\"174b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0174.pdf\" target=\"pdfwin\">p.&#xA0;174b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3738\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> temporal things is faithfully carried out, it will lead to our independence as a people, and to our comfort and happiness as individuals. <\/div><div class=\"paragraph jod\" id=\"v9n859\"> May God bless you! Amen. <\/div>\n<\/div>\n<\/div>"}