{"ID":90044, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of Temporal Labor, Preparatory to Building a Temple.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, Delivered in the Tabernacle, Great Salt Lake City, March 2, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of Temporal Labor, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/2\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d44\">\n<div class=\"paragraph jod\" id=\"v9n1149\"> All things were created firstly spiritual; then it seems that secondly, all things were created temporal.<span class=\"citation\" id=\"92392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92392)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92392)\">Moses 3:5<\/a><\/span> The laws and principles that tie together spiritual and temporal things are so complicated, are so interwoven with each other, so inseparably connected, and yet in the minds of the people they appear so distinct one from the other, that we evidently need a great deal of experience and reflection to make this subject clear to our understandings. I shall only make a few remarks, and leave the subject I shall now introduce for others to speak upon. <\/div><div class=\"paragraph jod\" id=\"v9n1150\"> This building is set apart expressly for the worship of the Lord our God, and to many it may seem to infringe upon the rights of our religion to <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> talk about temporal matters here. In the beginning things were created first spiritual, then temporal; but now it is first temporal and then spiritual. We cannot attend to any one of the ordinances of the Holy Priesthood without a temporal act. We must perform a temporal labor&#x2014;a manual labor&#x2014;in order to arrive at the condition which fits us to receive the full benefit of the spiritual. At present the few remarks I shall make will be upon the matter of obtaining rock for our contemplated temple, which we intend to build upon this block. The canal that we started from Big Cottonwood Creek to this city was for the purpose of transporting material for building the Temple. We have learned some things in regard  <div class=\"break pagebreak\" id=\"240a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0240.pdf\" target=\"pdfwin\">p.&#xA0;240a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to the nature of the soil in which the bed of the canal is made that we did not know before. We pretty much completed the canal, or, in other words, we hewed out the cistern, but, behold, it would not hold water.<span class=\"citation\" id=\"60282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60282)\">Jer. 2:13<\/a><\/span> We have not the time now to make that canal carry water, so we will continue to haul rock with cattle; and when an opportunity presents, we will finish the canal. We now contemplate repairing the State road, so that we can haul heavy blocks of granite. We were not very successful the last winter in hauling rock, for the road was so soaked with water that it was almost impassible; but we will now repair that road, and continue our hauling. <\/div><div class=\"paragraph jod\" id=\"v9n1152\"> We cannot even enter the Temple when it is built, and perform those ordinances which lead to spiritual blessings, without performing a temporal labor. Temporal ordinances must be performed to secure the spiritual blessings the Great Supreme has in store for his faithful children. Every act is first a temporal act. The Apostle says, faith comes by hearing.<span class=\"citation\" id=\"72755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72755)\">Rom. 10:17<\/a><\/span> What should be heard to produce faith? The preaching of the Word. For that we must have a preacher;<span class=\"citation\" id=\"72729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72729)\">Rom. 10:14-15<\/a><\/span> and he is not an invisible Spirit, but a temporal, ordinary man like ourselves, and subject to the same regulations and rules of life. To preach the Gospel is a temporal labor, and to believe on the Lord Jesus Christ is the result of a temporal labor. To be baptized is a temporal labor, both to the person administered to and the administrator. I am a living witness to the truth of this statement, for I have made my feet sore many a time, and tired myself out traveling and preaching, that by hearing the Gospel the people might have faith. The blessings we so earnestly desire will come to us by performing the manual labor required, and thus preparing all things necessary to receive the invi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"240b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0240.pdf\" target=\"pdfwin\">p.&#xA0;240b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3672\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sible blessings Jehovah has for his children. <\/div><div class=\"paragraph jod\" id=\"v9n1153\"> Do we need a Temple? We do, to prepare us to enter in through the gate into the city where the Saints are at rest. Ordinances necessary to this have not yet been performed and cannot be in the absence of a suitable place. We wish a Temple, not for the public congregation, but for the Priesthood, wherein to arrange and organize fully the Priesthood in its order and degrees, to administer the ordinance of the Priesthood to the Saints for their exaltations. The first thing to be done is a temporal labor with the pick and the spade, to prepare a good solid road upon which to haul the rock; then we call upon the quarrymen to get the rock out of the mountains and split them into sizes convenient for putting upon wagons. Now all this work is not done by faith alone, but nerve, bone, and muscle are exceedingly essential with faith, also, in this case, the strength of the ox. When the rock is on the ground, it must then be hewn and prepared for the walls. While this work is progressing on a still morning, you may hear a hundred chisels at work, and we want to hear two or three hundred at work. Thus we will rear the Temple of the Lord, and when it is completed we can enter therein and receive the ordinances of the Holy Priesthood, and our spiritual blessings; but we first have to perform our manual labor, and we wish the people to fully understand this. I will now call upon Bishop Hunter to make some remarks. &#x2014;&#x2014;&#x2014;&#x2014;&#x2014;&#x2014; <\/div><div class=\"paragraph jod\" id=\"v9n1154\"> I wish to preach another discourse. <\/div><div class=\"paragraph jod\" id=\"v9n1155\"> At a Bishops' meeting, on Thursday evening last, it was concluded to cut a large ditch on the upper side of the State road, from here to Gardner's mill, to carry off the water from the surface of the road, which would then soon be in good order for travel. This  <div class=\"break pagebreak\" id=\"241a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0241.pdf\" target=\"pdfwin\">p.&#xA0;241a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>matter I wish to have laid before the people, to receive an expression from them whether they will sustain their Bishops in this labor, and this is the reason why we speak of it this morning. If the work is properly taken hold of and in good earnest, with strong hands and willing hearts, it will soon be accomplished. The Bishops are willing to have the ground divided among them, which Bishop Hunter will attend to. <\/div><div class=\"paragraph jod\" id=\"v9n1157\"> We want to build this Temple as speedily as possible, through the blessings and kind providences of the Almighty in whom we will trust, doing the labor our hands find to do, asking no questions as to what we are going to receive when the Temple is done, or how long we shall be in building it, but we will build it as fast as possible. Some care nothing about building a Temple, for, say they, as sure as we commence we shall have to fight the enemy. If we have an enemy to encounter the quicker we do so the better, for we are able to do whatever the Lord requires. Union is strength, and this terrifies our enemies. Who can resist the power possessed by the Latter-day Saints in their union? And the stronger our union, the more mighty are the bands of our strength; while disunion is weakening our enemies, and splitting them asunder; they will be left in weakness, while we shall grow in strength in our <div class=\"break columnbreak\" id=\"241b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0241.pdf\" target=\"pdfwin\">p.&#xA0;241b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3671\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> union, and in confidence in God and each other. And let us take a course to create confidence in ourselves as well as in our neighbors, and we will constantly grow strong. <\/div><div class=\"paragraph jod\" id=\"v9n1158\"> We can all help a little in repairing the road I have mentioned, so I will ask the brethren and the sisters too, will you sustain your Bishops in making a good road upon which to haul rock for the Temple? [The vote was unanimous in favor.] Let Bishop Hunter and other Bishops, as far south as Fort Union, proportion to each ward its share of the labor to be done on the road. <\/div><div class=\"paragraph jod\" id=\"v9n1159\"> I thought well of the discourse this morning; I like a great deal of it. Were I to speak what is now in my mind, I should say that succotash is the best dish I ever partook of; you get that, when I talk to you, and you had it from Bishop Hunter this morning, a little of this, and a little of that. <\/div><div class=\"paragraph jod\" id=\"v9n1160\"> The kingdom of God is before us; we have it to build up, and to establish the Zion of our God upon this land. And if I am right in my views and feelings, the Latter-day Saints cannot labor too fast nor too diligently to accomplish the work they are called to do. Then let us go to with our might, and labor faithfully to establish that kingdom which is all and in all to us. May the Lord help us. Amen. <\/div>\n<\/div>\n<\/div>"}