{"ID":90045, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Propriety of Theatrical Amusements&#x2014;Instructions Relative to Conducting Them.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made at the Dedication of the New Theater in Great Salt Lake City, March 6, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Propriety of Theatrical Amusements, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/6\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d45\">\n<div class=\"paragraph jod\" id=\"v9n1162\"> Man is organized and brought forth as the king of the earth, to understand, to criticize, examine, improve, manufacture, arrange, and organize the crude matter, and honor and glorify the works of God's hands. This is a wide field for the operation of man, that reaches into eternity; and it is good for mortals to search out the things of this earth. <\/div><div class=\"paragraph jod\" id=\"v9n1163\"> The elements are to be brought into shape and operation for the benefit, happiness, beauty, excellency, glory, and exaltation of the children of men that dwell upon the earth; though we cannot produce that which has not already been produced. Are we capable, by our most critical researches, of finding that which has not already been found? We are not. We are capable of improving upon the crude elements, until we understand the organization of this earth, and the power by which it is sustained, for what purpose man was created, and the immortality that will crown his existence. All this is what others have learned before us. <\/div><div class=\"paragraph jod\" id=\"v9n1164\"> Were we capable of scanning the eternities of the Gods, we should find works and exhibitions of wisdom, knowledge, understanding, and power, by whom? By those who were as we are. It is the privilege of man to search out the wisdom of God pertaining to the earth and the heavens. <\/div><div class=\"paragraph jod\" id=\"v9n1165\"> Professing Christians generally would not consider this a fit position <div class=\"break columnbreak\" id=\"242b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0242.pdf\" target=\"pdfwin\">p.&#xA0;242b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3670\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for those who profess the faith of the Lord Jesus Christ to occupy. These Saints of the Most High appear here in the capacity of an assembly to exercise and amuse the mind of the natural man. This idea brings at once to my mind a thousand reflections. What is nature? Everything that pertains to the heavens and the earth. &#x201C;My son,&#x201D; says the Christian father, &#x201C;you should not attend a theater, for there the wicked assemble; nor a ballroom, for there the wicked assemble; you should not be found playing a ball, for the sinner does that.&#x201D; Hundreds of like admonitions are thus given, and so we have been thus traditioned; but it is our privilege and our duty to scan all the works of man from the days of Adam until now, and thereby learn what man was made for, what he is capable of performing, and how far his wisdom can reach into the heavens, and to know the evil and the good. <\/div><div class=\"paragraph jod\" id=\"v9n1166\"> It is written in the Scriptures, &#x201C;Shall a trumpet be blown in the city, and the people not be afraid? shall there be evil in a city, and the Lord hath not done it?&#x201D;<span class=\"citation\" id=\"61910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61910)\">Amos 3:6<\/a><\/span> Is there an evil thing upon the earth that he does not fully understand? There is not. The Psalmist very beautifully illustrates this idea&#x2014;&#x201C;Thou compassest my path and my lying down, and art acquainted with all my ways. For there is not a word in my tongue, but, lo, O Lord, thou knowest it  <div class=\"break pagebreak\" id=\"243a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0243.pdf\" target=\"pdfwin\">p.&#xA0;243a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>altogether. Whither shall I go from thy spirit? or whither shall I flee from thy presence? If I ascend up into heaven, thou art there: if I make my bed in hell, behold, thou art there. If I take the wings of the morning, and dwell in the uttermost part of the sea; Even there shall thy hand lead me, and thy right hand shall hold me.&#x201D;<span class=\"citation\" id=\"57297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57297)\">Ps. 139:3-4,7-10<\/a><\/span> The Lord understands the evil and the good; why should we not likewise understand them? We should. Why? To know how to choose the good and refuse the evil;<span class=\"citation\" id=\"57999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57999)\">Isa. 7:15-16<\/a><\/span> which we cannot do, unless we understand the evil as well as the good. I do not wish to convey the idea that it is necessary to commit evil in order to obtain this knowledge. <\/div><div class=\"paragraph jod\" id=\"v9n1168\"> Upon the stage of a theater can be represented in character, evil and its consequences, good and its happy results and rewards; the weakness and the follies of man, the magnanimity of virtue and the greatness of truth. The stage can be made to aid the pulpit in impressing upon the minds of a community an enlightened sense of a virtuous life, also a proper horror of the enormity of sin and a just dread of its consequences. The path of sin with its thorns and pitfalls, its gins and snares can be revealed, and how to shun it. <\/div><div class=\"paragraph jod\" id=\"v9n1169\"> The Lord knows all things; man should know all things pertaining to this life, and to obtain this knowledge it is right that he should use every feasible means; and I do not hesitate to say that the stage can, in a great degree, be made to subserve this end. It is written, &#x201C;Prove all things; hold fast that which is good.&#x201D;<span class=\"citation\" id=\"75743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75743)\">1 Thes. 5:21<\/a><\/span> Refuse evil, choose good,<span class=\"citation\" id=\"58000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58000)\">Isa. 7:15-16<\/a><\/span> hate iniquity,<span class=\"citation\" id=\"125464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125464)\">Heb. 1:9<\/a><\/span> love truth. All this our fathers have done before us; I do not particularly mean father Adam, or his Father; I do not particularly mean Abraham, or Moses, the Prophets, or Apostles, but I mean our fathers who have been exalted for millions of years previous to Adam's <div class=\"break columnbreak\" id=\"243b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0243.pdf\" target=\"pdfwin\">p.&#xA0;243b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3669\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> time. They have all passed through the same ordeals we are now passing through, and have searched all things, even to the depths of hell. <\/div><div class=\"paragraph jod\" id=\"v9n1170\"> Is there evil in the theater? In the ballroom? In the place of worship? In the dwelling? In the world? Yes, when men are inclined to do evil in any of these places. There is evil in persons meeting simply for a chit-chat; if they will allow themselves to commit evil while thus engaged. Can we not sift out every particle of wheat from the vast body of chaff we find in books on science and religion? That we find in governmental constitutions and judicial rulings? In learned commentaries and on law and order? And in the rudiments and advanced branches of education? Can we not even make the stage of a theater the platform upon which to exhibit truth in all its simple beauty? And sift out from the theatrical lore of ages the chaff and folly that has encumbered it? And preserve and profit by that which is truly good and great? This, however, is not the work of a day or a year; but, as the chaff is protective to wheat in a pile, so the true lore of ages is concealed and preserved in the chaff pile of folly and nonsense, until the Saints of the Most High cause a separation. <\/div><div class=\"paragraph jod\" id=\"v9n1171\"> We shall endeavor to make our theatrical performances a source of good, and not of evil. Rather than the latter, and rather than it should pass into the hands of the ungodly, I ask the Lord to let the whole fabric return to its native elements. It is our privilege and our duty to search all things upon the face of the earth, and learn what there is for man to enjoy, what God has ordained for the benefit and happiness of mankind, and then make use of it without sinning against him. <\/div><div class=\"paragraph jod\" id=\"v9n1172\"> Our eyes are delighted in seeing, our ears in hearing. We behold the faces of our friends, we see the gems  <div class=\"break pagebreak\" id=\"244a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0244.pdf\" target=\"pdfwin\">p.&#xA0;244a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of intelligence sparkling through those outward windows of the soul; and what a blessing it is to see the countenances of our friends radiant with delight. Our senses, if properly educated, are channels of endless felicity to us, but we can devote them to evil or to good. Let us devote all to the glory of God and the building up of his kingdom, for in this there is lasting joy. <\/div><div class=\"paragraph jod\" id=\"v9n1174\"> Man is of the earth, earthy;<span class=\"citation\" id=\"73864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73864)\">1 Cor. 15:47<\/a><\/span> but the Spirit is pure from heaven. This mortal existence must be prolonged by the use of food. Food that is good for the use of man is abundant in the elements, and God has endowed us with the ability to combine the elements, through the means of useful plants and animals, to supply ourselves with all we need.<span class=\"citation\" id=\"88942\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88942)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88942)\">D&amp;C 89:10-15<\/a><\/span> Should we refuse to avail ourselves of this means, hunger and nakedness must be our portion. Heaven will not perform the labor that it has designed us to perform. We must sow, reap, clean, and grind into flour our wheat, and make it into bread. Were we not to do this, we should go without bread until doomsday, and without clothing, if we wait for the Lord to make clothes for us. It is for us to search out the elements, learn how to combine them to make silk, wool, linen, cotton, and every other textile material that can be made into cloth, for the comfort and convenience of man. <\/div><div class=\"paragraph jod\" id=\"v9n1175\"> When man is industrious and righteous, then is he happy. Sin blights all true happiness, and throws a deep gloom over man's whole existence. Let us be righteous, and then learn to make ourselves comfortable and joyful in the possession of creature comforts. Man is always happy when he is righteous. The Lord will not build our houses and temples, after he has given us the elements and taught us how to build comfortable houses, magnificent temples, and commodious places of <div class=\"break columnbreak\" id=\"244b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0244.pdf\" target=\"pdfwin\">p.&#xA0;244b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3668\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> worship. Everything that is joyful, beautiful, glorious, comforting, consoling, lovely, pleasing to the eye, good to the taste, pleasant to the smell, and happifying in every respect is for the Saints. <\/div><div class=\"paragraph jod\" id=\"v9n1176\"> Tight-laced religious professors of the present generation have a horror at the sound of a fiddle. There is no music in hell, for all good music belongs to heaven. Sweet harmonious sounds give exquisite joy to human beings capable of appreciating music. I delight in hearing harmonious tones made by the human voice, by musical instruments, and by both combined. Every sweet musical sound that can be made belongs to the Saints and is for the Saints. Every flower, shrub, and tree to beautify, and to gratify the taste and smell, and every sensation that gives to man joy and felicity are for the Saints who receive them from the Most High. <\/div><div class=\"paragraph jod\" id=\"v9n1177\"> There are many of our aged brethren and sisters, who, through the traditions of their fathers and the requirements of a false religion, were never inside a ballroom or a theater until they became Latter-day Saints, and now they seem more anxious for this kind of amusement than are our children. This arises from the fact they have been starved for many years for that amusement which is designed to buoy up their spirits and make their bodies vigorous and strong, and tens of thousands have sunk into untimely graves for want of such exercises to the body and the mind. They require mutual nourishment to make them sound and healthy. Every faculty and power of both body and mind is a gift from God. Never say that means used to create and continue healthy action of body and mind are from hell. Such means never originated there. Hell is a great distance from us, and we can never arrive there, unless we  <div class=\"break pagebreak\" id=\"245a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0245.pdf\" target=\"pdfwin\">p.&#xA0;245a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>change our path, for the way we are now pursuing leads to heaven and happiness. <\/div><div class=\"paragraph jod\" id=\"v9n1179\"> When the Saints come into this building, and look on this stage, to see our brethren and sisters perform to satisfy the sight, to satisfy the ear, and the desires and mind of the people, I want you to pray for them that the Lord Almighty may preserve them from ever having one wicked thought in their bosoms, that our actors may be just as virtuous, truthful, and humble before God and each other as though they were on a Mission to preach the Gospel. <\/div><div class=\"paragraph jod\" id=\"v9n1180\"> I say to those who perform, if anything is discovered contrary to the strictest virtue and decorum, the offenders must leave this building. I intend this remark to apply also to the musicians. I wish the dramatic company to seek diligently and in all kindness to promote the happiness of all concerned. <\/div><div class=\"paragraph jod\" id=\"v9n1181\"> Unless by my order, I do not wish a drop of intoxicating liquor brought into this house; I want the actors behind the curtain, the musicians in the orchestra, and the audience to hear and observe this. <\/div><div class=\"paragraph jod\" id=\"v9n1182\"> When this house is finished, there will be places in the passages where cakes, pies, fruits, &amp;c., can be bought; but no intoxicating liquor will be <div class=\"break columnbreak\" id=\"245b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0245.pdf\" target=\"pdfwin\">p.&#xA0;245b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3667\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> allowed in these saloons. No drunken person will be permitted to enter this house. I will not have it polluted and disgraced by the presence of the drunken, nor my brethren and sisters, who strive continually to do right, annoyed by the filthy breath of a poor, miserable, filthy loafer. <\/div><div class=\"paragraph jod\" id=\"v9n1183\"> We intend to preserve the strictest order here; we do expect the people to come to this house praying, and their whole souls devoted to God, and to their religion. <\/div><div class=\"paragraph jod\" id=\"v9n1184\"> Tragedy is favored by the outside world; I am not in favor of it. I do not wish murder and all its horrors and the villainy leading to it portrayed before our women and children. I want no child to carry home with it the fear of the fagot, the sword, the pistol, or the dagger, and suffer in the night from frightful dreams. I want such plays performed as will make the spectators feel well; and I wish those who perform to select a class of plays that will improve the public mind, and exalt the literary taste of the community. <\/div><div class=\"paragraph jod\" id=\"v9n1185\"> If we wish to hold a Conference in this hall, we shall do so, and shall use it for all purposes that will satisfy our feelings in doing right, and no evil. <\/div><div class=\"paragraph jod\" id=\"v9n1186\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}