{"ID":90043, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Safety of the Saints at Home&#x2014;Contrast of Their Position With that of the United States.<\/div>\n<div class=\"subtitle\">Discourse by Elder John Taylor, made in the Tabernacle, Great Salt Lake City, April 28, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Safety of the Saints at Home, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/28\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d43\">\n<div class=\"paragraph jod\" id=\"v9n1127\"> There is a saying that was used by the old Prophets in ancient times, which is to the following effect&#x2014;&#x201C;Report, say they, and we will report it.&#x201D;&#x2014;Jeremiah.<span class=\"citation\" id=\"60552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60552)\">Jer. 20:10<\/a><\/span> And there is another saying which is as follows&#x2014;&#x201C;And your covenant with death shall be disannulled, and your agreement with hell shall not stand; when the overflowing scourge shall pass through, then ye shall be trodden down by it. <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> From the time that it goeth forth it shall take you: for morning by morning shall it pass over, by day and by night: and it shall be a vexation only to understand the report.&#x201D;&#x2014;Isaiah, chap. xxviii.<span class=\"citation\" id=\"58631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58631)\">Isa. 28:18-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1128\"> A great many things have been circulated about us; now things begin to be reported about others, and from those reports we hear that they have about as much as they can get along  <div class=\"break pagebreak\" id=\"234a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0234.pdf\" target=\"pdfwin\">p.&#xA0;234a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>with comfortably. We have had our share of trouble in times past, and I think the Scriptures say that judgment shall begin at the house of God, and if so where will the wicked and ungodly appear?<span class=\"citation\" id=\"78181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78181)\">1 Pet. 4:17-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1130\"> When we think of the trouble that is likely to overtake this nation, as well as others, it is calculated to create a sympathetic feeling in the bosoms of all who reflect. For some weeks past I have been reviewing the events current in the nation, and I have felt a great deal of commiseration, and especially lately. I have thought that I have discovered a disposition not to yield to the truth, nor to admit anything more than circumstances actually compel them to, at least there is a disposition to withhold what would be called justice and equity to us as a people. If there is a cessation of open hostilities against us, it is not for want of a disposition, but owing to the peculiar situation in which they are placed relative to each other, and the bitter animosity and feeling that have sprung up among themselves, which for the time being divert their attention from us. <\/div><div class=\"paragraph jod\" id=\"v9n1131\"> Under these circumstances, seeing that justice and judgment have to go forth, if trouble must come, I would a great deal rather that they should war with one another than with us, and see them spend their strength one against another than to see them engaged in exhausting and wasting their strength upon this people. Looking upon things in this point of view, I feel perfectly satisfied with the events that are transpiring; and if I did not, I could not help it. <\/div><div class=\"paragraph jod\" id=\"v9n1132\"> The people of this nation are evidently bent upon their own destruction, and they are full of enmity, hatred, war, and bloodshed. To all human appearance, it would seem that they will not stop short of the entire destruction of this great nation. In <div class=\"break columnbreak\" id=\"234b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0234.pdf\" target=\"pdfwin\">p.&#xA0;234b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3678\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the language of one of old who uttered this singular prophetic declaration I will say, &#x201C;They are drunken, but not with wine; they stagger, but not with strong drink.&#x201D;<span class=\"citation\" id=\"58713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58713)\">Isa. 29:9<\/a><\/span> They have neglected righteousness, justice, and truth for years that are past and gone; they have allowed the honest, the virtuous, the just, and the true-hearted to be abused and afflicted, and they have winked and mocked at their sufferings; and not only so, but they have unblushingly used their force and strength to bring about the destruction of God's people. They have, however, failed in all their attempts to crush out the kingdom of God, because the Almighty has protected his people; but they will not fail when they make their attacks upon one another. When the potsherds of the earth strive with the potsherds of the earth,<span class=\"citation\" id=\"59399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59399)\">Isa. 45:9<\/a><\/span> and God does not interfere, they will be more likely to accomplish the destruction of each other. They have been using their energies against the Saints of the Most High; they have cast us out, sought to destroy and root us out from the earth; but there was a God who was watching over the interests of his people. There was a Being that their philosophy and theology knew nothing about, a Being whose eyes were open to see, and whose ears listened to the cries of his people. When the full time for deliverance arrives, he stretches forth his hand and we are preserved, and we come out from the difficulties and trials unscathed. This we have done, supported by the hand of Jehovah; and this will be done again should we be placed in circumstances to require it. <\/div><div class=\"paragraph jod\" id=\"v9n1133\"> But now things with us are assuming a different aspect, and our friends also in the east are being placed in a different condition from that which they had anticipated. They have the same God to apply to in the North  <div class=\"break pagebreak\" id=\"235a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0235.pdf\" target=\"pdfwin\">p.&#xA0;235a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>as in the South, the same kind of religion; but their religion does not teach them to have any confidence in the all-protecting arm of Jehovah, for their God has no eyes, no ears, no arms, no power; he is without body or parts. If we were to go to that country, we should find that they are all very religious; good Baptists, good Methodists, good Quakers, good Catholics, good Episcopalians; in fact, they think that they are all good, pious souls, attending meetinghouses and appointing fasts all through the land. Both the North and the South are praying fervently to the same God, that they may have power to destroy their enemies. Who are their enemies? All good Christians. Therefore, if their God should hear and answer them, they would all be utterly annihilated. <\/div><div class=\"paragraph jod\" id=\"v9n1135\"> Our God heard our prayers and delivered us from the power of our enemies, and he brought the most signal confusion upon those who had plotted the destruction of his people. In relation to the events that may take place, the atmosphere certainly looks heavy and black, and the tokens of war and bloodshed are formidable enough. And I think by appearances in the lower world, they have got a large hell, and devils enough to carry it on; they have at the present plenty of business to attend to at home. <\/div><div class=\"paragraph jod\" id=\"v9n1136\"> I feel thankful to the God of Israel that we occupy the position we do in these mountains. Do we now feel very sorry that Illinois drove us from our homes? What say you? The Lord has preserved us thus far; he has also controlled our destinies and managed our affairs so that we are this day the manifest monuments of his mercy and care; yes, we are living monuments of the regard and favor of that Great God who has set his hand to redeem Israel and to roll on his own work. But do we feel like boasting of this?<span class=\"citation\" id=\"56600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56600)\">Ps. 44:8<\/a><\/span><span class=\"citation\" id=\"82200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82200)\">Alma 26:12<\/a><\/span> No, only in <div class=\"break columnbreak\" id=\"235b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0235.pdf\" target=\"pdfwin\">p.&#xA0;235b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3677\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God. Would our enemies have gloried over us if they had succeeded in scattering us according to their intentions, so that we never could have gathered together again? Yes; and if they had heard that the army sent against us had swept us off from this stage of action, there would have been loud hosannahs by Priests and people. How was it when Joseph Smith was killed? There was a general rejoicing through the length and breadth of the whole land; and if they could have accomplished our destruction, the same feeling would have been manifested in this and in other countries; and as the kingdom of God advances, this spirit will increase. The Spirit of light and truth will be opposed by the spirit of darkness and error. They are two antagonistic powers which will strive for the mastery until error is vanquished and overcome. John speaks of two Prophets that will prophesy in Jerusalem,<span class=\"citation\" id=\"79395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79395)\">Rev. 11:3-13<\/a><\/span> and that will have power to cause that it rain not in the days of their prophecy, to turn the waters into blood, and to smite the earth with plagues as often as they will. The nations of the earth will be gathered against them, and they will be overcome by their enemies; and hence it is said their dead bodies shall lie in the streets of Jerusalem for three days and three nights. The wicked will so rejoice in their success and gloat over the destruction of those Prophets that they will indulge in feasting and sending gifts one to another, because of the destruction of those men of God. But by-and-by, we read the spirit of life sent from the Great God shall again enter their tabernacles, and they shall be received up into heaven in the sight of their enemies, who shall then experience the fury of the Almighty. The Prophet Zechariah gives an interesting account of what shall take place in Jerusalem about the time of  <div class=\"break pagebreak\" id=\"236a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0236.pdf\" target=\"pdfwin\">p.&#xA0;236a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the appearance of these two great Prophets.<span class=\"citation\" id=\"62282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62282)\">Zech. 12:1-14<\/a><\/span><span class=\"citation\" id=\"62295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62295)\">Zech. 13:1-9<\/a><\/span><span class=\"citation\" id=\"62317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62317)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62317)\">Zech. 14:1-21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1138\"> Such is the feeling that has been manifested by this generation ever since the commencement of this great work with which we are associated; the Saints of God, the work of God, the revelations of Jesus Christ and the holy Priesthood have been misrepresented, lied about and slandered. God's people have been persecuted, robbed, plundered, mobbed, and driven, the Prophets and Apostles have been imprisoned and put to death under false pretenses, by irresponsible, ruthless gangs of ruffians. We have never been in any place, as yet, from the commencement of this work to the present time, but that feeling and spirit have prevailed against us. It commenced against Joseph Smith when he first received the plates, and continued in Ohio, in Missouri, in Illinois, and in the various cities, towns, counties, and states that we have occupied. It is a feeling that is opposed to the Word of God, to the Spirit of truth, and to the kingdom of God upon the earth. A great many men have not known by what spirit or feeling they have been actuated; neither do they now know. When they array themselves against the Saints of God, they are actuated by a foul, wicked spirit. By-and-by they will be arrayed against each other, and not knowing the revelations of God, the destruction will be terrible. One of the old Prophets said when speaking of the wicked, that they know nothing but what they know naturally, as brute beasts which are made to be taken and destroyed.<span class=\"citation\" id=\"78404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78404)\">2 Pet. 2:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1139\"> Do you think that this state of things would have been in existence at the present time in the United States, if they had been under the direction of the Saints and servants of the Most High? If they had been under the rule and dictation of a Prophet, governed by the principle of light and <div class=\"break columnbreak\" id=\"236b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0236.pdf\" target=\"pdfwin\">p.&#xA0;236b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3676\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> intelligence, as he receives it from heaven; does it appear to you they would have been in the present lamentable condition? No, with the light of Heaven, this could not possibly have been. But as things at the present stand, they have no inspiration, no revelation from God, no Prophet's voice to point out the path of safety (at least there is none they will listen to), and consequently they are led captive by the Devil,<span class=\"citation\" id=\"82338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82338)\">Alma 40:13<\/a><\/span><span class=\"citation\" id=\"82784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82784)\">3 Ne. 18:15<\/a><\/span> and are in a great measure controlled by him. This is truly a lamentable position, but the picture is not overdrawn. Do we rejoice over them? No, we do not; we have frequently offered to them the principles of life; we had much rather they would have drunk of the waters of life,<span class=\"citation\" id=\"125461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125461)\">Alma 5:34<\/a><\/span><span class=\"citation\" id=\"125462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125462)\">Alma 42:27<\/a><\/span><span class=\"citation\" id=\"125463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125463)\">D&amp;C 10:66<\/a><\/span> and been in a different condition, but at the same time we would a great deal prefer to have them use their armies upon themselves than upon us. They are all very loyal; they profess to be very patriotic, and they all believe they are fighting for their own, and they pray to the God of battles to give them success; and it is quite common to hear them boast, &#x201C;We will regulate matters in a short time.&#x201D; But who is this God of battles? Why, the Devil, the prince and power of the air, who rules in the hearts of the children of disobedience;<span class=\"citation\" id=\"74902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74902)\">Eph. 2:2<\/a><\/span> he is the god they risk their cause with, and it is for him to handle them as he sees fit. What shall we do in the midst of these things that are now transpiring? Why, lean upon the Lord our God, purify ourselves, look back &#x201C;to the pit from whence we were dug, and to the rock from whence we were hewn.&#x201D;<span class=\"citation\" id=\"59485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59485)\">Isa. 51:1<\/a><\/span> A short time ago we were in the bonds of iniquity and the gall of bitterness.<span class=\"citation\" id=\"82362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82362)\">Alma 41:11<\/a><\/span><span class=\"citation\" id=\"83250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83250)\">Morm. 8:31<\/a><\/span> Let us also look at our position as Elders in Israel, clothed with the power of the holy Priesthood, as men who hold the ministry of reconciliation,<span class=\"citation\" id=\"74211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74211)\">2 Cor. 5:18<\/a><\/span> and who have been selected and chosen by the Great Eloheim to warn  <div class=\"break pagebreak\" id=\"237a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0237.pdf\" target=\"pdfwin\">p.&#xA0;237a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the world, and pray that he may give us a knowledge of the plan of salvation that we may become saviors to our fellow beings. This is the position that we ought to occupy in relation to these matters, standing in holy places,<span class=\"citation\" id=\"89459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89459)\">D&amp;C 101:22<\/a><\/span> full of the light and intelligence that flows from the throne of God, seeking to cultivate every noble and exalted principle that has been made known unto us, and striving to walk worthy of that high vocation wherewith we are called.<span class=\"citation\" id=\"87386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87386)\">D&amp;C 81:1<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1141\"> I will tell you how I feel&#x2014;I feel thankful to the God of Israel that he has granted me the privilege of being associated with this people, and with this Priesthood. I do not fret myself much about North or South, or any other nation, they are all in the hands of God; I care nothing for the glory and pomp of the world, it is all as so many bubbles, and it is destined to destruction. But I do care about principles that reach back, and that reach forward to eternity, that give me the privilege of drawing light, truth, and intelligence from that Being who gives this and all other worlds all the light and intelligence they enjoy, and who is prepared to give and impart it to his people as fast as they are capable of receiving<span class=\"citation\" id=\"90590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90590)\">D&amp;C 111:11<\/a><\/span> and improving upon it. I feel a strong desire also to bring my body into subjection to the law of God,<span class=\"citation\" id=\"73307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73307)\">1 Cor. 9:27<\/a><\/span> and to live in obedience to all its requirements, for I feel that I am called to a high and holy calling,<span class=\"citation\" id=\"90054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90054)\">D&amp;C 106:3<\/a><\/span> and that I would not exchange my position for any position of power, or emoluments that man can bestow upon the face of the earth. These are my feelings in regard to my position, and in regard to the great blessings that God has conferred upon me, and upon this people. What has he done for us? He has taken us from the darkness with which the world are enshrouded, and has imparted to us the Holy Ghost by the <div class=\"break columnbreak\" id=\"237b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0237.pdf\" target=\"pdfwin\">p.&#xA0;237b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3675\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> laying on of hands; he has given us the gifts of the Spirit, a knowledge of ourselves, a knowledge of God, a knowledge of the position that we occupy before him, a knowledge of the past and of the future, so that we can look back and see the designs of God in the great works he performed in the remote ages of the world; we can look abroad and see the movements of the Great Jehovah in the midst of the nations, and if we are enlightened by his Spirit and cultivate the blessings he has conferred, we can look forward to the unborn future and see the purposes of God unfolding in the world, not only on the establishment of the kingdom of God, but its future development and triumph. And while we see, and feel, and comprehend in part, in relation to these matters it causes joy to beam upon our countenances and fills our hearts with rejoicing. In regard to the events that are transpiring, they are only just the kind that we have been anticipating for many years past. I knew as much as twenty-five years ago that these events would transpire, and I had just as much assurance of it as I have today. It is only a matter of time; then I foresaw and now I see the things passing along. We stand here as the representatives of God upon the earth, and do you think he will forsake us and the earth on which we dwell? No. What has he been doing? He has been planting the germ of truth in the earth for the last thirty years, and it has begun to sprout, to bud, to blossom, and to extend from nation to nation; it has taken root in the hearts of many honest men and women who have within them a strong and unwavering desire to fulfil their destiny upon the earth, and to accomplish the work which the Almighty has given them to do. What! Accomplish the work of God with all our weaknesses and  <div class=\"break pagebreak\" id=\"238a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0238.pdf\" target=\"pdfwin\">p.&#xA0;238a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>infirmities? Yes, for he has promised to assist us by the power of his Spirit, to reward us a hundredfold in this world and give us life everlasting in that which is to come.<span class=\"citation\" id=\"66626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66626)\">Mark 10:30<\/a><\/span> The same gifts, powers and qualifications that followed the Gospel anciently are made manifest now, through obedience. It is for us then to purify ourselves, yes, every man, woman, and child, to seek after the right way, to feel after the Lord our God,<span class=\"citation\" id=\"71974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71974)\">Acts 17:27<\/a><\/span> to humble ourselves before him, and be thankful to the great God of Israel for all that we are permitted to enjoy. <\/div><div class=\"paragraph jod\" id=\"v9n1143\"> We are glad, say some, that we are not in the States. I do not care much about it, for if I am called upon to go abroad whether in peace or war, if that be my calling all is well; although in the world we ought not to be of the world.<span class=\"citation\" id=\"70219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70219)\">John 15:19<\/a><\/span><span class=\"citation\" id=\"70666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70666)\">John 17:15<\/a><\/span> We have sometimes to dwell among wars, famine, and pestilence, but what has that to do with it if we are magnifying our callings? We have truly reason to be thankful that we are here, that we dwell in peace, that our families are here, that our wives and children are here, and that we are hid up for a little season. It is a great temporal blessing that we can worship God according to the dictates of our own consciences,<span class=\"citation\" id=\"94118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94118)\">A of F 1:11<\/a><\/span> none daring to make us afraid. We can cultivate our farms and gardens, and at the same time enjoy our religion. What is time to us as Elders of Israel? What difference does it make to us, so long as we are engaged in the service of God, whether there be peace or war? We are in possession of the principles of eternal life, we are engaged in the work of the Lord here upon the earth, and whether it places us in difficulty, in danger, or in prosperity, it matters but very little if we understand correct principles, for we have commenced to live forever. We have, or ought to have, drunk of the well, of which Jesus spoke when conversing <div class=\"break columnbreak\" id=\"238b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0238.pdf\" target=\"pdfwin\">p.&#xA0;238b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3674\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with the woman of Samaria, which affords water that springs up into everlasting life.<span class=\"citation\" id=\"69049\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69049)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69049)\">John 4:14<\/a><\/span> These are about my feelings in reference to our trials, privations, and also our prosperity. What is your life? What does it matter whether we die today, this week, or next year, so long as we are engaged in the work of God? The principles we have laid hold of are principles of eternal life, and whether we die today, or next week, or whether it is forty years hence, what does it matter so long as we are faithful to the callings whereunto the Lord has called us. <\/div><div class=\"paragraph jod\" id=\"v9n1144\"> The two parties in the States are mustering their forces, each party believing that the other is in the wrong. We have given ourselves up to the Lord, and have been mustered into the service of the Great Jehovah. We have engaged to assist in building up the kingdom of God upon the earth, to help to establish the principles of truth and righteousness and to carry out the provisions of the law of God in every circumstance of life. This is the position that we occupy; we are minutemen, if you please, ready for anything that may transpire, and as to the future result it does not trouble us at all, that is in the hands of our God. If we are called to lay down our bodies now, or in thirty or forty years, it makes little or no difference, inasmuch as we are faithful and keep the commandments of God. I feel like putting my house in order and seeing that everything is right there; then I can say, like David of old, who exclaimed, &#x201C;Search me and prove me, O God, and see if there is any wickedness in me.&#x201D;<span class=\"citation\" id=\"57321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57321)\">Ps. 139:23-24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1145\"> If I am clothed with the spirit of my office and calling, filled with this power of God, and am ready to accomplish the Mission which the Almighty has called me to perform, I am simply doing my duty, this is what is wanted today, to be on hand,  <div class=\"break pagebreak\" id=\"239a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0239.pdf\" target=\"pdfwin\">p.&#xA0;239a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and to lead my family in the same track, to humble myself before the Lord and seek his blessing, have my wives and children do those things that are good, that his Spirit may be with them from this time henceforth and forever. <\/div><div class=\"paragraph jod\" id=\"v9n1147\"> I feel to recommend this course of conduct to the Seventies, to the High Priests, to the Bishops, and to all the Saints, that they may be filled with the light of life, that they may rejoice <div class=\"break columnbreak\" id=\"239b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0239.pdf\" target=\"pdfwin\">p.&#xA0;239b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3673\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> before the Lord continually. Then let the storms come and the thunders roll, the lightnings flash and the nations be overturned and thrones be cast down, yet all will be right with us, we shall feel unshaken in the tempest and know that we are right, and that all is well in Zion. <\/div><div class=\"paragraph jod\" id=\"v9n1148\"> Brethren, God bless you and guide you in the way of truth, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}