{"ID":90048, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Power Given to Man to Create.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, March 16, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Power Given to Man to Create.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/16\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d48\">\n<div class=\"paragraph jod\" id=\"v9n1223\"> It is often remarked that we do not understand things alike, but I am of the opinion that the inhabitants of the earth understand in the spirit, or, in other words, in the intelligent portion of their organisms, nearer alike than they have power to communicate. <\/div><div class=\"paragraph jod\" id=\"v9n1224\"> We believe we are entitled to the gift of the Holy Ghost in extent according to the discretion and wisdom of God and our faithfulness; which gift brings all things to our remembrance,<span class=\"citation\" id=\"70024\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70024)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70024)\">John 14:26<\/a><\/span> past, present, and to come, that are necessary for us to know, and as far as our minds are prepared to receive the knowledge of God revealed by that all-wise Agent. The Holy Ghost is God's minister, and is delegated to visit the sons and daughters of men. All intelligent beings pertaining to this earth are instructed from the same source. <\/div><div class=\"paragraph jod\" id=\"v9n1225\"> In the New Testament and Book of Mormon, we learn that when the Gospel is preached the people are taught to believe on the Lord Jesus Christ, to repent of their sins, be baptized for the remission of sin, and receive the Holy Ghost by the laying on of hands; the Holy Ghost is then the special gift of the Father, and is his minister. He also gives intelligence by angels, as well as by the inspiration of the Holy Spirit, and by opening the minds of the Saints to behold in vision things as they are in eternity. When true doctrines are advanced, though they may be new to the hearers, yet the principles con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"254b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0254.pdf\" target=\"pdfwin\">p.&#xA0;254b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3658\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tained in them are perfectly natural and easy to be understood, so much so that the hearers often imagine that they had always known them. This arises from the influence of the Spirit of Truth upon the spirit of intelligence that is within each person. The influence that comes from heaven is all the time teaching the children of men. &#x201C;There is a spirit in man: and the inspiration of the Almighty giveth them understanding.&#x201D;<span class=\"citation\" id=\"56188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56188)\">Job 32:8<\/a><\/span> Again, &#x201C;The spirit of man is the candle of the Lord, searching all the inward parts of the belly.&#x201D;<span class=\"citation\" id=\"57464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57464)\">Prov. 20:27<\/a><\/span> Again, &#x201C;How oft is the candle of the wicked put out!&#x201D;<span class=\"citation\" id=\"56169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56169)\">Job 21:17<\/a><\/span> We have nothing independent of the Almighty. We preach, we hear, and we are instructed. We try to so live as to gain more information, more light, more command over ourselves, and more influence and power to increase the good and discourage the evil, until we can comprehend the great principles of existence and eternal progression. <\/div><div class=\"paragraph jod\" id=\"v9n1226\"> We should be more happy, if we could more successfully carry into effect the knowledge we now have. The Lord said, &#x201C;Let there be light: and there was light.&#x201D;<span class=\"citation\" id=\"52048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52048)\">Gen. 1:3<\/a><\/span> The Council in heaven said let there be an earth, and let there be a firmament above and beneath it, and it was so.<span class=\"citation\" id=\"52072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52072)\">Gen. 1:6-8<\/a><\/span> They said let there be heat and cold, and it was so. They said let there be spring and summer, autumn and winter, and it was so. We can say let the people be clothed, and they  <div class=\"break pagebreak\" id=\"255a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0255.pdf\" target=\"pdfwin\">p.&#xA0;255a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are clothed; let them be warmed, and they are warmed; let them be housed, and they are housed. If we put forth the ability God has given us, we can bring forth the very things we say shall come. If we say let there be wool, or let there be flax, they will come; if we say let there be iron, steel, brass, or any other metal we need, it will come. If we say let there be cotton and woolen yarn and let them be made into cloth, it will be done. The Lord said let there be an earth, let there be light to light it, let there be seas and dry land, air, rocks, trees, fruits, and shrubs of all kinds, grasses and flowers,<span class=\"citation\" id=\"52087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52087)\">Gen. 1:11-12<\/a><\/span> and vines that yield fruit above the ground and in the ground, for the use of man and beast, and it was so; but all these productions come according to natural principles. Man is surrounded by those productive principles, and is endowed with power to act upon them; and according to the amount of intelligence he possesses and the labor he expends are the productive results. <\/div><div class=\"paragraph jod\" id=\"v9n1228\"> This people are increasing in the wisdom which cometh from God, and their power to organize the crude elements around them into the necessaries of life is in ratio to their increase of intelligence and application of labor. In this way we ought to understand these great principles. We need not seek for a revelation to know how to make cloth, when the mode is plainly marked before our eyes. Sheep produce a textile material, and how to make it into cloth has been known time out of mind; we can raise sheep in abundance. I do not look for power from the heavens that will produce for us wool, cloth, iron, food, or anything we need, without being made with hands. We should understand what is required of us to sustain ourselves. <\/div><div class=\"paragraph jod\" id=\"v9n1229\"> It was observed this morning, that the teachings the people are con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"255b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0255.pdf\" target=\"pdfwin\">p.&#xA0;255b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3657\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stantly receiving are of a temporal character, and I should think that, if such teachings were carried into practice by them, spiritual blessings would be attained through temporal means. It is all of God. &#x201C;The earth is the Lord's and the fulness thereof; the world, and they that dwell therein.&#x201D;<span class=\"citation\" id=\"56471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56471)\">Ps. 24:1<\/a><\/span> &#x201C;Of old hast thou laid the foundation of the earth: and the heavens are the work of thy hands.&#x201D;<span class=\"citation\" id=\"57082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57082)\">Ps. 102:25<\/a><\/span> The mountains, valleys, and plains, all the wealth of precious metals hid in their bosoms, all the teeming fulness of vegetable productions, and all animal existences in their endless variety are the Lord's. All that can be produced from the soil by the ingenuity and industry of man is the Lord's. The Lord has given the earth to the children of men, that by the union of mind and matter, inspired and directed by the power of the eternal Priesthood, all may be made subject to the Great Supreme of the universe. It is our duty individually as well as our privilege, to learn how to dispose of the earthly wealth we may possess, to the glory of him who has permitted us to hold it, for in temporal blessings honestly obtained and wisely placed to their legitimate use are concealed mines of spiritual and eternal wealth. If we magnify and make honorable this temporal existence, by the practice of every good and righteous principle that comes within our knowledge, we honor and magnify that spiritual existence, and that heavenly intelligence, which the Father of all has placed within us. This is the way to increase in temporal and spiritual wealth. If we pursue diligently this path, there is not the least danger of any persons being lost, but they will be prepared to inherit after death a more glorious and heavenly sphere than they now dwell in. <\/div><div class=\"paragraph jod\" id=\"v9n1230\"> I know that the great majority of mankind, who are created for a noble  <div class=\"break pagebreak\" id=\"256a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0256.pdf\" target=\"pdfwin\">p.&#xA0;256a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and glorious purpose, are ignorant of these heavenly principles; and they cleave to their ignorance, and love darkness rather than light.<span class=\"citation\" id=\"68905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68905)\">John 3:19<\/a><\/span> They will not be taught by an authorized minister of heaven, but they hire men who are as blind and as ignorant as themselves to guide them in the way they choose to walk in. From the days of the creation until now, I do not think there is one man out of a million who has made so much as a scratch upon the world's history, to show that he was entirely devoted to God and truth; but the generations of mankind have sprung up and decayed like the grass of the field. <\/div><div class=\"paragraph jod\" id=\"v9n1232\"> When the Spirit of revelation from God inspires a man, his mind is opened to behold the beauty, order, and glory of the creation of this earth and its inhabitants, the object of its creation, and the purpose of its creator in peopling it with his children. He can then clearly understand that our existence here is for the sole purpose of exaltation and restoration to the presence of our Father and God, where we may progress endlessly in the power of godliness. After the mind has thus been illuminated, the ignorance and blindness of the great mass of mankind are more apparent. Yet there is no son or daughter of Adam and Eve but what has incorporated in their organization the priceless gem of endless life, for the endless duration and endless lives which they are approaching. <\/div><div class=\"paragraph jod\" id=\"v9n1233\"> Are the people glorifying their Father who is in heaven? Do they take every step possible to do the will of God on earth, and magnify their calling? Is every act of their lives made to increase their intelligence, to add to their faith, virtue, and to virtue, knowledge, and to knowledge, temperance, and to temperance, patience, and to patience, godliness, and to godliness, brotherly kindness, and to brotherly kindness, <div class=\"break columnbreak\" id=\"256b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0256.pdf\" target=\"pdfwin\">p.&#xA0;256b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3656\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> charity,<span class=\"citation\" id=\"78237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78237)\">2 Pet. 1:5-7<\/a><\/span> and to improve upon every gift and grace which God has bestowed on them through the Gospel? I fear not. There is yet to be seen a willful and covetous disposition in some few of our brethren and sisters. &#x201C;I want a ribbon,&#x201D; says a sister, &#x201C;and I will have it whatever the consequence may be.&#x201D; &#x201C;And,&#x201D; says a brother, &#x201C;I want a horse, and I will have it, if I steal it, and run the risk of being damned for it.&#x201D; I am sorry to say that some few of the Elders of Israel have such feelings and desires. One of the brethren this morning was complaining of sins rising in the heart, and of the self-will of fallen man, and the evil which the Devil had power to engender in the hearts of our parents, who have entailed it on their children. How shall we overcome this inclination to evil? Let the will of God predominate over the will of the creature. Let the husband and father learn to bend his will to the will of his God, and then instruct his wives and children in this lesson of self-government by his example as well as by precept, and his neighbors also, showing them how to be brave and steadfast in subduing this rebellious and sinful disposition. Such a course as this will eventually subdue that unhallowed influence which works upon the human heart. <\/div><div class=\"paragraph jod\" id=\"v9n1234\"> We are all endowed with the resolution, more or less, to deal with ourselves as we would deal with a child or with a neighbor. In case a child will not be controlled by his parents, but is disobedient and refractory to a hopeless degree, what would his parents be apt to do? I can answer for myself: I presume I should say to such a child&#x2014;leave me. But I have no such children; and it is hard to say what I might do, were I tried. If a child of mine, who has come to years of discretion, should say to me, &#x201C;I will do this, and I will not do what you require of me,&#x201D; I  <div class=\"break pagebreak\" id=\"257a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0257.pdf\" target=\"pdfwin\">p.&#xA0;257a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>should use the rod of correction sufficiently to teach that child better. Why not in the same way, institute a proper and salutary correction over the rebellious spirit that at times arises in the human breast? Why not govern and control the appetite, that it may be subject to the law of Christ?<span class=\"citation\" id=\"74671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74671)\">Gal. 6:2<\/a><\/span> But how is it? Why, &#x201C;I must have some tobacco, if I am damned for it.&#x201D; Or, &#x201C;I must have a cup of tea, if I am damned for it.&#x201D; Or, &#x201C;I must have this or that, if I should have to go to hell for it.&#x201D; It is like saying to our Heavenly Father, &#x201C;I will not mind you, I will not obey your commandments, but I will have my own way and follow the bent of my own inclinations; my appetite shall be nursed and pampered, though it be at the expense of your displeasure.&#x201D; Instead of pursuing this course, listen to that Spirit God has given to all, which teaches the right and how to avoid the wrong, and say to appetite, to disposition, to temper, to the whole man, you must do as I command you; I am an officer, a general in the army of Christ and I will be obeyed. <\/div><div class=\"paragraph jod\" id=\"v9n1236\"> Every man and woman is called to the same office; let us magnify it, and exert a mighty influence over this organization, and rise up in the strength of the great I Am, and by the power of his eternal Priesthood, command every power, every pulse of our natures to be subject to the law of God and truth, and not suffer this low, sinful, groveling, dark, benighted, cursed spirit we have received from the fall to bear rule in us. All persons who suffer themselves thus to be ruled, disgrace themselves and do not honor the being God has given them. If men are ruled by the power, principles, and righteousness of the Holy Priesthood, they will find themselves in possession of all the wisdom they need to meet every emergency of this changing existence, and all they require to conquer the world, the flesh, and the Devil. <\/div> <div class=\"break columnbreak\" id=\"257b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0257.pdf\" target=\"pdfwin\">p.&#xA0;257b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3655\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n1237\"> How very far the inhabitants of the earth live short of their privileges! How far they live beneath the blessings the Lord has in store for them! Is it not more or less so with us as individuals and as a community, who profess to be the friends of God?<span class=\"citation\" id=\"77604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77604)\">James 2:23<\/a><\/span> We live far short of the blessings the Lord has in store for us. When the visions of our minds are opened, we can then more fully realize this truth. And again, when the vision is closed up we are found, as a general thing, doing the best we know how, and we may be considered pretty good men and women. This is true, yet there is an eternity of knowledge before us to learn. <\/div><div class=\"paragraph jod\" id=\"v9n1238\"> It is as much as I can do with all the power I have with the heavens and with the Latter-day Saints to say, let there be a carding machine in this Territory, and it is done; to say, let there be a nail factory in this Territory, and it is here. Again, all that has been said, and all the praying that has been done, and all the faith that has been exercised, and all the combination and union of effort among the Saints have not brought to pass one say of the President's in regard to iron; he said, let there be iron, but there is no iron yet. Brother Wells has told you the reason, this morning. A man says, &#x201C;I am going to make iron, and I will have the credit of making the first iron in the Territory. I will have the credit of knowing how to flux the ore that is found in these regions, and bringing out the metal in abundance, or no other man shall.&#x201D; Now, the beauty and glory of this kind of proceeding is the blackest of darkness, and its comeliness as deformity. <\/div><div class=\"paragraph jod\" id=\"v9n1239\"> We have said, let there be a carding machine, and it is here. Let there be sheep, and there are sheep; wool, and it is here; and now who will say let there be flax and then produce it? Let there be linen cloth, and then produce it by means of the power and  <div class=\"break pagebreak\" id=\"258a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0258.pdf\" target=\"pdfwin\">p.&#xA0;258a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ability we possess? We know how to perform this labor, and how to produce this material. There are brethren before me who know how to make as good linen cloth as was ever manufactured in any country. It is so with other things. By-and-by, somebody will say, let there be silk, and silk will be produced here. All we have to do is to grow the mulberry tree, import the eggs of the silkworm, and apply the skill that is already in our possession, and we can produce an abundance of sewing silk, silk dress patterns, silk vesting, and anything we need in the shape of silk drapery. Silk is in the elements around us, and not only silk, but all things which pertain to the earth; and again, all things which pertain to the heavens; all things which pertain to time, and all things which pertain to eternity, which is the same with God today, yesterday, and forever.<span class=\"citation\" id=\"77362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77362)\">Heb. 13:8<\/a><\/span> I am extremely anxious that this people should understand the value of their existence here, and the great worth of that immortal spirit which is clothed upon with an earthly house, preparatory to an eternal exaltation and eternal lives. Honor this earthly house, for in it are concealed the rudiments of all knowledge, the root and foundation of science that we have any knowledge of. Mankind are capable of collecting and retaining an immense amount of knowledge, if they will diligently apply the ability God has given them; in fact, they are made to travel on through an endless progression of improvement. I have only time to give a few hints on this subject, though it might prove very interesting to you, were I to classify these great truths and dwell upon them, item by item, through a course of lectures. <\/div><div class=\"paragraph jod\" id=\"v9n1241\"> Do you know, mother, the worth of that child in your lap? There is not a mother here, I presume, that knows the real value of her offspring. We say, &#x201C;The Lord giveth, and the <div class=\"break columnbreak\" id=\"258b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0258.pdf\" target=\"pdfwin\">p.&#xA0;258b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3654\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Lord taketh away,&#x201D; &amp;c.,<span class=\"citation\" id=\"56023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56023)\">Job 1:21<\/a><\/span> when our children die. The truth is, the Lord has given and we do not know the value of the gift we have received, and it is taken from us; not because the Lord wants the child, for there are myriads of spirits in heaven, and more coming all the time. They do not want the spirit back again&#x2014;they do not need it in the spirit world. It should remain here, and we should know the worth of it sufficiently to take care of it and preserve it on earth, until it has fulfilled the measure of its creation&#x2014;<span class=\"citation\" id=\"88357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88357)\">D&amp;C 88:19<\/a><\/span>brought forth all the fruits of its existence, and become ripe to go home to a higher state of glory to rest for a season, until it is time again to unite the body with the spirit. <\/div><div class=\"paragraph jod\" id=\"v9n1242\"> A thousand glorious principles open up to my mind, that I cannot now dwell upon; but there is one subject pertaining to our temporal existence that I wish to present; the news we receive from the east and from the west is of wars and floods, trouble and sorrow. Our southern settlements have suffered by floods; they have lost their farms, gardens, and orchards. The water has risen twenty-five feet higher than it has ever been known to rise before in San Bernardino and other parts of California. I wish to warn this people, that they be not caught unprepared when spring opens. Make the best provisions in your power to ward off destruction by high water into City Creek and other mountain streams running through our settlements. Particularly, let the brethren who are living on the Cottonwood bottoms, take care, or we may hear of their passing down Jordan. The earth is now saturated with rain and melted snow, and if the snow in City Creek goes away with a warm spring rain, the first we know, some of the people may be washed down into the river. <\/div><div class=\"paragraph jod\" id=\"v9n1243\"> May the Lord bless us. Amen. <\/div>\n<\/div>\n<\/div>"}