{"ID":90040, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Closing of Amusements&#x2014;Indulging in Sin Brings Mental Darkness.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, February 16, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Closing of Amusements, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/16\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d40\">\n<div class=\"paragraph jod\" id=\"v9n1082\"> I have only a few remarks that I wish to make this morning, and they will chiefly relate to our practical and immediate duties. <\/div><div class=\"paragraph jod\" id=\"v9n1083\"> We amuse and enjoy ourselves a great deal in this Territory, in dancing and in other amusements. I am as fond of amusement as any person, and love to see others enjoy rational amusement in its season. I have this to comfort me; in all our assemblies for amusement this winter, I have not seen or heard anything that has seriously annoyed my feelings. The people have been very civil, and have conducted themselves discreetly and as Saints, as far as I know. <\/div><div class=\"paragraph jod\" id=\"v9n1084\"> I have now a request to make of the people, through their Bishops, that during the coming week we bring our dancing parties to a close and prepare to attend to matters of greater importance, as the winter is drawing to a close, and the season for business is approaching. In a few weeks from now, we intend to give the people a few evenings entertainment in our new theater, which will not be entirely finished; after which, as the spring opens, we shall attend to preparing material for building our Temple, to gathering the poor, to farming and gardening, to building and fencing, &amp;c. <\/div><div class=\"paragraph jod\" id=\"v9n1085\"> The exhortation we have heard this morning is good, just, and true. We can gather much from it, touching the evidences of the Gospel. Upon this point the people, in many in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"218b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0218.pdf\" target=\"pdfwin\">p.&#xA0;218b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3694\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stances, do not understand themselves, they forsake the Gospel, turn away from the holy commandments, and turn to fables.<span class=\"citation\" id=\"76250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76250)\">2 Tim. 4:4<\/a><\/span> It is very remarkable, though true, that some persons who profess to be intelligent beings are never easy unless they are in pain, nor happy unless they are miserable. When they are comfortable, well fed, and clothed, have good health, and the society of the just, comparatively speaking they must pinch themselves, or stick pins and needles into themselves, in order to feel happier when the pain has ceased. This is marvelous to me. <\/div><div class=\"paragraph jod\" id=\"v9n1086\"> It is disgraceful for a member of this community to turn away from the truth. When a person receives the truth, has a knowledge of the things of God, is instructed with regard to his position relative to the heavens, he knows a great deal; and it is astonishing to me that there is power enough among the wicked on earth and among devils in hell to turn such a soul away from righteousness. A few in our community seem to be in their glory when they are doing wrong, though this portion is comparatively very small. We do not see in our community quite so much drunkenness as heretofore, nor so many gambling shops, but how long this improved state of things will remain I know not. For a few weeks we have also had a respite from marauding thieves. <\/div><div class=\"paragraph jod\" id=\"v9n1087\"> Are the people righteous and pure  <div class=\"break pagebreak\" id=\"219a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0219.pdf\" target=\"pdfwin\">p.&#xA0;219a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>enough in heart not to turn to fables when they are presented to them? Not to commit iniquity when they are tempted? Not to join hands with the ungodly when the ungodly are here to take them by the hand? If we have attained to that power, that Satan and all his forces will fail to turn us away from the holy commandments of the Lord Jesus, we never again will be afflicted through the power of the wicked. When we are tried by afflictions we are apt to forsake the faith of Christ, and then the wicked are permitted to bear rule over us; then unrighteousness surrounds us, and the influence of Satan and of hell prevails in our midst. <\/div><div class=\"paragraph jod\" id=\"v9n1089\"> Have we yet to endure affliction as we have at the hands of our enemies, the ungodly Gentiles? Have we again to see armies here? And again be driven from our homes? Have we to be visited with pestilence, famine, and earthquake? Is all this necessary? If our hearts are pure we shall never see any of those afflictions poured out upon this people, from this time henceforth; on the contrary, the Lord delights to bless such a people until there is not room to receive more. Still in our afflictions we will not complain, for the Lord has his own way of training his people. How joyful my heart would be if the people would receive the Gospel, if they would understand it as they understand their daily avocations. <\/div><div class=\"paragraph jod\" id=\"v9n1090\"> Yet, when I realize that God dwells in the midst of eternal burnings,<span class=\"citation\" id=\"59035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59035)\">Isa. 33:14<\/a><\/span> that everything must be pure and holy that comes into his presence; that he has marked out in the Gospel the path for the believer to walk in to attain to holiness, and that no man or woman can receive the Gospel without humbling themselves before the Lord, forsaking their sins, and receiving the Holy Spirit, it is a matter of joy to me that <div class=\"break columnbreak\" id=\"219b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0219.pdf\" target=\"pdfwin\">p.&#xA0;219b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3693\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> unholy beings are thereby prohibited from entering into his presence. No unhallowed or unclean thing can enter the heavenly abode of the righteous; and it is beyond the capacity of man to make a safer place than that which God has prepared for the righteous. Jesus, in consideration of this, said, &#x201C;Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal: But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through and steal.&#x201D;<span class=\"citation\" id=\"63501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63501)\">Matt. 6:19-20<\/a><\/span> Let us bind to heaven all that is near and dear unto us, and if our treasures are there, there also will our affections be.<span class=\"citation\" id=\"63521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63521)\">Matt. 6:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1091\"> It is thirty years the 15th day of next April (though it has accidentally been recorded and printed the fourteenth) since I was baptized into this Church, and in that time I have gained quite an experience. I will tell you a little of it, though I will first make a few remarks touching ourselves as a people. We are prone to do wrong, or, as the preacher has recorded&#x2014;&#x201C;Yea, also the heart of the sons of men is full of evil, and madness is in their heart while they live, and after that they go to the dead.&#x201D;<span class=\"citation\" id=\"57583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57583)\">Eccl. 9:3<\/a><\/span> We are merchants, speculators, traders, and love the best end of a bargain. We delight to talk about our neighbors. &#x201C;Oh, how I delight to go over to such a house to see that sister, she is so sociable, so full of chit-chat, and knows everything that is going on.&#x201D; And thus they meet to bereave the characters of their neighbors, and there is not an evil that can be imagined but what will be told. After they have finished their chatting, backbiting, and slandering, they conclude it all by apologizing&#x2014;&#x201C;Really, sister, I do not know, but I have said more than I ought, but let us pass it over, you know we are all brethren  <div class=\"break pagebreak\" id=\"220a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0220.pdf\" target=\"pdfwin\">p.&#xA0;220a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and sisters.&#x201D; Again, says one brother in the Church to another, &#x201C;Well, we had a good time last evening, we enjoyed ourselves pretty well. It is true we got drunk, and it is not quite right to get drunk. My head ached this morning, and I feel a little sorry that we indulged so far.&#x201D; Another has indulged too much in making liquor, and in putting the deadly draught to his neighbor's lips. Another has indulged too much in swearing. Another is troubled because he has indulged in taking the advantage of his neighbor in a trade, and, to make a cent, has cheated the simple and good-hearted who trusted in him. Another has stolen a little, or done this and that wrong; and all are apt to excuse themselves under the plea of the weaknesses of human nature. <\/div><div class=\"paragraph jod\" id=\"v9n1093\"> Now, I come to my own experience and say&#x2014;there is not an individual here but what has power, and God has given it to him, to drink whiskey or let it alone, to swear or not swear, to lie or not lie, deceive or not deceive, cheat and take advantage of a neighbor or not do so, slander and backbite a brother or a sister or not. This power is our own individual property, and we shall be brought into judgment for the manner in which we use it, and for all our actions in the flesh. Thirty years' experience has taught me that every moment of my life must be holiness to the Lord, resulting from equity, justice, mercy, and uprightness in all my actions, which is the only course by which I can preserve the Spirit of the Almighty to myself. What is your experience? It is the same as my own. You cannot constantly be sinning a little and repenting, and retain the Spirit of the Lord as your constant companion. My experience up to this time, has been to do as I would that others should do unto me,<span class=\"citation\" id=\"63807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63807)\">Matt. 7:12<\/a><\/span> under like circumstances; and, if I <div class=\"break columnbreak\" id=\"220b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0220.pdf\" target=\"pdfwin\">p.&#xA0;220b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3692\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> understand myself, there is not a man or woman on the face of this earth that I have dealt with contrary to this rule, and this practice I have continued each day. <\/div><div class=\"paragraph jod\" id=\"v9n1094\"> When Monday morning breaks upon the eyes of the people, they must be as faithful to God and righteousness as they are here when partaking of the sacrament, or lose the Spirit of the Lord. We have no permission to sin for one moment. You may ask me if I ever do wrong. I answer&#x2014;yes, like everybody else, owing to the weakness of the flesh; but if I do wrong knowingly, then I sin. When this people can live and never do a wrong knowingly, if they should sin in their ignorance, God will freely forgive that sin, if they are ready to repent when it is made known to them and refrain from it in the future. Let us live in this way and the kingdom is ours. It is the kingdom of God with us, or nothing. It is in our possession, and God will have a people that will preserve it inviolate. There may be some in our midst who do not honor the character of our religion, yet the Lord will preserve his kingdom. <\/div><div class=\"paragraph jod\" id=\"v9n1095\"> There are some who wish to regain the Spirit of the Lord they have lost, and others desire to go on a Mission to get that Spirit. My advice to all such persons is&#x2014;so live daily that all the light of God's Spirit given to you will be preserved in you and increase from day to day, until you become perfect in your sphere as our Father in heaven is perfect. This is my experience. We cannot believe any truth that exists in all the eternities of the Gods that is not embraced in our holy religion, commonly called &#x201C;Mormonism.&#x201D; It incorporates every truth that has been known, is known, and will be known, in all the eternities past, and in all the eternities to come; in short, it is eternal truth upon which the throne  <div class=\"break pagebreak\" id=\"221a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0221.pdf\" target=\"pdfwin\">p.&#xA0;221a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of God is founded and cannot be moved. May the Lord help us to be faithful. <\/div><div class=\"paragraph jod\" id=\"v9n1097\"> Again, in all the duties and labors pertaining to our mortal existence, let us remember that Paul may plant and Apollos may water, but it is God alone who gives the increase.<span class=\"citation\" id=\"73138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73138)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73138)\">1 Cor. 3:6<\/a><\/span> And how long will it be before we shall learn to take good care of the increase God gives us? Our labor is our wealth; it is the best capital that any nation can possess. We have an immense capital that will bring us a <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> large interest, if it is expended judiciously and with that wisdom which cometh from Heaven. Every man and woman capable of labor have their stock of capital on hand; dispose of it wisely; let everything be put to good use in the best possible manner to build up the kingdom of God, and to make ourselves comfortable and happy on this earth, and the Lord will preserve us and give us all we ask for. The kingdom is ours. Amen. <\/div>\n<\/div>\n<\/div>"}