{"ID":90042, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Remarks on Behalf of the Indians.<\/div>\n<div class=\"subtitle\">By President Joseph Young, made in the Bowery at Provo, July 13, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Remarks on Behalf of the Indians.<\/div>\n<div class=\"speaker\">Speaker: Joseph Young<\/div>\n<div class=\"date\">Date: 7\/13\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d42\">\n<div class=\"paragraph jod\" id=\"v9n1118\"> I arise, brethren and sisters, to make a very few remarks, particularly upon one point, that is the subject of the Lamanites. I am aware that in all the teaching that the brightest intelligence can receive upon any subject, that there is a balance wheel in the inside of man&#x2014;the heart&#x2014;that should be consulted in <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> carrying out any or every instruction that we hear. The Lord has put into every man a portion of instruction that he is required to use, independent of any oral instruction that he may receive. This natural intelligence is given to balance things in the human mind. The Spirit of the Lord is given to men to profit thereby.<span class=\"citation\" id=\"73437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73437)\">1 Cor. 12:7<\/a><\/span> It  <div class=\"break pagebreak\" id=\"230a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0230.pdf\" target=\"pdfwin\">p.&#xA0;230a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is according to good sense and reason that these natives should be looked to and sought after, for they are the seed of promise; they act according to the light they have pertaining to all matters that have come within the reach of their minds, and it is the duty of the Latter-day Saints to treat them kindly, and try to save them, and if they do not they may miss the mark; and although they may offer many good teachings which do not seem to be appreciated, yet there is a common law that is written upon every man's heart, and the hearts of those poor natives can be penetrated, and if this power is not exercised, or if we allow it to lie dormant we miss the figure. And, I feel that we do not appreciate our privileges, we let the spirit that is in us lie dormant, and hence it is that our treatment to the Lamanites has been so different in the various parts and settlements of this Territory. There is a splitting of hairs about this important matter, and if the Latter-day Saints cannot split hairs I do not know who can, yes, this people can split hairs if anybody in the world can about anything. I am aware that we are a peculiar people, that our circumstances have been trying and vexatious all the way through; I am sensible that our treatment has been rather extravagant, and it has been a matter of serious reflection with many, to know to what extent we ought to mingle with these wild natives around us. Before I was a member of this kingdom, I believed in converting the inhabitants of these mountains. I foresaw that it could be done, or in other words I saw them in a condition and in circumstances where they were all passive and filled with the Holy Spirit. I saw that it was the spirit of truth that dwelt with them, and when I became acquainted with the Gospel in the early part of this Church, I then learnt that it was the spirit of <div class=\"break columnbreak\" id=\"230b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0230.pdf\" target=\"pdfwin\">p.&#xA0;230b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3682\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Saints of latter days, and that it would bring them to the knowledge of their fathers and their friends, and also to the knowledge of the covenants made with their fathers ages ago. In this thing, the Latter-day Saints were as much deceived as they ever were upon any other subject, this I am satisfied of. How was this? They were deceived in relation to these tribes, because the Holy Spirit brought many things close to their minds&#x2014;they appeared right by, and hence many were deceived, and run into a mistake respecting them. They (the Saints) undertook to make calculations for to establish the kingdom and restore Israel, and many were so excited, that they wanted to take the Gospel from the Gentiles immediately. They were for taking the Gospel clear away at once, and of course for sealing them all up to destruction. Many good men made great blunders upon the subject of &#x201C;redeeming Israel;&#x201D; it was a great mystery, and perhaps I made as great mistakes as others in forming my opinions, but I had the caution not to utter my views to anyone. I knew that faith and the Holy Ghost brought the designs of Providence close by, and by that means we were enabled to scan them, and find out what they would produce when carried into effect, but we had not knowledge enough to digest and fully comprehend those things, and therefore it was a mark of wisdom for any man to keep his spirit and feelings to himself. <\/div><div class=\"paragraph jod\" id=\"v9n1120\"> I mention this to show you how ready the Saints were to say that the Lamanites should be before them in the Church, yet they would be willing to do anything for the salvation of Israel; but our long experience has proved, together with our faith and practice, the folly of making great calculations beforehand. I have asked frequently when is that time coming, which I have heard talked about and  <div class=\"break pagebreak\" id=\"231a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0231.pdf\" target=\"pdfwin\">p.&#xA0;231a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>prophesied of in tongues years ago when in the meetings of the Saints; even the sisters used to predict that their husbands would go and instruct the Lamanites in all the habits and customs of civilization that we as a people understand. These things used to be talked of years ago, and now we are here right amongst them, the Lord has thrown us into their society, and they are a dark, loathsome, and forbidding people, and they live around us in a wild uncultivated state, in these mountains and valleys, and I have proved them, some of them to have partaken of the proper spirit, and many of them begin to feel well. I have heard men prophesy in the early part of this Church, that in 25 years Jesus would come to reign upon the earth, and that in that time all would be wound up, and hence they were going to redeem Israel in the mountains and wind all up in a short time, but I have desired to have our Lamanite brethren brought to understanding, and come and be united with us in the covenant of peace and salvation&#x2014;to see them learn the arts of civilization and quit their habits of blood and murder; I wish to see them learn the truth, come and be a white and delightsome people.<span class=\"citation\" id=\"81589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81589)\">2 Ne. 30:6<\/a><\/span> All these ideas and feelings seemed to be given up years ago, but by-and-by the Lord threw us into a position where we could be tested and proved, and how do we feel and act? I ought to touch a few points which I consider most extravagant in the conduct of the Latter-day Saints. Some people, for instance, when the Lamanites come to their houses will call out, &#x201C;here, be off, we do not want to see you, go away.&#x201D; These natives come to their houses, dark, dirty, and miserable it is true, but they come like little children, but the brethren and sisters order them off, literally throw them away. And I have seen them go to <div class=\"break columnbreak\" id=\"231b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0231.pdf\" target=\"pdfwin\">p.&#xA0;231b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3681\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> other places and the people would commence their jokes upon them, and making a good deal of freedom with them. Well, both these things I have laid aside as being spurious and not good. According to our faith, there is a right way and one only, and if any people can split hairs this people can, and do most assuredly about the right way to deal with these poor loathsome creatures. Oh, says one family, &#x201C;we do not want them in here, we cannot do with them in our houses, upon our beds, or on our floors which have been cleaned.&#x201D; There have been times that I have had them with me in my house and have made a good fire to warm them, and I would shake hands with them and tell them that I liked them, and that the great Spirit liked them as well as I did. They will come to beg and say, &#x201C;we want to get wheat to feed upon,&#x201D; then I would reply that &#x201C;I wanted it for my &#x2018;papooses,&#x2019; I would be glad to do it, but I have many &#x2018;papooses&#x2019; and cannot spare any.&#x201D; Treat them courteously, and do not let any kind of remarks fall from your lips that will make them believe that you want to sauce them, and on the other hand, do not use any freedom with them, take no step to make them believe that you are their enemy, but show that you are their friend by your kindness and liberality to them. I have always treated them well, and now many of them come into my house, and they make no particular ado, neither do I with them, but I am strict, I use no freedom; I forbid my boys scuffling or joking with them, and if they ask for a thing that I have not got, I tell them kindly, and then they will walk away, but they will come again another day. By acting in this way when they ask for anything and I tell them that I have not got it, they believe me, because they have had no occasion to disbelieve me. I do  <div class=\"break pagebreak\" id=\"232a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0232.pdf\" target=\"pdfwin\">p.&#xA0;232a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not say to them that they have taken liberties in my house which I cannot submit to, for I never give them the opportunity. I cannot see, for my part that it is the privilege of people to abuse them. I believe that we have to treat them with respect and the spirit of uprightness. We will examine the law which our Father, the Great Spirit, and Great Chief, has delivered to us to obey. Teach them the law of God, do it mildly and kindly, and it will take an effect upon them, but harsh measures will not. These are my views with regard to the Lamanites, and I believe in being good-tempered with those men; I believe in teaching them to cultivate the land and raise grain for themselves, and in teaching them our language, and I tell my second son that he must learn to talk theirs. Squashead often comes to my house and he will hollow out when at a distance&#x2014;&#x201C;Joseph Young, Joseph Young, give me meat and bread.&#x201D; I give him some, and then he will ask for some wheat, and I tell him I cannot spare it. Once when he came, he asked if I had any hay; &#x201C;yes, got hay;&#x201D; he wanted to lie down. &#x201C;Well,&#x201D; said I, &#x201C;lie down on the hay.&#x201D; He came to me one day and put his hand upon my shoulder, and pointed with the other, and said&#x2014;&#x201C;Joseph Young, got one heart, one tongue, one ear&#x2014;I want something to eat,&#x201D; and then his brother came, and I always respond in feeding them, and I have this faith that if treated properly they will ere long see the truth, and I tell you brethren, when brother Benson was speaking of his views and feelings I felt to say, that is by the power of God, and there is nothing that is more of the power of God to me that when men are speaking of this mean, poor, low, miserable, dejected people, for they have been in favor with God as we now are, and we should be delighted <div class=\"break columnbreak\" id=\"232b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0232.pdf\" target=\"pdfwin\">p.&#xA0;232b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3680\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to have them brought to the light, and we shall endeavor to have them made clean. What has been the cause of their filthiness? The same as would befall us if we were to rebel and do the same things which they have done. They are a poor miserable set of people, and they have been abused and trampled upon by their enemies, and when I talk about them I think of the vision I had some time ago, when I saw them in their redeemed state, and they looked so bright, and clean, and glorious, and this people are the individuals who have to bring this about, and as I said, just because God's ways are not as ours.<span class=\"citation\" id=\"59794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59794)\">Isa. 55:8-9<\/a><\/span> The Spirit of the Lord, of the God of Israel, brings things in their time and place. God's work is not like man's; the Lord shows things to come, perhaps in dreams or by visions of the night, and we should learn what is mingled and connected in his designs. We should observe so as to know what is intended, so that we may not run into a snag. We have not a great many inconveniences to contend with, and hence we should feel for Israel, and I just know that there is a material change in the feelings of that people in these mountains and valleys. How do you know it says one? I know it by the spirit of their chiefs, and I know it by the spirit that rules in the breasts of a great many of them. &#x201C;You must not kill the Mormons&#x201D; they say, &#x201C;they are our friends, and they want to do us good.&#x201D; There has been a material, a radical change, and I say that it is the power of God that has done it, and only let us be of one heart and of one mind,<span class=\"citation\" id=\"92866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92866)\">Moses 7:18<\/a><\/span> and the thing will be brought about in the due time of the Lord. <\/div><div class=\"paragraph jod\" id=\"v9n1123\"> I thought I would say so much in favor of the red men, and here let me advise you to mark your feelings from this time, and see if you do not feel better when you feed them, than  <div class=\"break pagebreak\" id=\"233a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0233.pdf\" target=\"pdfwin\">p.&#xA0;233a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>when you take up the sword to fight them. Be liberal, and be just as kind as you can be, and then see if you will not feel better than when you took up the guns to shoot them. There is the touchstone and the balance wheel! Keep a good spirit within you towards that people and it will be well. I am not afraid, neither should be if I were in the wilderness. The spirit of intelligence which I carry with me, and which is in them would clear my way, and those men would never hurt a hair of my head, and why? Because I would treat them kindly and manifest a good spirit. <\/div><div class=\"paragraph jod\" id=\"v9n1125\"> Brother Francis Durphy tells an anecdote about some Indians; he says, &#x201C;that as he was coming from California with a few others they saw a large band of Indians, and they went <div class=\"break columnbreak\" id=\"233b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0233.pdf\" target=\"pdfwin\">p.&#xA0;233b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3679\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> right up and met them, and as they went up the old chief came as by some unseen influence, and held his hands up and seemed quite pleased to have a talk with them. The chiefs kept turning back to talk to the brethren; they were so pleased that they dismounted and conversed, and they seemed to be filled with the Spirit of God, they felt well; they could not stay, they said they must go to their squaws and papooses; the brethren gave them some fish, and they went off in the best of spirits.&#x201D; This shows that there is a power that controls them, and will continue to their salvation. I know this is true; I cling to them and intend to do so through. <\/div><div class=\"paragraph jod\" id=\"v9n1126\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}