{"ID":90049, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Agency of Man to Practice Good or Evil Principles.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Tabernacle, Great Salt Lake City, March 6, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Agency of Man to Practice Good or Evil Principles.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 3\/6\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d49\">\n<div class=\"paragraph jod\" id=\"v9n1245\"> I feel thankful to be with you today, to sit and listen to the teachings we have heard, to be associated with the Saints of the Most High. Like our brother who has just spoken, I do feel thankful that I am here and have a part and lot in this great world in which we are all engaged; it is a work capable of filling the utmost desire and capability of the human mind, or wish or thought of that individual whose mind has been ripened into an understanding of the principles which lead to eternal life and exaltation in the kingdom of God. Man, in this kingdom, is placed upon a basis, upon a foundation by which he can cultivate himself with the graces and the attributes of a God. It is a work of progression. We are caught in the world by the Gospel net<span class=\"citation\" id=\"64684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64684)\">Matt. 13:47<\/a><\/span> in the condition in which people of all other communities are found. <\/div><div class=\"paragraph jod\" id=\"v9n1246\"> We are found in the world in sin, ignorance, and degeneracy, surrounded by all the influences of evil, having our traditions in common with the rest of mankind, and from all this the Gospel is capable of reclaiming us; from all that is hateful, such as strife, discord, dissension, and every species of sin and iniquity, our religion is calculated and designed to save and redeem us, if we will let it, by availing ourselves of its power. <\/div><div class=\"paragraph jod\" id=\"v9n1247\"> This is the work which lies before each and every one of us as Saints of the Most High God. We have this privilege within ourselves if we choose to cultivate it. <\/div> <div class=\"break columnbreak\" id=\"259b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0259.pdf\" target=\"pdfwin\">p.&#xA0;259b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3653\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n1248\"> It has been said by some, and I suppose it to be true doctrine, that God is truth, but that does not prove that truth is God; for truth like love, wisdom, and goodness, is an attribute and not a person. All these attributes of Deity lie in our pathway, and they are strewn around us to be laid hold of, and are calculated in their tendency to improve and exalt us as well as the Gods, and we have the privilege of assuming a position in which we can clothe ourselves with the blessings which lead to life everlasting, or we can disgrace ourselves with the excesses and deformities of the wicked, and all those things that lead to destruction, and which do not continue. The principles of eternal life are laid before us, both good and evil are present with us; we have the power of rejecting those good and wholesome principles, or, on the other hand, we have the privilege and the power of controlling our volition and directing it in that channel which will clothe the mind with the graces and beauties of the Gospel, which are calculated to bring us up into that position where we shall have a right to these blessings which emanate from heaven, and which will make the society where we dwell beautiful and glorious, and ultimately lead on to exaltation in the eternities to come. Eternal life is here my friends, my brethren and sisters; we are in a part of that existence which is eternal. True, we are passing through that portion which is called  <div class=\"break pagebreak\" id=\"260a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0260.pdf\" target=\"pdfwin\">p.&#xA0;260a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>time, but is not this a part of eternity? <\/div><div class=\"paragraph jod\" id=\"v9n1250\"> We have nothing in our possession but what is lent or given to us to improve upon for eternity, no, not even our present lives. We do not pay sufficient attention to the life that we at present enjoy, or we should understand that it is as much eternal life as any that we shall ever attain to, for surely at the present time we have no existence in all of the eternities but in this. We may not have to pass through changes in the life which is to come as we do here, but it is for us, while here, to comprehend and appreciate the beauty and glory which lie in our pathway. We may have to labor and dig and delve in the earth, but, if so, we should remember that there is a dignity in labor when that is directed by the intellectual power, with which, in all the creation of God, only man is endowed, for the development and combination of the elements with which he is surrounded for the use and the benefit of the world in which he lives. <\/div><div class=\"paragraph jod\" id=\"v9n1251\"> It is true that evil is strewn in our pathway, but we should labor to get all evil thoughts from our minds, and strive to cultivate those graces which come through faith, and which are calculated to eradicate from our being those things which lead downward, instead of leading us in the path which is unto eternal lives and eternal progression while here as well as in the world to come. <\/div><div class=\"paragraph jod\" id=\"v9n1252\"> To live here and perform the duties of today is the present business of the Latter-day Saints, and to lay a foundation that will carry us safely through this and prepare us for that life which is to come, and it is also our duty to obey those principles which are revealed through obedience to the fulness of the Gospel of Jesus Christ. If we will continue to be faithful and seek after those principles that will tend to exalt us here, then we will be <div class=\"break columnbreak\" id=\"260b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0260.pdf\" target=\"pdfwin\">p.&#xA0;260b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3652\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> exalted hereafter; but it is of no use thinking of being exalted in the eternal worlds unless we apply those principles in our conduct here. <\/div><div class=\"paragraph jod\" id=\"v9n1253\"> If we suppose that we can go through this life straight into the kingdom of God, and attain to exaltation by being clothed with hypocrisy and falsehood, we are simply mistaken; such a course of life is not calculated to lead to that end. If we are exalted, it must be by putting in practice those principles which are exalting in their tendency, and which are given us through the inspiration of the Almighty. Thus will be formed a character in this life that will endure in that which is to come. <\/div><div class=\"paragraph jod\" id=\"v9n1254\"> I can endorse the sentiment expressed by brother Bayliss, who was speaking before me, that it is our duty to do all we can for the spread of truth, and to ornament our minds with the truths of the Gospel, that we may combine those principles to form that character and connection with the heavens which we have the opportunity of doing more abundantly here, in these sequestered vales than in the scattered condition of the Saints in the midst of the nations of the earth. <\/div><div class=\"paragraph jod\" id=\"v9n1255\"> Witness the power that we can wield in the earth, by gradually spreading abroad those principles which we have received, until finally righteousness shall spread over and cover the whole earth, put an end to the power of the wicked, bind Satan and cast him from the earth, as has been spoken by the inspired writers. <\/div><div class=\"paragraph jod\" id=\"v9n1256\"> I suppose it will be accomplished this way, by filling up the measure of our creation in union, truth, and oneness, and by officiating in those ordinances of the Priesthood which shall seem good unto the Almighty. It is for us to prepare to walk in that way which shall be marked out, and to go and perform every act as we shall be dictated through  <div class=\"break pagebreak\" id=\"261a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0261.pdf\" target=\"pdfwin\">p.&#xA0;261a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the instrumentality of the servants of God, whom he has appointed to dictate and guide in order that his purpose may be accomplished at least in the valleys of the mountains, where he has provided an asylum for his people. <\/div><div class=\"paragraph jod\" id=\"v9n1258\"> This kingdom is established to the extent of the power that is now wielded, and there is no other place upon the face of the earth to which good men who desire to promote virtue and establish justice can rally except to this, and it is accomplished through the instrumentality of the Gospel we have embraced. Others have their institutions, some of which are very good, but there is more than an overbalancing amount of corruption, from which those who would do good, have not the power to disenthrall themselves. <\/div><div class=\"paragraph jod\" id=\"v9n1259\"> There is such unlimited power to do evil, which the wicked use for the oppression of the feeble, to oppress the poor, the honest in heart, whom they rule by priestcraft, kingcraft, and every other wicked craft that mankind in their degeneracy can devise, so that it would seem almost impossible even for the Almighty to establish his kingdom and save his people, without withdrawing them from the wicked nations. <\/div><div class=\"paragraph jod\" id=\"v9n1260\"> People come here and have full liberty to do or not to do; to live their holy religion or not to live it; to be honest, faithful, and true, or to reject those principles and clothe themselves with that which is evil; they have the freest volition to exercise their right of will. We expect, however, that those who come here are those who have elected and chosen for themselves to do the will of God, and to follow the counsel of him whom he has chosen to rule in his Church and kingdom. We have reason to believe this, but then when we reflect upon the past, we are satisfied that others must have come with <div class=\"break columnbreak\" id=\"261b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0261.pdf\" target=\"pdfwin\">p.&#xA0;261b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3651\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> a different motive. Some of us are apt to forget that we should furnish and adorn our own minds, with a comprehensive knowledge of the Gospel; that we should furnish the material rather than expect that some greater and more powerful influence will do it for us. We sometimes find that people are careless in regard to their duties in this respect, and Satan is always ready to step in and take the advantage of such an opportunity. Now we should not be indifferent and lay down the armor of the Gospel, and say this is no advantage to me. No, my dear brethren, it will be an advantage and a blessing to all of us, if we honor the kingdom of God and live its principles, and if we do not, it will still roll on, whether we go with it or not. <\/div><div class=\"paragraph jod\" id=\"v9n1261\"> We have no right to be indifferent to any principles revealed in this kingdom, but we should feel an interest in everything that is laid before us, that we may be of some use and benefit to the Church, fill up our days in usefulness in any department of the kingdom of God in which we may be called to act. I pray God to help us to do this; to help us by giving us of his Spirit to strengthen our minds that we may overcome the evil; that we may seek to do everything that is good; that we may secure that aid and assistance that will enable us to bring our spirits back pure and holy, into the presence of him who gave them unto us, that we may not give Satan the power over us, not strengthen those chains which he has, through the agency of the fall, obtained over the human family, but that we may overcome that evil as far as possible, even to the obtaining that knowledge and intelligence which was said to have been obtained by the brother of Jared, whose faith was so great that the Lord could not prevent him from looking within the veil.<span class=\"citation\" id=\"83492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83492)\">Ether 12:21<\/a><\/span> Why? Because he had clothed him<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"262a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0262.pdf\" target=\"pdfwin\">p.&#xA0;262a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>self with those principles which lead to exaltation, so that he could see beyond the vision of human ken, and the Lord could not keep him from penetrating behind the veil. <\/div><div class=\"paragraph jod\" id=\"v9n1263\"> If we are going to have anything excellent it is for us to look after it, and not let the Devil rule over us, but ornament our minds by our own virtuous acts and our bodies with the workmanship of our own hands. If we take this course the Lord will help us by placing the elements that are for the welfare and comfort of mankind within our reach. During the travels of the children of Israel, he showered down provisions upon them that they might not have to labor in the wilderness,<span class=\"citation\" id=\"54048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54048)\">Ex. 16:13<\/a><\/span><span class=\"citation\" id=\"54058\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54058)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54058)\">Ex. 16:15<\/a><\/span><span class=\"citation\" id=\"54076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54076)\">Ex. 17:1-6<\/a><\/span><span class=\"citation\" id=\"54710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54710)\">Num. 11:31-32<\/a><\/span> and ordained that their clothing should not wear out,<span class=\"citation\" id=\"55007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55007)\">Deut. 8:4<\/a><\/span><span class=\"citation\" id=\"55201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55201)\">Deut. 29:5<\/a><\/span> but otherwise than that, and a few other such instances, I do not know <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that he ever helped a human being except by placing within his reach the elements for him to combine therefrom for his support. He has put into our hands the power to combine the elements and to provide ourselves with those things that we need, and as I said in the commencement of my remarks, there is a dignity in labor, in drawing from those elements things necessary for our own benefit and advancement as intelligent beings. Let us therefore endeavor to improve the earth upon which we live, and make it pleasant to the sight of God and man. <\/div><div class=\"paragraph jod\" id=\"v9n1264\"> May God help us to comprehend and obtain those great blessings which he has in store for his faithful Saints, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}