{"ID":90047, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Encouragement of Home Manufactures&#x2014;Righteous and Unrighteous Ambition.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Tabernacle, Great Salt Lake City, March 16, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Encouragement of Home Manufactures, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 3\/16\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d47\">\n<div class=\"paragraph jod\" id=\"v9n1208\"> I feel thankful at the improved appearance of our Tabernacle this morning. The President said, &#x201C;Let there be light: and there was light.&#x201D;<span class=\"citation\" id=\"52047\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52047)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52047)\">Gen. 1:3<\/a><\/span> Brother Taylor said if he was going to <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> preach he should take that for a text, but I am not in the habit of taking texts. I shall, therefore, make such remarks as may come into my mind. <\/div><div class=\"paragraph jod\" id=\"v9n1209\"> Behold, light has come into the  <div class=\"break pagebreak\" id=\"251a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0251.pdf\" target=\"pdfwin\">p.&#xA0;251a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world, and the Saints are the evidence of it, because their minds have been enlightened by the truth which they have received, through the influence of which they have been gathered out from the midst of the nations of the earth, that they might build up the kingdom of God, a kingdom of righteousness where they are not in danger of being overwhelmed with the darkness and corruptions of the world from whence they came. We have come out from Babylon into these mountain valleys for this purpose. We have been brought together by the favor of the Almighty, that we might form a nucleus of strength and power on the earth to aid and assist one another, to strengthen the cause and build up the kingdom of God, to establish righteousness so that this kingdom cannot be swallowed up by the wicked and ungodly. Here, also, we can have a clearer vision and view, more light and understanding than we could in the countries that we came from. The vision is less obscured by surrounding objects. <\/div><div class=\"paragraph jod\" id=\"v9n1211\"> While brother Woolley was praying that we might have light, I felt to add one sentence, which was, that we, the Latter-day Saints, might do as well as we know how, that we might be able to accomplish the work assigned us. A person may have it in his heart to do so, but he may not have if in his ability to do as well as he knows because of the controlling circumstances which surround him at the time. This doubtless, is frequently owing to the ignorance of those associated with him, and if the people cannot do as well as they would at first, let them not be discouraged, but try again, and continue their efforts, perhaps they may bring greater influences to bear and combine more power as they proceed, until, finally they will be successful. When the prayer was being offered, I felt to say, &#x201C;O Lord, enable thy people to <div class=\"break columnbreak\" id=\"251b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0251.pdf\" target=\"pdfwin\">p.&#xA0;251b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3661\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> do as well as they know how,&#x201D; and I doubt not but this is the feeling in the hearts of all the sincere and faithful. And they ask, what can I do? How can I best serve my Master's cause? With the large majority of those that profess to be Saints, to know how to be the most useful in the midst of the Saints of the Most High God is the ever-prevailing desire; it is a constant thought. We have instructions from time to time, line upon line, precept upon precept<span class=\"citation\" id=\"58549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58549)\">Isa. 28:10<\/a><\/span> given to us by our president, informing us how to eradicate evil from our bosoms, to form a union of effort, of strength, of power, of faith to combine the elements together for the advancement of the kingdom and cause we have espoused, and those instructions of late have been, in a measure, upon points of a temporal character for the temporal salvation of the people. We should depend upon ourselves and upon our own resources and exertions for the things that are necessary for our temporal sustenance. <\/div><div class=\"paragraph jod\" id=\"v9n1212\"> If we wish to do anything that will be a credit to ourselves, let us now in the days of peace and prosperity, show our faith by our works,<span class=\"citation\" id=\"77562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77562)\">James 2:18<\/a><\/span> and labor to bring about for ourselves and the kingdom, those things that are necessary for our own support and existence, to manufacture our own clothing, to begin to lay aside those things that are unnecessary while they are within our reach, provided that we do it of our own voluntary act for the sake of holy and righteous principles, for the sake of doing right, then we may be entitled to a small mead of praise; but that individual who only reforms when he is obliged, is not entitled to praise. When there is an abundance of luxuries here, and we show that we can abstain from them and lay them aside to depend upon our own exertions, we thus gain strength and  <div class=\"break pagebreak\" id=\"252a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0252.pdf\" target=\"pdfwin\">p.&#xA0;252a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>power, instead of waiting till the things are entirely shut out from us. <\/div><div class=\"paragraph jod\" id=\"v9n1213\"> We desire to prove our integrity to ourselves and to our God. This perhaps is in the bosoms of all the Saints; they would like to show that they are willing to abide the teachings that come from the President to them, and to lay the foundation for bringing those things from the elements which they require. Let us endeavor to make a little calculation, exercise our intellects, be active and energetic, and combine together the ability which we find in our midst; let us also combine our efforts and means as well as our faith. We are frequently in difficulty to establish some mechanical branch of business. We have thus far been frustrated in our attempts to manufacture iron, not so much for want of the mechanical skill, as in consequence of a certain unrighteous ambition which some have had to be the first to bring out good iron. <\/div><div class=\"paragraph jod\" id=\"v9n1214\"> The Adversary is opposed to our progress, and he will strive to subvert every enterprise, but how does it become the Saints to let the evil influence and the power of the Adversary control them to that extent that if one brother cannot accomplish what is wanted, he feels in his heart that no one else shall? How does it look when a man cannot produce iron, for him to feel in his heart to operate for the purpose of thwarting every other man, and for this purpose get up a division and a contention among the brethren? This is the spirit that has been in Iron County; it is a kind of rivalry that is engendered in hell. To let the power of the Devil enter in and produce such feelings among Saints that ought to know better, and that ought to do better, is a disgrace to a people calling themselves the people of God. <\/div><div class=\"paragraph jod\" id=\"v9n1215\"> I speak of iron to illustrate this subject, because it is a case with <div class=\"break columnbreak\" id=\"252b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0252.pdf\" target=\"pdfwin\">p.&#xA0;252b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3660\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> which you are all familiar, and because it is an article of which we stand so much in need. There are other things, though perhaps of less moment, in which this kind of strife does exist. There is such a thing as a commendable rivalry, a desire to excel, and which tends to build up, but this of which I speak is a design to thwart the operations and to keep in men's own bosoms the knowledge which would do others good; yet they appear to delight in keeping looked up in their own bosoms that knowledge which would be of service to the community. Such persons fall far short of doing as well as they know how, or of doing all they can for the building up of the kingdom of God; all such will most likely become darkened in their counsel<span class=\"citation\" id=\"125469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125469)\">Job 38:2<\/a><\/span> and lose the knowledge which they possess, for the Lord has not bestowed that light and intelligence for such a purpose. If I understand the subject, we are here to use our best ability to aid with our might and power to bring about the purposes of the Almighty in the last days. Hence, when we see men continue to be actuated by such unworthy influences which we find to be both disagreeable and disgraceful, we should strive to help them in overcoming them. Perhaps we do not all think of it in this light. If we do not, let us search out and see where we do give the Evil One power over us, and how he takes the advantage and causes us to do things which hedge up not only our own way, but the way of others.<span class=\"citation\" id=\"125470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125470)\">Hosea 2:6<\/a><\/span><span class=\"citation\" id=\"125471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125471)\">2 Ne. 4:33<\/a><\/span> I do not suppose there is any person, even the most feeble, but could do some things for the advancement and benefit of this people, if they could and would do as well as they know how. With all the intelligence which the President possesses, I have no doubt but he could at many times do a great deal better for the benefit of Israel if the people around him pos<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"253a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0253.pdf\" target=\"pdfwin\">p.&#xA0;253a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sessed more of the disposition to exercise and bring into use the knowledge and power to do good with which the Almighty has endowed them, but owing to their lack of diligence, and command over themselves they let the Adversary get power over them, and that thwarts him in his purposes which he would otherwise accomplish. The Lord himself cannot accomplish as much with a people who are slow to comprehend, who do not resist the powers of darkness and who do not overcome the power of the Evil One, but permit Satan to rule predominant in their bosoms and throw obstacles in their way, as he could and would with a people who not only being willing and obedient but who exhibit a disposition to govern and control their evil propensities, subdue and eradicate them from their bosoms, and give free scope and power to the intelligence, light, and knowledge with which they are so graciously endowed. <\/div><div class=\"paragraph jod\" id=\"v9n1217\"> Well, then, we see that here is a labor that we can perform ourselves, if we will be careful and look into our own bosoms and eradicate therefrom the evil influences which we permit to come in there and darken our own counsel<span class=\"citation\" id=\"125472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125472)\">Job 38:2<\/a><\/span> and minds, and be a clog in the way of the kingdom instead of helping it along. <\/div><div class=\"paragraph jod\" id=\"v9n1218\"> In all measures which need our help, we should strive to see the utility of them, if possible as soon as those that have set about to do the work, and let our faith be to go about the labor required of us; let us go about it unitedly, with one heart and one voice. Then, cannot we ac<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"253b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0253.pdf\" target=\"pdfwin\">p.&#xA0;253b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3659\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>complish things as the Lord wants? Yes, we can, and then we shall soon see the kingdoms of this world tremble and fall to pieces. There are some portions of this community, I am aware, that feel right about the temporal progress of this kingdom. <\/div><div class=\"paragraph jod\" id=\"v9n1219\"> I am speaking of these matters that you, my brethren and sisters, may lend a helping hand and let the kingdom increase, that we may all see the work of our God roll forth and increase with greater power and magnitude. Our President desires it, and so does the Almighty, and he will bestow his blessings upon his people and cause them to prosper exceedingly. <\/div><div class=\"paragraph jod\" id=\"v9n1220\"> I presume there is no person living, who, if it had been possible twelve years ago to have looked forward to this time, and seen the vast increase of this mighty work and its magnitude, but would have considered it the most glorious scenery that could be exhibited to their view. No person could have imagined it, unless the Lord had shown it to him by opening the vision of his mind to see it. <\/div><div class=\"paragraph jod\" id=\"v9n1221\"> We have truly attained to great blessings, still greater are before us, and we can rejoice more abundantly in the faith as we witness the development and progress of the great work in which we are engaged. We see great and important events before us, and duties to perform that are of great importance. Let us take hold with a will and with our whole heart, that we may progress more abundantly than we have hitherto done, which is my prayer and exhortation in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}