{"ID":90046, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Salvation the Result of Individual Exertion.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, March 23, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Salvation the Result of Individual Exertion.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 3\/23\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d46\">\n<div class=\"paragraph jod\" id=\"v9n1188\"> I am now looking upon the best people on the earth, that we have any knowledge of. There is not another community that presents the same amount of honesty, purity of heart and life, and integrity to God and to one another; yet much can be said upon our weaknesses, shortsightedness, and proneness to wander from right and do evil. I do not know that I should do right in giving full vent to some of my views and feelings concerning this people. <\/div><div class=\"paragraph jod\" id=\"v9n1189\"> While conversing with some brethren the other day upon the conduct of this people as viewed by the intelligence of Heaven, I said, that it was a wonder to me that God had not long ago destroyed us all. His mercy and long-suffering are truly marvelous. Again, when I realize the object of our creation, the day of our trial we are now passing through, the weaknesses the Lord has ordained to come upon the children of men, and the steps to be taken for the exaltation of the human family my heart is filled with gratitude to God, it exults in his great beneficence. I glorify his name that he has spoken from the heavens, and noticed us mortals. I am exceedingly rejoiced that we have the privilege of living in the day when the Lord has spoken to the children of men, and revealed the Priesthood and placed it upon men, giving them the privilege of attaining to glory, immortality, and eternal lives. In the midst of our great <div class=\"break columnbreak\" id=\"246b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0246.pdf\" target=\"pdfwin\">p.&#xA0;246b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3666\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> weaknesses and manifold failings, we have abundant cause for exceeding great joy in the Gospel of our salvation. Are these great weaknesses to be found in the birds of the air, in the fishes of the sea, or in the beasts of the field? No. The animal, vegetable, and mineral kingdoms abide the law of their Creator; the whole earth and all things pertaining to it, except man, abide the law of their creation.<span class=\"citation\" id=\"88433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88433)\">D&amp;C 88:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1190\"> I now see before me beings who are in the image of those heavenly personages who are enthroned in glory and crowned with eternal lives, in the very image of those beings who organized the earth and its fulness, and who constitute the Godhead&#x2014;<span class=\"citation\" id=\"52130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52130)\">Gen. 1:26<\/a><\/span>still here is the evil, and we are the ones who are accountable; for we are the &#x201C;lords of creation.&#x201D; We hold in subjection the creation; we avail ourselves of the great truths found in the arts and sciences, we navigate the seas, we survey the land, we convey intelligence with lightning speed, we harness steam and make it our servant, we tame the animals and make them do our drudgery and administer to our wants in many ways, yet man alone is not tamed&#x2014;he is not subject to his Great Creator. Our ignorant animals are faithful to us, and will do our bidding as long as they have any strength; yet man who is the offspring of the Gods, will not become subject to the most reasonable and self-exalting principles.  <div class=\"break pagebreak\" id=\"247a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0247.pdf\" target=\"pdfwin\">p.&#xA0;247a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>How often have we witnessed a faithful animal conveying his master home so drunk that he could not see his way or sit up; yet his faithful animal will plod through mud, shun stumps, trees, and bad places, and land him safely at home. <\/div><div class=\"paragraph jod\" id=\"v9n1192\"> Are we even obedient to our better judgments and to truth that is self-evident? Many of us have been taught the doctrine of total depravity&#x2014;that man is not naturally inclined to do good. I am satisfied that he is more inclined to do right than to do wrong. There is a greater power within him to shun evil and perform good, than to do the opposite. We have the powers of darkness, or the influences opposite to good, to contend with, &#x201C;For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.&#x201D;<span class=\"citation\" id=\"75377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75377)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75377)\">Eph. 6:12<\/a><\/span> There are two classes of influences, one tends to good and the other to evil; one to truth and life, the other to falsehood and death. Evil is sown in our nature, but there is not a person who is not prompted to do good and forsake evil, though there are but few who, from their own volition, will subject themselves to be perfectly obedient to the law of Christ,<span class=\"citation\" id=\"74670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74670)\">Gal. 6:2<\/a><\/span><span class=\"citation\" id=\"88374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88374)\">D&amp;C 88:21<\/a><\/span> yet there are dispositions that will be subject to the truth through cruel mockings and scourgings, bonds and imprisonment. Truth is for us, right is for us, life is ours. <\/div><div class=\"paragraph jod\" id=\"v9n1193\"> Our enemies accuse the leaders of this Church of having too much influence over the people. How much influence have I, or any other man that ever lived in this kingdom, over an apostate? It is now as it was in the days of Joseph. While people retained the spirit of their religion, they looked upon him as one of the best men on the earth; but when they gave way to the spirit of apostasy, then he was the worst of men. This <div class=\"break columnbreak\" id=\"247b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0247.pdf\" target=\"pdfwin\">p.&#xA0;247b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3665\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has been so in all ages with every Prophet, Apostle, and righteous man and woman; they have had the warmest friends, and the bitterest enemies. No man has friends like those who are righteous; their friendship is even unto death, and then it reaches throughout all eternity. The friendship of the wicked must fade away, sooner or later; while the friendship of the righteous will last forever and ever. When we understand the truth let us abide by it, and boast not in our own strength, but glory in the strength of the Almighty.<span class=\"citation\" id=\"82201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82201)\">Alma 26:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1194\"> The Elders often tell how many they have converted, and how many churches they have built up in different parts of the world. When persons apostatize from the path of right, I think some of them are man-made converts; as a Methodist preacher remarked to a drunken man lying by the wayside, who hailed him with delight saying, &#x201C;You are my father in Christ, you converted me.&#x201D; &#x201C;I should think so,&#x201D; said the preacher, &#x201C;for it is very clear that you are not one of the Lord's converts.&#x201D; We cannot make Latter-day Saints of anybody on this earth but ourselves; we have not even power to make a Saint of a wife, or a child, a brother, or sister, in the least degree, unless they will hearken to counsel and obey the principles of righteousness, which I contend they are naturally inclined to do, were it not for the awful apostasy there is in the world. All persons must possess their intelligence free and independent before God. <\/div><div class=\"paragraph jod\" id=\"v9n1195\"> I preach the Gospel to the Latter-day Saints; and if a person comes into our community and wishes to know further with regard to life and salvation, I will tell him as freely as ever I breathed the mountain air; but you cannot find one person that I ever crowded my religion upon either in or out of the Church. I have my  <div class=\"break pagebreak\" id=\"248a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0248.pdf\" target=\"pdfwin\">p.&#xA0;248a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>reasons for taking this course. I never preach such sermons as, &#x201C;Well, Mr. C., or D., have you heard any of our Elders preach? Do you know anything about Mormonism?&#x201D; &#x201C;No.&#x201D; &#x201C;Why, our Gospel is the Gospel of life and salvation, it is the only true plan of salvation for the people; and you must be a &#x2018;Mormon;&#x2019; if you are not a &#x2018;Mormon,&#x2019; you must expect to be damned.&#x201D; If a person wishes to know my religion, I am willing that he should know the whole of it. There is nothing secret or hidden in it; the whole plan of salvation is for the human family, and is as free as the waters that flow from our mountains into the valleys. If you thirst, drink until you are satisfied, for you are truly welcome. This is the nature of the Gospel, and the character of Him who has sent it. It is free for all. But I am not disposed to compel any person to partake of that which they dislike, or have an aversion for. <\/div><div class=\"paragraph jod\" id=\"v9n1197\"> This may not be right in every case. Why it is right with me is, that, if a person urges upon me that which I am not disposed to receive, it creates in me an alienation of feeling toward that person. I am naturally opposed to being crowded, and am opposed to any person who undertakes to force me to do this, or not do that. In my youth I was supposed to be an infidel, and perhaps in one respect I was, though I would have freely given all the gold and silver I ever could possess, to have met with one individual who could show me anything about God, heaven, or the plan of salvation, so that I could pursue the path that leads to the kingdom of heaven; but I did not want to be urged, and I am so inclined to this day. Yet I am convinced that it would not do for every man to pursue this course in every circumstance. We can guide, direct, and prune a tender sprout, and it inclines to our direction, if it is wisely <div class=\"break columnbreak\" id=\"248b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0248.pdf\" target=\"pdfwin\">p.&#xA0;248b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3664\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and skillfully applied. So, if we surround a child with healthy and salutary influences, give him suitable instructions, and store his mind with truthful traditions, maybe that will direct his feet in the way of life. <\/div><div class=\"paragraph jod\" id=\"v9n1198\"> There are persons of twenty, forty, and sixty years of age, who never saw a day in which they knew their own minds. They seem to be undecided in all their actions, like a child a few years old, and need some person to direct them. I am somewhat different from this class of persons. Should I be told that it is time to wash my face and eat my breakfast, I should be strongly inclined to notify my informant that I knew that as well as he did. So some of our Elders who preach in the world, will go into this or that house, begin to converse with the members of the family, and tell them they must be baptized or be damned. This will turn some persons against them and the truth, simply because they will not be compelled to do anything; while there are others in the world who would not embrace the truth, unless they were ordered to do it; probably they are those who will be compelled to come in. <\/div><div class=\"paragraph jod\" id=\"v9n1199\"> There is a class of people that will not move to do themselves good, only as they are urged and commanded. There is a wide difference in people in this respect. There are instances in this community that if a wife does not urge her husband to pray in his family, he would never do so. And again, there are men in this city and throughout the settlements as good men as need be, who are driven from this duty by the teasing of a wife. &#x201C;Now, pa, come, do let us have prayers; I have got all the children here and the Bible, and I do want to have prayers.&#x201D; He cannot bow to that kind of compulsion, to save him; and if he should be damned he will not be made to pray in such a manner,  <div class=\"break pagebreak\" id=\"249a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0249.pdf\" target=\"pdfwin\">p.&#xA0;249a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>for when he prays he means to do it for his God, and not because a woman teases him to do it. If a wife of mine should undertake to direct me in such a manner, I should give her to understand that I would tell her and the children when to come to prayers, when to go to parties, and how to reverence the Holy Priesthood and their God; I should never pray in creation, if I could not do it independent of the dictation of a woman. <\/div><div class=\"paragraph jod\" id=\"v9n1201\"> I know that the people need more or less teaching and urging all the time, Sunday after Sunday, to keep them in the path of safety. How easy we get out of patience! We get a little hasty, and do a little wrong, because we do not train ourselves&#x2014;do not conquer ourselves, and subject ourselves to the law of Christ. Sisters speak evil of sisters, they hear of it, and straightway return the compliment in a spirit of vindictiveness. Elders have contention with Elders; they do not understand alike, and are not disposed to in their deal. Elders are agreed on the way and manner necessary to obtain celestial glory, but they quarrel about a dollar. When principles of eternal life are brought before them&#x2014;God and the things pertaining to God and godliness&#x2014;<span class=\"citation\" id=\"78225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78225)\">2 Pet. 1:3<\/a><\/span>they apparently care not half so much about them as they do about five cents. &#x201C;We want the dollars.&#x201D; What are they good for? Dollars will do good, if you can keep them until they will do good, using them in the right way. Men will scramble over each other to get gold and silver, and when they have it they waste it; it passes from them, and they know not how, doing them no good. <\/div><div class=\"paragraph jod\" id=\"v9n1202\"> You can go into many houses in this Territory and find, for cooking utensils, an old skillet in which they cook their meat, heat their dishwater, wash their dishes, mix up pig feed, &amp;c.; and when they set their table it is in keeping with the old <div class=\"break columnbreak\" id=\"249b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0249.pdf\" target=\"pdfwin\">p.&#xA0;249b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3663\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> skillet; you find little to eat, and that is half burnt and half cooked, unpalatable and unhealthy. The wife and children have scarcely a decent dress, and all around, in the house and out of it, is a picture of misery. Yet if you ask the owner of the house whether he has any cattle on the range, &#x201C;Oh, yes.&#x201D; How many? &#x201C;I do not know; I had fifty head the other day, but I am not sure how many oxen and cows I have.&#x201D; How many calves have you? &#x201C;I think I have fifteen or twenty.&#x201D; Do you have any butter for breakfast? &#x201C;No;&#x201D; and when they have any, it is about the size of a walnut and as white as cheese curd. They do not know how to make butter and cheese, yarn and cloth, nor do they try to learn. The wool is wasting; the flax, if any is grown, is left to rot; indolence, dirt, and scarcity reign where cleanliness, beauty, order, and plenty could be produced by the hand of industry, economy, frugality, and care. There is a wonderful amount of ignorance with regard to our temporal life, to say nothing of our spiritual life. <\/div><div class=\"paragraph jod\" id=\"v9n1203\"> A misunderstanding of five dollars in a settlement will sometimes set some of our Elders to quarrelling and contending, and spending the time of the High Council and Bishop Courts, and making a cost of a hundred dollars. You cannot bring up anything that relates to Priesthood, God, heaven, or heavenly things, that will move them in the direction of a quarrel, and yet they will contend about a little filthy lucre<span class=\"citation\" id=\"125465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125465)\">1 Tim. 3:3<\/a><\/span><span class=\"citation\" id=\"125466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125466)\">Titus 1:7<\/a><\/span><span class=\"citation\" id=\"125467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125467)\">1 Pet. 5:2<\/a><\/span> which they cannot hold; they pass by the things of God as naught compared with it, living year after year, learning little or nothing that pertains to life eternal, but would rake earth and hell to secure a few cents. Money is not wealth; neither can you subsist upon it, in the absence of the common aliments of life. It is the love of money that is a mischief&#x2014;that is the  <div class=\"break pagebreak\" id=\"250a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0250.pdf\" target=\"pdfwin\">p.&#xA0;250a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>root of all evil.<span class=\"citation\" id=\"75979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75979)\">1 Tim. 6:10<\/a><\/span> Love not gold, nor silver, nor anything of the kind, but gather around you that which will make you &#x201C;healthy, wealthy, and wise;&#x201D; then all will be right, and real wealth will increase around you, and wisdom from God will illuminate your course through life. <\/div><div class=\"paragraph jod\" id=\"v9n1205\"> We pray for wisdom, but God will as soon put bread and meat in our cupboards without any endeavor of ours, as he will give us wisdom without our trying to get it. If a man wants a farm, let him make it; if he wishes an orchard he plants it; if he wants a house for his family to live in, he must gather the materials and build it. The Lord instructed the people in primitive times how to smelt the ores and work in the different metals, how to hew stone, how to build houses and temples. He will give us wisdom in these things, but he will not come down to do the manual labor. <\/div><div class=\"paragraph jod\" id=\"v9n1206\"> As we prepare materials to build a house or temple, so man can prepare <div class=\"break columnbreak\" id=\"250b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0250.pdf\" target=\"pdfwin\">p.&#xA0;250b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3662\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> himself for the reception of eternal wisdom. We go where the materials for a house are, and prepare them to answer our purpose; so we may go to where eternal wisdom dwells, and there diligently seek to possess it, for its price is above rubies.<span class=\"citation\" id=\"56175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56175)\">Job 28:18<\/a><\/span><span class=\"citation\" id=\"125468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125468)\">Prov. 31:10<\/a><\/span> I have frequently said that the greatest endowment God ever gave to man is good, sound, solid sense to know how to govern ourselves, how to choose the good and refuse the evil,<span class=\"citation\" id=\"58001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58001)\">Isa. 7:15-16<\/a><\/span> to know how to sever the right from the wrong, the light from the darkness, and gather to ourselves that wisdom which comes from God, and reject that which comes from beneath. Let all be brought into subjection to the will of God, and then there would be no contention about a trifle, but every man would contend lawfully for the things of God, and more earnestly than for silver and gold. <\/div><div class=\"paragraph jod\" id=\"v9n1207\"> May the Lord bless the good and fill the earth with the righteous. Amen. <\/div>\n<\/div>\n<\/div>"}