{"ID":90041, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Preaching the Gospel to, and Helping the Lamanites&#x2014;Obedience to Counsel.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, made in the Bowery at Provo, July 15, 1855.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Preaching the Gospel, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 7\/15\/1855<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d41\">\n<div class=\"paragraph jod\" id=\"v9n1098\"> I have sat and listened with a great deal of interest to the teachings of the Prophets and Apostles of the Lord, and I feel it to be a privilege, indeed, to enjoy the society of such men, to hear them speak, and to have a few moments with the rest to address you. In the subjects and items that have been presented before us, there is a great amount of important matter. I have felt, and did in the commencement of this Conference, that for one man or several men to have oil enough in their vessels<span class=\"citation\" id=\"125460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125460)\">Matt. 25:1-13<\/a><\/span> to supply one thousand men was a very difficult thing, but it seems necessary when a congregation comes together for all to have oil in their <div class=\"break columnbreak\" id=\"221b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0221.pdf\" target=\"pdfwin\">p.&#xA0;221b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3691\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> lamps, and not to require one or half-a-dozen men to have oil with them for the whole congregation. <\/div><div class=\"paragraph jod\" id=\"v9n1099\"> Well, brethren and sisters, we have heard a great deal since this meeting commenced, on various subjects, and we have had good teachings&#x2014;principles of eternal life have been set before us by the several brethren who have spoken. The proceedings of this Conference have led my mind to reflection. I have reflected upon what I have heard, and considered the importance of those teachings we have received; and there is one thing I want to say to this congregation, when the servants of God who have been set to lead us, or to lead the  <div class=\"break pagebreak\" id=\"222a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0222.pdf\" target=\"pdfwin\">p.&#xA0;222a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>people of God in all the world, when they rise up to testify, and when they stand forth to teach the Saints, and to present principles before them that are calculated to save them if adhered to, I wish the Saints to understand that those teachings, or those precepts have to be received by us as a people, for they will prove a savor of life unto life or death unto death.<span class=\"citation\" id=\"74023\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74023)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74023)\">2 Cor. 2:16<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1101\"> I thought of the children of Israel this morning. Now, says Moses to them, I have set life and death before you, choose which you will receive,<span class=\"citation\" id=\"55214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55214)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55214)\">Deut. 30:15-20<\/a><\/span> and it is just so with us, the way of life is pointed out and if we neglect to walk therein, there is nothing but death stares us in the face. Let us stop and reflect a moment&#x2014;let us see whether it is best for us to receive life or death. Brethren, you have heard plain truths, and they have been dictated by the power of the Holy Ghost and by the testimony of Jesus Christ, and now is the time for you to decide whom ye will serve.<span class=\"citation\" id=\"55328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55328)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55328)\">Josh. 24:15<\/a><\/span> When I used to hear the Prophet Joseph, and when I hear Brigham, or Heber, or Jedediah M. Grant, or the Twelve Apostles, or any other men, if they speak by the spirit and power of God, and they tell us thus saith the Lord, so and so will come to pass, for instance those who will feed and clothe these Lamanites and see to their wants, as our President has told us, they shall be blessed and prosper, while those who despise them shall go down and shall not stand in the kingdom of God, I believe that what they say will be fulfilled. I also believe that which was said here today, viz.&#x2014;That we do forget what we are, and we often forget who we are; we forget, as a people in these mountains, by what hand we have been led here, and by whom we have been governed and controlled since this kingdom has been <div class=\"break columnbreak\" id=\"222b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0222.pdf\" target=\"pdfwin\">p.&#xA0;222b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3690\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> organized and the holy Priesthood committed to man upon the earth. We become so overcome by the cares of life that we neglect and forget our duties, and as the brethren have remarked with reference to our brethren and sisters in this place, they do not realize the responsibility that rests upon us. Do we realize the salvation that is to be given to this people? If we did we would prize our privileges far more than we do at the present time. How many of us who are now in this congregation realize as we ought the salvation and the privileges which are granted to us? Do you appreciate the Priesthood that is given you, and that the keys of the kingdom are given to you, and that the world of mankind are dependent upon you for salvation? No, not as you ought. We forget our God and our prayers, we forget to call upon God for his Holy Spirit to rest upon us, that we may live to his honor and glory. Truly, if the Elders in this Church and kingdom realized what is put into their possession, and that the God of heaven will actually require an account of our stewardship, an account of what we have been doing, and what use we have been making of the gifts and blessings which he has bestowed upon us, we should be more diligent in the performance of all our duties, and we should often act differently to what we do, and pursue a different course, and especially concerning our red brethren. And I will say to you brethren who reside in Provo, for God's sake listen to counsel, and for the sake of the house of Israel, and for your own sake listen to the instructions of President Young and carry them into practice. Do not go away from this stand and let those things escape your minds, and be like water spilled upon the ground which cannot be gathered again, but receive them as the revelations of  <div class=\"break pagebreak\" id=\"223a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0223.pdf\" target=\"pdfwin\">p.&#xA0;223a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Jesus Christ to us. It has been remarked that it costs a great deal to keep the Lamanites, and who does not know that everything costs a good deal in this kingdom? Have you not tithed your whole substance, your flocks and herds and all your possessions? Have not the Gentiles robbed you and spoiled you of everything you possessed? And have you not had to make your beds in the mud upon the banks of the Mississippi River? You have experienced all this and a great deal more. Does it require the same to pay your Tithing? Does it require the same affliction, the same suffering to keep the commandments of God, as it did in those days of persecution and trial? No, it does not. Will it cost as much to farm for them, to feed and clothe them, as it cost us in those times of trouble and perplexity? All will acknowledge that it is better to give a part than to lose the whole, and have to flee to the rocks and mountains, and be driven from our homes by the Gentile world. You will find, brethren and sisters, that the trials will be heavier and more severe every time, and you will also find, that when the duties of our calling are light upon us, it will be then that we will require to be stirred up to diligence and to the performance of our duty. The people are always the best when they are busily engaged. When I have heard brother Kimball declare, that if this people did not save their wheat and the necessaries of life they would see hard times and famine in the land. I say these things sink like lead into my feelings, and they always did from the very first that I heard them. Whenever I hear things set forth by the servants of God, I always know that there is a meaning to them, and they always weigh heavily upon my mind. The Lord foreshows us through his servants what is coming to pass, and in this way we have <div class=\"break columnbreak\" id=\"223b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0223.pdf\" target=\"pdfwin\">p.&#xA0;223b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3689\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> been led by the hand of God; and it has been by his mercies that we have been guided until the present time. The blessings of God have been multiplied upon our heads year after year, and we have had more than we deserve bestowed upon us, and the counsel and instructions given us have been good. I hope that we will be wise, and not let those things pass away as idle tales, but follow them up and be on hand for everything that is required at our hands. I hope that brother Snow will lead up in these matters, respecting your meetinghouse and farming operations for the natives, and I hope that they will carry out the instructions given them, and if the brethren will attend to these things and do them in faith and in the name of the Lord, I will tell you how it will be, all you take in hand will prosper, the Lord will bless your crops, and your cattle, and all that you possess. But if you neglect your labor this year, why next year your labors will be double; and so it will be year after year until all your blessings will be taken away, and you will be left to yourselves. Then do what is required at your hands, and your yoke will be easy and your burden light,<span class=\"citation\" id=\"64333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64333)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64333)\">Matt. 11:30<\/a><\/span> because you will do each day that which belongs to that day. <\/div><div class=\"paragraph jod\" id=\"v9n1103\"> I know that what has been said here is true, and the Spirit bears record to you and to every honest heart&#x2014;to every man and woman that these things are correct. These Lamanites have a right to the holy Priesthood, and it is our duty to carry the Gospel unto them that they may attain to all its privileges and blessings. <\/div><div class=\"paragraph jod\" id=\"v9n1104\"> We have for the last twenty years been preaching it in the United States, in Europe, and distant nations of the earth, and thousands have embraced it; but in accomplishing this the Elders of Israel have had to make all kinds of sacrifices, and be absent from  <div class=\"break pagebreak\" id=\"224a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0224.pdf\" target=\"pdfwin\">p.&#xA0;224a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their families for several years at a time, but now the key is turned to the seed of Israel, they are right here in our midst scattered abroad among these mountains. &#x201C;What,&#x201D; says one, &#x201C;preach the Gospel of Jesus Christ to these natives?&#x201D; Yes, God has determined that seeing the Gentiles count themselves unworthy of eternal life,<span class=\"citation\" id=\"71869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71869)\">Acts 13:46<\/a><\/span> he will through the instrumentality of his servants cause salvation to go to Israel in the mountains, and fulfil the promises which were made to their fathers hundreds of years ago. When you see the servitude in which the poor of mankind are kept in the various nations, and the privations, abominations, and oppression that grind down the inhabitants of the earth, does it not make us feel for them? And to whom can they look for deliverance? They never will find it but through the instrumentality of this people, for into their hand the kingdom is given nevermore to be destroyed,<span class=\"citation\" id=\"61200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61200)\">Dan. 2:44<\/a><\/span> but it will spread and increase until all have had an opportunity of receiving the truth in all nations. And those that will not keep the commandments of God will feel his chastening rod, for he will purify and cleanse the earth that it may be prepared for the coming of Christ. <\/div><div class=\"paragraph jod\" id=\"v9n1106\"> The kingdom of God will remain upon the earth, and the holy Priesthood will rest down upon these our neighbors as well as we, and the keys of power will remain with this people forever and be used for their redemption, for this is the decree of the Almighty. If we do not do our duty as a people we shall be chastened and whipped until we learn obedience. Then, I say, that it is for us to work to build up his kingdom, whatever we are instructed to do, that we should perform at all times and listen to the counsels of his servants whatever may be the consequences. Yes, brethren, the time is at hand when <div class=\"break columnbreak\" id=\"224b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0224.pdf\" target=\"pdfwin\">p.&#xA0;224b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3688\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> we are and shall be required to put forth our hands and do a great work upon the earth, and the dead branches must be cut off<span class=\"citation\" id=\"70155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70155)\">John 15:6<\/a><\/span> in order that there may be room for the kingdom of God to grow. We see the judgments of God spreading among the nations of the earth, and what are our feelings? My feelings are, that it is according to the prophecies of those men who were inspired in days that are gone. Well, do I delight in seeing the wicked destroyed? No, I do not; but I delight in seeing the righteous get what they look for, happiness and eternal life. Is it a benefit for the wicked portion of mankind to live or to die and go down to the grave? It is better for the people to go down to the grave than to live upon the earth; when the principles of salvation are offered to the world, it is better that they should cease to live than bring thousands of posterity into the world who will like themselves do wickedly, for the wicked and the ungodly of the earth will not receive the Gospel of Christ, and the earth is bound to be cleansed that there may be room for the righteous to live, for a holy and righteous generation to be raised up and the name of God honored among men. These are my feelings upon that subject. And it will be just so with us, we will be under greater condemnation than any other people if we neglect our duties, because we have received the Priesthood of God, and have learned what is right and what is wrong. How many of our brethren now present, before the light of revelation came, felt as we do now? Would we not have given anything in the world that we possessed to have had the privilege of listening to the teachings we have had this day? We were then like the blind groping for the wall,<span class=\"citation\" id=\"59854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59854)\">Isa. 59:10<\/a><\/span> and all we had to do was to walk by the little light we could get. We were then filled with traditions of  <div class=\"break pagebreak\" id=\"225a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0225.pdf\" target=\"pdfwin\">p.&#xA0;225a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>our fathers who had inherited vanity, lies, and things in which there was no profit.<span class=\"citation\" id=\"60473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60473)\">Jer. 16:19<\/a><\/span> Things are different now, we know for ourselves, we understand the things of God, then let us obey for ourselves that we may prosper. I feel an anxiety for the welfare of this people, and I pray that we may not neglect the blessings that are given to us, for this is an important time. While we are in this probation we should make the best possible use of our time, for this is the time to receive life and knowledge and to lay up treasures in heaven, that where our heart is, there our treasures may be also.<span class=\"citation\" id=\"63518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63518)\">Matt. 6:20-21<\/a><\/span> There are many things in my mind to speak upon for the benefit of this people, but I do not feel to occupy your time longer. I do feel though that the subject before us is of all importance to the house of Israel, and I believe that the Lord does intend that we should speak to them, and bring them to understand the light of truth. They are in darkness, because their fathers had the truth and turned away and forsook the Lord their God. The Prophets among them wrote records, and in those records they promised blessings to their children who should live in the last days.<span class=\"citation\" id=\"81779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81779)\">Enos 1:13-18<\/a><\/span> They promised that after the cursing and afflictions should come the blessings, and if the Lord has taken us from the midst of the Gentiles and has enlightened our mind so that we can comprehend life and death in a great measure, and the principles of truth that are being revealed, we should feel satisfied with the blessings God has given, and we should be as ready to preach to these Lamanites as we are to the Gentiles. Are they not of the seed of Israel? Are they not all our brethren and of the house of Joseph? Then, brethren, let us take heed, and when we look upon them and see their conditions deal with them wisely, and the Lord will acknowledge <div class=\"break columnbreak\" id=\"225b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0225.pdf\" target=\"pdfwin\">p.&#xA0;225b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3687\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our labors. I will tell you what I believe about this matter&#x2014;the redemption of these natives&#x2014;had this people come here under the same impressions that they had in New York, in Ohio, in Kentucky, or in Maine, or in any other State, had they come when they first received the Gospel and the Spirit of it, for then their hearts were touched with the Spirit of the Gospel of salvation, and they felt well, and had they have come here under those impressions and continued to live under those impressions which they first received in relation to these scattered tribes; I say long before this, had the people who first settled in Utah Valley lived up to the first impressions first made upon their minds, these Utes would have felt to be our brethren and sisters. They would have been one with us, and they would have been in this Church long ago, and their children would have been reading and writing, and you would have seen some of the young men busily engaged preaching to the tribes the fulness of the Gospel of Jesus Christ. If the Latter-day Saints had come here when they first received the impression, and the Book of Mormon from Joseph Smith, this wild degraded race of men might have been, to a great extent, civilized and acquainted with the Gospel. What do you say brethren, is not that correct? (Loud cries of &#x201C;Yes.&#x201D;) I know it is. I have heard the brethren and sisters speak in tongues and give interpretations about this very people, and they would say that they would teach the Lamanites to spin and sew, and also to be clean; do they feel so now? No; I tell you they are backsliders from that faith which they then imbibed; they are lukewarm and cold to those things which God has taught us respecting this people with whom we now live. Well, now, again, if you will reflect and look  <div class=\"break pagebreak\" id=\"226a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0226.pdf\" target=\"pdfwin\">p.&#xA0;226a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>back a little you will see that we have been for several years past calling for the Elders to go forth and preach the Gospel, and we have almost preached to all nations. There may be some nations that we have not preached to, but we have preached it in France, Italy, Germany, and the States of the German Confederacy; and it has been preached in the British Isles, in North and South America, and the Society and Sandwich Islands, and to China, and we have even sent them to the dark regions of Asia and Africa to preach the Gospel of Christ. There were two of our brethren past through here last night who have been to those countries. Chauncey West has been through that country and can tell how it is there. Could he get any converts there? Yes, if he could get them plenty to eat, but if he could not feed them and keep them they would not stay with him. Now Chauncey West has done as much as he could, and not only preached and traveled, but he has cleared his skirts of those people among whom he has traveled, and he has cleared this people, for they have been commanded to preach this Gospel to all the nations of the earth.<span class=\"citation\" id=\"66435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66435)\">Matt. 28:19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1109\"> Do we want to save the Lamanites? Yes, we do, and they are here by thousands and hundreds of thousands, right upon this continent; we have them all around us and they want saving. Supposing we were to take those Elders that we have in the various nations and send them in among these Indians, these natives of the mountains, what would be the result? Our Elders go and leave their families for two, three, five and seven years, they leave all and travel by land and sea, they get shipwrecked, go almost naked, and be gone for years, preaching and laboring year after year, and what do they accomplish? <div class=\"break columnbreak\" id=\"226b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0226.pdf\" target=\"pdfwin\">p.&#xA0;226b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3686\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Not as much as they could do at home in one month, but still they go, and positively don't do as much good as they could do at home in one fourth the time. Now, suppose I were to call for Missionaries to go and preach the Gospel to the nations that are termed the civilized nations, I could get hundreds of volunteers. Why are you not willing to make sacrifices here? Why should not men be willing to go and spend their time and talents among these Lamanites and save time, money, and hundreds and thousands of dollars? Let a man till his garden, attend to the cows, get his living and devote the spare portion of his time to preaching to these Lamanites, and he will be right at home all the time. But men will prefer going and spending their time year after year among the Gentile nations, and accomplish a mere nothing. And I can find men in this congregation who will do this, and do it freely, but say to them set your own time and go to the canyon and get a load of wood for these Lamanite squaws and will they do it? No, they will not. Is it not strange that men will act so, go from home and spend hundreds and thousands of dollars to preach the Gospel to somebody of noted civilization, away off yonder (pointing east), but will we go to the Lamanites? No, but we try to get away off from them. We are treating them just as the Latter-day Saints have been treated by the Gentiles. If any of them come about begging, the Latter-day Saints instead of serving them and thereby kindling a good spirit within them say, &#x201C;here, get out of the way, let this alone, and don't you meddle with that, I don't like you, go away from my house.&#x201D; This is the way the Saints talk to these natives. Now, where shall we go&#x2014;to the nations that have rejected the fulness of the Gospel, or shall we stay at home and preach to these  <div class=\"break pagebreak\" id=\"227a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0227.pdf\" target=\"pdfwin\">p.&#xA0;227a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>natives? I tell you, if we send this people off from us and treat them with contempt we shall regret it, and mourn because of it. I am going to tell you what to do with these natives, you Bishops and Presidents of Provo and Springville, call out those teams which you have about you, all of them, and if these Indians want wood, haul it for them for you have burned theirs, and they need a little wood as well as you. Let them have feed on the range for their horses, wood to burn, and then they will let you alone. You will eat their fish too, on which they depend for a living one part of the year, and every serviceberry that you can find in the mountains, and still you grumble to let them have a little with you. You don't want the crickets, and therefore they can have the whole of them, but you have secured the antelope and everything else that you could make any kind of use of. Before the whites came, there was plenty of fish and antelope, plenty of game of almost every description; but now the whites have killed off these things, and there is scarcely anything left for the poor natives to live upon. Brethren what are you going to do with them? Kick them out of doors when they come in and let them starve to death? If we do this, we shall most assuredly regret it. Well, what will you do brother Brigham? I will tell you what I will do; there is brother Armstrong here, and he is an agent, and I want him to set off a piece of land for the natives and make a division line, and have it clearly understood that they are not to intrude upon your ground, nor you upon theirs. In addition to this, make a road from their land, so that when they want to come to the city they can do it without breaking down fences or intruding upon anybody's land. Then teach them to work, to <div class=\"break columnbreak\" id=\"227b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0227.pdf\" target=\"pdfwin\">p.&#xA0;227b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3685\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fence in their land, to plough, to raise wheat and corn, and potatoes, and everything they need; teach them to be cleanly and industrious, and prevail on them to send their children to school to learn to read and write the English language, and let some of those men that used to talk of teaching the Lamanites, and of converting them, let them go down and build a nice schoolhouse in their settlement, and there teach them the principles of civilization. And instead of you wasting your hundreds and thousands worth of time, and of grain, and clothing, do as they did in Salt Lake City last year; they formed a society for the benefit of these Indians, and put their means together and made them clothing of various kinds, and distributed those articles which they were enabled to obtain among the Lamanites, and do you go and do likewise.<span class=\"citation\" id=\"67430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67430)\">Luke 10:37<\/a><\/span> Gather up the yarn, and the cotton yarn, and woolen yarn, and make them up into clothes to make them comfortable. But they must work for those things; teach them to work for all they have and don't encourage the idle, those who refuse to work. In this way you will gradually bring them into civilization, and they will be convinced that you are their friends, and that you intend to do them good, and these things will lead them to give ear to the Gospel and be baptized for the remission of their sins. Now are we going to try to make them one, and encourage them to abide here in peace, or are we determined to drive them from us? I can tell you the Lamanites of these mountains will yet be a shield to this people if we do right, and if we will not do our duty, our necks are ready for the halter or the knife; yes, you will find that our necks will be ready for the knives of our enemies, if we do not look to these poor degraded natives. <\/div> <div class=\"break pagebreak\" id=\"228a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0228.pdf\" target=\"pdfwin\">p.&#xA0;228a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n1112\"> I want to know now, if the brethren can really and truly realize our true position with regard to the Lamanites, or do you consider them a poor, lost, sunken race of beings that are not worth saving? Do you ever read the Book of Mormon? If you do, do you believe and realize the truth of its sayings, and also what the Lord revealed to the Prophet Joseph? These are things that we have in our possession; we have them in the Book of Doctrine and Covenants and in the History of Joseph Smith. Do you look them over? If you do, and if you lay them to heart as the things of God, you will feel that it is actually our duty to do all we possibly can to benefit, enlighten and save this dark and ignorant people. Do you feel like killing off the Lamanites? I tell you there is no man that will ever feel like killing them if he possesses the Spirit of the Lord. Well, says one, &#x201C;Do you ever feel like chastising them brother Brigham?&#x201D; Yes, I do, but I let the Spirit of the Holy Gospel direct me; but until the light of the Holy Gospel shone upon me I felt like other men. When the Priesthood was restored, and the light of truth burst in upon my mind, I knew then that if it were not for the Israelites the Gentiles might go to hell and be damned. The Lord would not take much pains with us anyhow, were it not for the promised seed. Instead of them being inferior to us in birthright, they are superior, and they stand first in many instances, with regard to the promises in particular. Well, but says one, &#x201C;How will you prove this?&#x201D; I will tell you, if we had been of the house of Israel and forsaken our God as much as we have, and despised his ordinances and trampled them under our feet, we <div class=\"break columnbreak\" id=\"228b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0228.pdf\" target=\"pdfwin\">p.&#xA0;228b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3684\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> would have been cursed like these Lamanites are, this is my proof. If the Gentiles had been of the house of Israel, legal heirs to the Priesthood,<span class=\"citation\" id=\"88124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88124)\">D&amp;C 86:8-11<\/a><\/span> and had received their oracles as the house of Israel did, you would have found that the same curse would have come upon the Gentiles that you now see upon these Lamanites, but inasmuch as they were not of the promised seed, to them the blessings did not pertain, and they had no part nor lot in them, only as they were afterward granted on condition of obedience. The Son of God came through Israel, but we Gentiles being strangers, and foreigners, and aliens, in a national point, we had nothing to do with putting Christ to death, and hence the curse did not come upon the Gentiles. When they are restored, will they not stand before the Gentiles? Will they not be numbered with the Sons of God and be adorned with the gifts and graces of the Gospel, and stand before the Gentiles? Yes, they will! Now, what do the people think? I should like to know what this congregation think about it. <\/div><div class=\"paragraph jod\" id=\"v9n1113\"> There are a good many brethren and sisters here from Springville, Palmyra, and Payson, what do you all think about it? Had we better drive them away out of the country? Or, had we best take hold and bring them into the Gospel of Jesus Christ? Now, if this people, male and female, feel to school them, spend time and pains to instill into their minds correct principles, to divide land with them, and clothe them, draw their wood for them until they learn to draw their own, and farm for them until they learn to farm for themselves, and if they will no more slay them, no more seclude them from their houses and hospitality, and will go to work and restore them to the knowledge of  <div class=\"break pagebreak\" id=\"229a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0229.pdf\" target=\"pdfwin\">p.&#xA0;229a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the truth the Lord God will bless them, and they have nothing to fear. If you will live up to this you will rise, while those who do not will go down. If this people will observe this covenant, and follow it one and all (and here are the leading men in these mountains belonging to several of the tribes, and they feel well), thousands and hundreds of thousands will embrace this Gospel, and for ought I know scores of thousands will become members of this Church. <\/div><div class=\"paragraph jod\" id=\"v9n1115\"> Now, if you will take hold of the wheel and lift, it may be granted unto us to accomplish this great work, and I tell you that you will receive the blessings of the Gospel, such as you never received before, if you will make up your minds to be favorable and merciful unto them in their filthiness, and in their ignorance, these blessings are yours. <div class=\"break columnbreak\" id=\"229b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0229.pdf\" target=\"pdfwin\">p.&#xA0;229b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3683\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> But if you get angry and kill them, you will not obtain them. Say to them, &#x201C;If you steal and destroy our property we will bear with you, and while you are ignorant we will bear with you,&#x201D; and if this people will take this course from this time forth, they will feel the power of God more than they ever did in these last days before. (The congregation here united in a loud &#x201C;Amen.&#x201D;) And you are finding it so, too. <\/div><div class=\"paragraph jod\" id=\"v9n1116\"> Just give them what they want; I tell you it is the cheapest way to fight them. You can draw them to you and make them bend to anything if you use them well. And if any man abuses them, let him be dealt with by the civil authorities, and in this way you will succeed in the work you have in view. <\/div><div class=\"paragraph jod\" id=\"v9n1117\"> May God bless you all. Amen. <\/div>\n<\/div>\n<\/div>"}