{"ID":90053, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Home Manufactures&#x2014;Certain Destruction of the Enemies of Truth.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 6, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Home Manufactures, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d53\">\n<div class=\"paragraph jod\" id=\"v9n1311\"> When we first came to these valleys, we urged the brethren to believe that they could raise grain here, for but few of them believed it; and raising peaches was supposed by nearly all to be entirely out of the question. It is now proved beyond a doubt that we can raise in these mountains, not only the best of grain, but the finest of fruit. <\/div><div class=\"paragraph jod\" id=\"v9n1312\"> If the Elders of Israel had taken the counsel which has been given them for eight years past, we would have had gold enough on hand to buy one quarter of the State of Missouri; which we might have owned as well as not, and lived in it when we pleased. There is one practice among this people that I am at war with, and I pray God to give me strength and ability, with the faith of the righteous, to root it out from our midst, and that is, they would seemingly rather be damned than not give their money to their enemies. Will they raise flax, cotton, and fruit? <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> No; but they will put fortunes in the pockets of strangers, to import from a distance what we can produce at home. If this people had followed the counsel given to them, there is not a man in Israel would have raised a bushel of wheat for our enemies who came here to cut our throats, without making them pay from five to ten dollars a bushel for it. I do not wish to scold, but still I do most cordially dislike the conduct of certain men with whom we are obliged to associate in a Church capacity. It is impossible for me to speak pleasantly of their conduct while they, in their feelings and affections, lean toward the wicked who will take the name of God in vain<span class=\"citation\" id=\"54203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54203)\">Ex. 20:7<\/a><\/span> and curse the chosen of God.<span class=\"citation\" id=\"68347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68347)\">Luke 23:35<\/a><\/span> Even now, many of our brethren are running after them begging for a little job of hauling, for a little employment here and there, and apparently would lick the dust of their feet for five cents. <\/div> <div class=\"break pagebreak\" id=\"272a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0272.pdf\" target=\"pdfwin\">p.&#xA0;272a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n1314\"> While brother Erastus Snow was speaking upon our being under the necessity of importing various articles from abroad, I tried to think what there is that we cannot make here. There is as good material in this Territory for making hats as there is in any part of the world, and we have the mechanics who can put it together. We have an excellent button machine, one capable of producing as good buttons as these I now wear in the bosom of my shirt. There are tons of bones and horns bleaching upon the prairie, which can be manufactured into as good buttons as any man need to wear, if some of our button makers would take hold of the machine and work it. We also have men here who can make pressed buttons which will do very well. <\/div><div class=\"paragraph jod\" id=\"v9n1315\"> I see here, today, many who are dressed in homespun, and they look comfortable and comparatively independent. Some of the sisters I see, wear homemade shawls, and to me, they appear far more appropriate than do the gaudy trappings of foreign make. I cannot see why we should send to buy from strangers that which we can manufacture ourselves, if it is not to satisfy a disposition to please and pamper that power which is opposed to the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v9n1316\"> When the Lord cuts off every resource from this people, only that which is immediately around them, they can then live as well if not better than they do now, and attain to a state of self-sustenance much sooner than if he should continue to plead with them to rise up in their strength and do as they ought toward becoming independent before all foreign temporal facilities are entirely cut off. Enoch was three hundred and sixty-five years<span class=\"citation\" id=\"52779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52779)\">Gen. 5:23<\/a><\/span><span class=\"citation\" id=\"93187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93187)\">Moses 7:68<\/a><\/span> in getting a people ready to receive the blessings the Lord had to bestow upon them, but in the latter days his work will be cut short in <div class=\"break columnbreak\" id=\"272b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0272.pdf\" target=\"pdfwin\">p.&#xA0;272b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3640\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> righteousness.<span class=\"citation\" id=\"125474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125474)\">Rom. 9:28<\/a><\/span><span class=\"citation\" id=\"125475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125475)\">D&amp;C 52:11<\/a><\/span><span class=\"citation\" id=\"125476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125476)\">D&amp;C 84:97<\/a><\/span><span class=\"citation\" id=\"125477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125477)\">D&amp;C 109:59<\/a><\/span> Were the Lord to be as indulgent with us as many want him to be, and continue to bear with the sins of the wicked, I presume it would take him fully as long to prepare the people in his day, but he will not wait so long. The Lord can oblige this people to come to the standard he wishes them to reach, but I have very little faith that many will attain to it in the flesh. <\/div><div class=\"paragraph jod\" id=\"v9n1317\"> If we could not buy imported hats, we would make them of the material we have here. If we could not buy a yard of cotton cloth, we would raise cotton and make it. We can make spinning wheels and jennies; but brother Erastus inquires where are we going to get the spindles, if we do not import them. That we have need to import spindles is not correct. We have plenty of men here who know how to make iron, and steel, and spindles. Brother N. V. Jones has produced specimens of iron from magnetic ore. He has not made cast iron from that ore, but the best of wrought iron can be made from it. Do our brethren make it? No. They want to go to California after gold, or they wish to freight for this man or that man who has nothing in common with the interests of the kingdom of God. In the same proportion that men operate to encourage the importation of foreign productions, so far, according to their influence and means, they operate against the advancement of the kingdom of God on the earth. Many may not believe this statement, though to me it has become an established fact. Any man of this Church and kingdom who exerts his influence, strength, and means to promote any community, or to build up any city, except the people and cities of Zion, is exerting his strength and means against the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n1318\"> Our speaker this afternoon commiserated our friends in the east who  <div class=\"break pagebreak\" id=\"273a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0273.pdf\" target=\"pdfwin\">p.&#xA0;273a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are now destroying each other, but who were once united in taking from us our homes and possessions, and winked at the shedding of the blood of our best men, and who have taken the lives of our brethren and sisters, of our fathers and mothers, of our wives and children. The tottering grayhaired sire excited no commiseration in their breasts, neither did the aged grandmother whom they deprived of her children&#x2014;her last prop and stay, except her God, and left her to fall into the grave without a relation to speak an encouraging word in her dying moments. Our history records hundreds of such cases in consequence of the persecutions, mobbings, and drivings to which this people have been exposed. Infants, the youth, and the middle-aged have dropped into untimely graves by hundreds. They have taken our lives from the earth and swallowed up our substance, and forsooth we feel very much to pity them in their present condition. I will inform sympathizers, that if the fountain of pity and commiseration keeps pace with the increasing calamities that will come upon our enemies, where they only have yielded drops, rivers will flow, for the press is only just beginning to come down upon the ungodly&#x2014;they can only just begin to feel its pressure; but there is a weight hanging over them that is ponderous in its crushing and desolating force. Would I lift it off from them if I had the power? No, but I would let it crush the guilty, ungodly wretches&#x2014;the priest in the pulpit, the judge on the bench, the governor, and the rulers, and would let the common people go free. <\/div><div class=\"paragraph jod\" id=\"v9n1320\"> After a long struggle we expect to be able to redeem Zion, to establish the Center Stake thereof, and from thence spread abroad in the vastness of our increasing numbers, and in the greatness of our power and infinitude of our wealth, build hundreds and <div class=\"break columnbreak\" id=\"273b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0273.pdf\" target=\"pdfwin\">p.&#xA0;273b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3639\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> thousands of cities and magnificent temples to the name and honor of our God; and we will enter those temples and officiate for our forefathers and our relatives who have died without a knowledge of the Gospel, and for those ignorant thousands who are paid for killing each other in the present war, and we will give them a salvation&#x2014;All who have not sinned against the Holy Ghost, or shed innocent blood or consented thereto.<span class=\"citation\" id=\"91677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91677)\">D&amp;C 132:27<\/a><\/span> The priests have riveted their fetters and chains around the millions, and they more or less influence every political man in our Government, to ridicule and fight against God and every holy principle that comes from heaven. If these fetters were broken asunder, and every man and every family permitted to judge for themselves, hundreds of thousands would embrace the Gospel as soon as they could have the privilege of hearing it, receive their ordinations and endowments, and be ready to go forth and hasten the work of building Temples wherein to officiate for those who had not in their lives the privilege of going into a Temple to receive their washings and anointings. Were it not for priestcraft and political-craft, I am satisfied that scores of thousands on this continent would now embrace the Gospel.<span class=\"citation\" id=\"90944\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90944)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90944)\">D&amp;C 123:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1321\"> I would like to see the footsteps of the Almighty (and they are now beginning to be visible) in his going forth to cut off the bitter branches;<span class=\"citation\" id=\"81734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81734)\">Jacob 5:65<\/a><\/span> and by-and-by the stone cut out of the mountain will begin to roll,<span class=\"citation\" id=\"61029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61029)\">Dan. 2:34-35<\/a><\/span> and if it does not soon crush some of the toes of the great image,<span class=\"citation\" id=\"60981\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60981)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60981)\">Dan. 2:31<\/a><\/span> I am mistaken. From present appearances I think the toes will be pretty well mutilated before the stone reaches them.<span class=\"citation\" id=\"61155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61155)\">Dan. 2:41-42<\/a><\/span> I pray for this constantly, for I would be glad to see the inhabitants of the earth have the privilege of believing the Gospel for themselves, and not any more be bound by the blighting  <div class=\"break pagebreak\" id=\"274a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0274.pdf\" target=\"pdfwin\">p.&#xA0;274a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>influences of priestcraft. In this country and in the old countries politicians and wealthy men, who have any influence whatever over their neighbors, or over a family, or district, exert that influence to keep the people from embracing the Gospel the Lord has restored again to the world, by threatening to injure them, to stop their wages, turn them out of employment, or out of their houses, if they embrace &#x201C;Mormonism,&#x201D; and thus the masses are bound down. <\/div><div class=\"paragraph jod\" id=\"v9n1323\"> Will we still continue to build up and foster our enemies, and give them our life's blood? If we intend to cease doing so, we will cease trading with them in the way and manner we have done and are doing. You may enquire what we are going to do. I will tell you what I have not done; I have not sent to the States this season for any factory cloth, nor for any calico, and I shall say to my family you must make your own clothing or go without. &#x201C;What are we going to do for pins and needles?&#x201D; Do without them, or use thorns. When we cease importing them, necessity may become the mother of invention in this as well as in many other cases. I have often wished there was not such a thing as a pin or a needle when I have found them sticking in garments, in my shirt, on my pillow, in the chairs, on the door rugs, strewed over the floors and passages, and in the streets. I will venture to say that the quantity of pins and needles that has been brought into this Territory has not done one-tenth part of the service they would, if they had been properly taken care of and not wasted. People <div class=\"break columnbreak\" id=\"274b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0274.pdf\" target=\"pdfwin\">p.&#xA0;274b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3638\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will hardly stoop down to pick up a needle or a pin, but they will go to the stores and buy them. Ladies will take a dollar ivory comb, put it in water, and then comb a child's hair with it; it is never dry, the ivory softens, and the comb is used up in a very short time, when a good comb of that description ought to last five years in a common family. Mothers have not learned that water will spoil an ivory comb. There are some combs made of gutta percha, that comb the hair better than horn, but they are brittle and require to be used with care; but the first you know, one is on the floor and the rocker of the rockingchair has passed over it and rendered it useless. <\/div><div class=\"paragraph jod\" id=\"v9n1324\"> Where do you keep your needles? On the floor, in the cradle, on the bed, upstairs and downstairs, in every nook and corner of the house. Where are the pins? All over; you can pick up one wherever you are. Do we answer the end of our creation<span class=\"citation\" id=\"85884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85884)\">D&amp;C 49:16<\/a><\/span> in thus wasting, with a prodigal hand, the good things which our Heavenly Father has bestowed upon us? The people are ignorant and careless touching these matters, and in them do not answer the end of their creation, and will not without prudently making the best possible use of that which God gives us. <\/div><div class=\"paragraph jod\" id=\"v9n1325\"> We can make everything we want; and that is not all, we can, if we are disposed to, cease to want that which we cannot make. The moment we do this, and are satisfied with our productions, we are an independent people. <\/div>\n<\/div>\n<\/div>"}