{"ID":90052, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Government of the Tongue&#x2014;Impartiality in Judgment&#x2014;Sealing.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 6, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Government of the Tongue, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/6\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d52\">\n<div class=\"paragraph jod\" id=\"v9n1285\"> Instead of giving a text to be dwelt upon by those who may address us during this Conference, as I have done on some occasions, I say to the Elders, speak upon such subjects as may be in your minds. Open your <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> mouths, and have faith that God will fill them with useful and instructive information, that all who hear may be blessed and built up in the strength of God.<span class=\"citation\" id=\"84930\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84930)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84930)\">D&amp;C 33:8<\/a><\/span> If we meet as we should, conduct ourselves as we should  <div class=\"break pagebreak\" id=\"267a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0267.pdf\" target=\"pdfwin\">p.&#xA0;267a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>while we are assembled, and live as we should when we are separated, our meetings will certainly advance the kingdom of God on the earth. <\/div><div class=\"paragraph jod\" id=\"v9n1287\"> As formerly, I present myself before you this morning in the capacity Providence has led me to occupy, acknowledged and sustained by you as the dictator, counselor, and adviser of the people of God. Hundreds and thousands of the Latter-day Saints exercise faith for me, and pray for me and my Counselors, and for the Twelve Apostles and others who are leaders and dictators in this Church and kingdom, but neglect to pray for themselves. They apparently have more faith for me than they have for themselves. Apparently, they will be more fervent in spirit while in prayer before God for the leaders of this people, than they will be for themselves. They wish their leaders to be far more holy, to be filled with more light, more intelligence, more faith, more compassion, more charity, more love, more humility than they themselves are. They wish their leaders to be filled with the patience of Job and the integrity of the angels, while they themselves neglect to attain to all this fulness. They do not sufficiently control themselves; they give way too much to passion and the idle follies of life. <\/div><div class=\"paragraph jod\" id=\"v9n1288\"> I seek as diligently as you do that the leaders of this people may be and do precisely as God wishes them to. I pray as fervently as you do that the will of God may be done on the earth as it is in heaven,<span class=\"citation\" id=\"63378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63378)\">Matt. 6:10<\/a><\/span><span class=\"citation\" id=\"67469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67469)\">Luke 11:2<\/a><\/span> and that we may be molded and fashioned in all goodness, after the image of Christ. I have the same faith that you have for the leaders of this people, and I have all the fervency of desire I am capable of, that God will make the people just as pure as they want their leaders to be. <\/div><div class=\"paragraph jod\" id=\"v9n1289\"> This is a great and good people. I am well acquainted with their inmost <div class=\"break columnbreak\" id=\"267b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0267.pdf\" target=\"pdfwin\">p.&#xA0;267b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3645\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wishes and desires, for what they pray, and what they labor and toil to accomplish. Is their labor fully effectual, and their toil altogether calculated to bring them that which they desire? No matter what our exercises may be before the Lord for the advancement of truth and the power of the kingdom of God upon the earth, if our everyday life does not accord with our profession, our religious exercises are all in vain.<span class=\"citation\" id=\"82250\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82250)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82250)\">Alma 34:28<\/a><\/span> We may have all faith so as to remove mountains,<span class=\"citation\" id=\"73665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73665)\">1 Cor. 13:2<\/a><\/span> to pluck up trees by the roots and plant them in the sea,<span class=\"citation\" id=\"67820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67820)\">Luke 17:6<\/a><\/span> and be enabled to perform greater wonders than have ever been performed by man in the name of Jesus Christ with his Priesthood upon us, yet if we are not pure in our affections, true and fervent in our love for God, and holy in our spirits, all this will avail us but little. Our spirits should reign supreme in our bodies, to bring the flesh into subjection to the will and law of Christ, until the carnal, devilish spirit that fills the heart with anger, malice, wrath, strife, contention, bickering, faultfinding, bearing false witness, and with every evil that afflicts men, is entirely subdued. If this evil power is not vanquished by the power and love of God, the whole course of nature will be set on fire with the fire of hell,<span class=\"citation\" id=\"77659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77659)\">James 3:6<\/a><\/span> until the whole body and spirit are consumed. This is the way I read the order of God, the will of God, the law of God and his holy Priesthood, the love of God, and all that pertains to his kingdom on the earth. <\/div><div class=\"paragraph jod\" id=\"v9n1290\"> The Apostle Paul says we are nothing without charity,<span class=\"citation\" id=\"73659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73659)\">1 Cor. 13:1<\/a><\/span> whatever else we may possess. Using my own language I should say, without the pure principle of the love of God in the heart to subdue, control, overrule, and utterly consume every vestige of the consequences of the fall, the fire that is kindled within the nature of every person by the fall will consume  <div class=\"break pagebreak\" id=\"268a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0268.pdf\" target=\"pdfwin\">p.&#xA0;268a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the whole in an utter and irretrievable destruction. <\/div><div class=\"paragraph jod\" id=\"v9n1292\"> We meet to be instructed; and at the termination of our Conference we should be a little farther advanced toward the holy kingdom of our Father and God, and be better prepared to build up his kingdom on the earth, than we were at its commencement. <\/div><div class=\"paragraph jod\" id=\"v9n1293\"> In speaking of the tongue the Apostle says, &#x201C;But the tongue can no man tame; it is an unruly evil, full of deadly poison.&#x201D;<span class=\"citation\" id=\"77668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77668)\">James 3:8<\/a><\/span> If the tongue cannot be tamed, it can be bridled. &#x201C;If any man among you seem to be religious, and bridle not his tongue, but deceiveth his own heart, this man's religion is vain.<span class=\"citation\" id=\"77498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77498)\">James 1:26<\/a><\/span> If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.&#x201D;<span class=\"citation\" id=\"77646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77646)\">James 3:2<\/a><\/span> If this unruly member is not held in subjection it will work our ruin, for, &#x201C;The tongue is a fire, a world of iniquity: so is the tongue among our members, and it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell.&#x201D;<span class=\"citation\" id=\"77660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77660)\">James 3:6<\/a><\/span> If the tongue is unbridled and uncontrolled, it sets in motion all the elements of the devilish disposition engendered in man through the fall. The Apostle has represented it well, in comparing its influence to the fire of hell which will eventually consume the whole man. <\/div><div class=\"paragraph jod\" id=\"v9n1294\"> We are met in this Conference, expressly for the purpose of enlarging our views upon the importance of our Priesthood and duties; that our love for God, truth, and the household of faith<span class=\"citation\" id=\"74727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74727)\">Gal. 6:10<\/a><\/span> may be increased; that our sensibilities may be sharpened to a keen relish for goodness and a just sense of right; that our judgments may become more impartial and discreet in all their conclusions, so that when we go from this Conference whether as Bishops, Elders, High Priests, High Councilors, or as members of the Church and kingdom of God in the last days, we may <div class=\"break columnbreak\" id=\"268b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0268.pdf\" target=\"pdfwin\">p.&#xA0;268b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3644\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> find ourselves sensibly improved, our aspirations more elevated, our natures more divested of low selfishness, and in every way better prepared to judge in Israel, and to lead the sheep of the fold of Christ in a manner more acceptable to the Great Shepherd. <\/div><div class=\"paragraph jod\" id=\"v9n1295\"> It would be a matter of great satisfaction to me if all the Bishops were perfectly impartial when sitting in judgment on their brethren, and completely invulnerable to the influence of bribes and selfish leanings to the dictates of prejudices formed in favor of this or that person. I may not be entirely free from such prejudices, but, if I am required to sit in judgment upon an individual against whom I have entertained a prejudice, it has ever been my manner to inform that person of it upon the first opportunity that presented itself. Will you do this Bishops, and frankly acknowledge that you are unqualified to sit in judgment upon any person against whom you are strongly prejudiced? <\/div><div class=\"paragraph jod\" id=\"v9n1296\"> So far as I have power, and with all the understanding God has given me, I seek to base all my conclusions upon facts when I am judging my brethren. When they are penurious, covetous, and for a trifling gain of some kind will overlook right, frown upon the majesty of truth, disregard justice and in all their actions manifest a strong preference for the god and glory of this world,<span class=\"citation\" id=\"74069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74069)\">2 Cor. 4:4<\/a><\/span> I am prejudiced against their unrighteous preferences, but not against them as individuals; for if all the good and the evil, the strength and the weakness of which they are capable will range within the limits of a few square inches, as individuals they require my sympathy, while I abominate their sins. <\/div><div class=\"paragraph jod\" id=\"v9n1297\"> I am not ignorant of the weaknesses of mankind; and in many instances when they would do a good act, the Devil, by some means, takes the advantage of them and leads them to commit an evil; as the Apostle says,  <div class=\"break pagebreak\" id=\"269a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0269.pdf\" target=\"pdfwin\">p.&#xA0;269a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;when I would do good, evil is present with me.&#x201D;<span class=\"citation\" id=\"72495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72495)\">Rom. 7:21<\/a><\/span> There is a number of people in this Church, who, when they would correct their lives, and conclude to perform the greatest good in their power, do that which brings disgrace upon them&#x2014;the very thing they did not want to do. This weakness we should struggle bravely to overcome. We hold them in full fellowship in the Church of Christ because they design in their hearts to do right, but do not at all times manage to perform it. All men are not equally afflicted with these weaknesses. We have Bishops, Presidents, men of standing and experience in the kingdom of God, who, according to my judgment, do very wrong in many instances, but they may be blinded through selfishness. <\/div><div class=\"paragraph jod\" id=\"v9n1299\"> I will here refer to a principle that has not been named by me for years. With the introduction of the Priesthood upon the earth was also introduced the sealing ordinance, that the chain of the Priesthood from Adam to the latest generation might be united in one unbroken continuance. It is the same power and the same keys that Elijah held, and was to exercise in the last days. &#x201C;Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the Lord: And he shall turn the hearts of the fathers to the children, and the hearts of the children to their fathers, lest I come and smite the earth with a curse.&#x201D;<span class=\"citation\" id=\"62557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62557)\">Mal. 4:5-6<\/a><\/span> By this power men will be sealed to men back to Adam, completing and making perfect the chain of the Priesthood from his day to the winding up scene. I have known men that I positively think would fellowship the Devil, if he would agree to be sealed to them. &#x201C;Oh, be sealed to me, brother; I care not what you do, you may lie and steal, or anything else, I can put up with all your meanness, if you will only be sealed to me.&#x201D; Now <div class=\"break columnbreak\" id=\"269b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0269.pdf\" target=\"pdfwin\">p.&#xA0;269b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3643\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> this is not so much weakness as it is selfishness. It is a great and glorious doctrine, but the reason I have not preached it in the midst of this people, is, I could not do it without turning so many of them to the Devil. Some would go to hell for the sake of getting the Devil sealed to them. <\/div><div class=\"paragraph jod\" id=\"v9n1300\"> I have had visions and revelations instructing me how to organize this people so that they can live like the family of heaven, but I cannot do it while so much selfishness and wickedness reign in the Elders of Israel. Many would make of the greatest blessings a curse to them, as they do now the plurality of wives&#x2014;the abuse of that principle will send thousands to hell. There are many great and glorious privileges for the people, which they are not prepared to receive. How long it will be before they are prepared to enjoy the blessings God has in store for them, I know not&#x2014;it has not been revealed to me. I know the Lord wants to pour blessings upon this people, but were he to do so in their present ignorance, they would not know what to do with them. They can receive only a very little and that must be administered to them with great care. <\/div><div class=\"paragraph jod\" id=\"v9n1301\"> A portion of this community will not improve, will not plant out a fruit tree nor a shade tree, expecting to be driven from their homes. Such neglect of duty is the very way to bring the power of the Devil upon us. Let every man go to with his might and build a good house for his family to live in, and make them comfortable and happy, and gather around them an abundance of the blessings and comforts of life, and do it by the power of God and the Spirit of the Holy One, in all diligence and faithfulness, and let us preach the Gospel, send the Elders to gather the poor and the meek of the earth,<span class=\"citation\" id=\"58095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58095)\">Isa. 11:4<\/a><\/span><span class=\"citation\" id=\"88351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88351)\">D&amp;C 88:17<\/a><\/span> each one doing all the time all he can to accumulate means to accelerate this great  <div class=\"break pagebreak\" id=\"270a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0270.pdf\" target=\"pdfwin\">p.&#xA0;270a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and glorious work in the name of Israel's God, being full of faith, humility, and charity; then we have done our duty, and all we can do to further the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n1303\"> When we are doing the work of the Lord with all our might, and the evil within us is subdued by the power of God, and the light of Christ so shines within us that we can see clearly the things of God and men truly as they are, and all is judged by a righteous judgment,<span class=\"citation\" id=\"69396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69396)\">John 7:24<\/a><\/span> then we may look at and talk about the faults of each other without in the least disturbing our peace. When we do this, working faithfully for the building up of God's kingdom, we are ready to acknowledge all things we possess to be the Lord's, holding them for him in time, not knowing what he will do with them in the future. Let us teach our families the principles of righteousness by our conduct, which will go further than mere words. Let our private life be worthy the imitation of the best on earth, for it preaches a more lasting sermon than the tongue can preach. If we pursue this course the Lord will never suffer us to be driven from our homes. &#x201C;I always thought,&#x201D; said one, &#x201C;that you were driven from Jackson County for your wickedness?&#x201D; Yes, and I always acknowledge it; it was to bring us to our senses. <\/div><div class=\"paragraph jod\" id=\"v9n1304\"> The Lord wants us to live up to the spirit of the times, and in the ratio the wicked nations are going down, he wants his people to rise in intelligence and importance as statesmen, noblemen, and rulers; first learning to govern and control themselves. <\/div><div class=\"paragraph jod\" id=\"v9n1305\"> I will recur again to the sealing power I have already glanced at. If men are sealed to me, it is because they want to be; and if they will be good, and hearken to my counsel and live a righteous life, I will agree to dictate and counsel them; but when men want to be sealed to me <div class=\"break columnbreak\" id=\"270b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0270.pdf\" target=\"pdfwin\">p.&#xA0;270b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3642\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to have me feed and clothe them, and then act like the Devil, I have no more feeling and affection for them than I have for the greatest stranger in the world. Because a man is sealed to me, do you suppose that he can escape being judged according to his works?<span class=\"citation\" id=\"80659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80659)\">Rev. 20:13<\/a><\/span> No. Were he sealed to the Savior, it would make no difference; he would be judged like other men. Let us do what we do from a pure and holy principle, desiring only to promote the kingdom of God and be as nigh right as possible, that when we judge, we may judge in righteousness.<span class=\"citation\" id=\"69397\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69397)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69397)\">John 7:24<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1306\"> One great blessing the Lord wishes to pour upon this people is that they may return to Jackson County, Missouri, and establish the Center Stake of Zion. If our enemies do not cease their oppression upon this people, as sure as the Lord lives it will not be many days before we will occupy that land and there build up a Temple to the Lord. If they would keep us from accomplishing this work very soon, they had better let us alone. &#x201C;I will purge the land,&#x201D; saith the Lord, &#x201C;cut off the evildoer,<span class=\"citation\" id=\"56576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56576)\">Ps. 37:9<\/a><\/span> and prepare a way for the return of my people to their inheritance.&#x201D; We pray for this, but are we preparing ourselves, to live according to the laws of Zion? This I will say, to the praise of the Latter-day Saints, there are hundreds and thousands of them who have been in the Church, some longer and some shorter, who, when you inquire about them, are paying attention to their own business; this proves that they live in peace with their God and their neighbors, doing as well as they know how. But when we speak of the officers of this Church, a great deal is required of them by the Lord and the people. <\/div><div class=\"paragraph jod\" id=\"v9n1307\"> I wish to endure, and live the doctrine I preach to the people; to live with them, and with them fight the Devil until we kick the last one off from the earth. <\/div> <div class=\"break pagebreak\" id=\"271a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0271.pdf\" target=\"pdfwin\">p.&#xA0;271a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n1309\"> If a Bishop does not want drunkenness in his Ward, let him be a sober man. If he does not want gambling, he must not be a gambler. If he wishes the truth always spoken, he should not lie. If he wishes the rights of the people respected in the <div class=\"break columnbreak\" id=\"271b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0271.pdf\" target=\"pdfwin\">p.&#xA0;271b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3641\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> holding of property, he should not steal. We wish to see the kingdom of God advance, that we may be prepared for the blessings the Lord is anxious to give to us. <\/div><div class=\"paragraph jod\" id=\"v9n1310\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}