{"ID":90050, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Corruption Among Government Officials.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, made in the Tabernacle, Great Salt Lake City, April 8, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Corruption Among Government Officials.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 4\/8\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d50\">\n<div class=\"paragraph jod\" id=\"v9n1265\"> The remarks of Elder Orson Pratt are founded upon Constitutional principles. I have long been aware that he was a profound mathematician, but I was not aware that he was so thoroughly read in Constitutional law, as his remarks this forenoon so fully evidence. <\/div><div class=\"paragraph jod\" id=\"v9n1266\"> I went to Washington with Elder John Taylor in 1856; we were the bearers of the Constitution of Deseret, <div class=\"break columnbreak\" id=\"262b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0262.pdf\" target=\"pdfwin\">p.&#xA0;262b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3650\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> adopted by the unanimous vote of the whole people, and a memorial to the great men of the nation for the admission of Deseret into the union of States upon an equal footing with the original States. <\/div><div class=\"paragraph jod\" id=\"v9n1267\"> When we arrived at the capitol we found the gates closed against our admission by the acts of a national convention, pledging the great and rising party of the country to united  <div class=\"break pagebreak\" id=\"263a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0263.pdf\" target=\"pdfwin\">p.&#xA0;263a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>opposition to our admission in consequence of an item of our religious faith being objectionable. Notwithstanding this flat refusal before we had asked, we conferred with many of the principal men of the nation&#x2014;of all parties by whom it was generally conceded we had a constitutional right to admission, and that we had manifested that energy, perseverance and intelligence in exploring, settling, and subduing this country, which clearly proved that we were capable of self-government, and able to sustain ourselves as a State. We had organized a civilized community, framed a Constitution, republican in form, and unexceptionable in principle and called into order an efficient government. But, said Congressmen, there is an objection, and although we ought not to name it, the religious views of your people are objectionable to the great body of the American people&#x2014;Constitutionally this is no objection, but politically it is an impassable barrier. For any member to vote for the admission of Deseret, or advocate it would entail upon himself, what we all dread, a political grave. &#x201C;You must know, yourselves, you cannot help but know,&#x201D; said Senator Douglas, &#x201C;that there is an awful prejudice against you&#x2014;ahem! ahem! an insurmountable objection. We have no right to talk of religious tests or institutions&#x2014;ahem! ahem! but I know of but one objection; your peculiar religion, your domestic institutions!&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n1269\"> Well might Congressmen use interjections while trembling between the influence of priestcraft, and a solemn oath to support the Constitution of the United States, and faithfully perform those duties required by it. <\/div><div class=\"paragraph jod\" id=\"v9n1270\"> The Constitution declares, &#x201C;Congress shall make no law respecting an establishment of religion, or prevent the free exercise thereof.&#x201D; &#x201C;No religious test shall ever be required as a qualification to any office <div class=\"break columnbreak\" id=\"263b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0263.pdf\" target=\"pdfwin\">p.&#xA0;263b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3649\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of public trust under the United States.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n1271\"> General Hall, of Missouri, who was at that time somewhat distinguished for his prowess in knocking down the doorkeeper of the Democratic National Convention, at Cincinnati, for refusing admittance to the delegation of the Benton Wing of the Missouri Democracy, raised a new and somewhat novel objection to our admission while canvassing the subject with a company of gentlemen at the National Hotel in Washington, he declared it would never do to admit Deseret, for it would recognize polygamy, and that would ruin all the houses of ill fame in the country, in a short time. Why, said he, no woman would ever consent to become a prostitute if she could have a husband, who would honor and protect her, and maintain and educate her children; and under this new arrangement every woman could obtain such a husband and protector, and every house of assignation would be closed, and the gentlemen of the country undone. <\/div><div class=\"paragraph jod\" id=\"v9n1272\"> I went on my Mission to Washington in full faith to ask for the admission of Deseret, never asking myself the question whether I would accomplish it or not, striving to believe with all the power and faith I could command, that we would accomplish our Mission. <\/div><div class=\"paragraph jod\" id=\"v9n1273\"> I sometimes sat in the gallery of the House of Representatives and heard the members wrangle, and asked myself if it was possible that the Lord wished us to join hands with such unhallowed confusion and political chicanery. After my return home, some of the brethren asked me how much faith I had that we should be admitted. I concluded my faith had been like that of a certain pious lady, whose minister called upon her and inquired concerning her religious welfare. She replied that she was well satisfied with her spiritual progression,  <div class=\"break pagebreak\" id=\"264a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0264.pdf\" target=\"pdfwin\">p.&#xA0;264a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>but in her temporal welfare she was not equally prosperous. She was destitute of bread and had nothing to sustain life. The minister kindly told her to exercise faith and she could make stones into bread.<span class=\"citation\" id=\"62806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62806)\">Matt. 4:3<\/a><\/span> She thanked him for his timely advice, she had never thought of that, and accordingly went and procured some stones of suitable size for loaves of bread, <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> washed them, put them in pans, heated her oven in which she placed them, closed the door, exclaimed, &#x201C;I have firm faith, that when these stones come out of the oven they will be good bread.&#x201D; After patiently waiting the proper time, she opened the oven door and looked anxiously in; &#x201C;There!&#x201D; she declared, they are stones yet, and I <span class=\"italic\">knew<\/span> they <span class=\"italic\">would<\/span> be all the time. <\/div>\n<\/div>\n<\/div>"}