{"ID":90059, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Endless Variety of Organizations&#x2014;Blessings that Await the Faithful.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, May 25, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Endless Variety of Organizations, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 5\/25\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d59\">\n<div class=\"paragraph jod\" id=\"v9n1396\"> Our mortal existence is a school of experience. Could we improve every hour of our time in the best possible way until we attain a ripe old age, there will be still much to learn pertaining to this world, pertaining to our natural lives, to the organization of our bodies and spirits, to the object and design of our existence, and the will of Heaven concerning us. <\/div><div class=\"paragraph jod\" id=\"v9n1397\"> Some of our speakers, in their public addresses, express themselves as seeing great reason to be thankful for the improvements we are making in self-government, and our rapid advancement towards the fountains of knowledge. Others have a long experience to relate of constant trials, tribulations, difficulties, and disappointments which they have now to pass through, and gloomy forebodings of more in the future; they dwell upon how we are tried with each other, and become dissatisfied with each other and with ourselves, &amp;c. Now, this is all good, and if properly received is for our mutual edification <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and advancement, giving us much to reflect upon, and lessons to learn from the experience of each other. But should our lives be extended to a thousand years, still we may live and learn. Every vicissitude we pass through is necessary for experience and example, and for preparation to enjoy that reward which is for the faithful. Others consider it a lamentable fact that we have to send abroad and preach the Gospel, and gather the people, and then they will apostatize. We only understand in part why we are required to pass through those various incidents of life. There is not a single condition of life that is entirely unnecessary; there is not one hour's experience but what is beneficial to all those who make it their study, and aim to improve upon the experience they gain. What becomes a trial to one person is not noticed by another. Among these two thousand persons I am now addressing there cannot be found two that are organized alike, yet we all  <div class=\"break pagebreak\" id=\"293a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0293.pdf\" target=\"pdfwin\">p.&#xA0;293a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>belong to the one great human family, have sprung from one source, and are organized to inherit eternal life. There are no two faces alike, no two persons tempered alike; we have come from different nations of the world, and have been raised in different climates, educated and traditioned in different and, in many instances, in opposite directions, hence we are tried with each other, and large drafts are made upon our patience, forbearance, charity, and good will&#x2014;in short, upon all the higher and godlike qualities of our nature&#x2014;for we are required by our holy religion to be one in our faith, feelings, and sentiments pertaining to things of time and eternity, and in all our earthly pursuits and works to keep in view the building up of the kingdom of God in the last days. Our work is to bring forth Zion, and produce the Kingdom of God in its perfection and beauty upon the earth. <\/div><div class=\"paragraph jod\" id=\"v9n1399\"> The impulses of our different natures present an almost endless variety of pursuit, manner, and expression, yet all this under a wise and judicious direction will accomplish the great end of our existence and calling as ministers of the Most High. &#x201C;Br. Brigham teaches that it is essentially necessary to improve every moment of our time in some useful and profitable labor, and by frugality and honest care obtain property by cultivating the earth, raising useful animals, &amp;c., and thus make ourselves wealthy and independent, surrounding ourselves with everything to please the eye, gratify the taste, and gladden the heart.&#x201D;<span class=\"citation\" id=\"86319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86319)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86319)\">D&amp;C 59:18<\/a><\/span> Now, both you and I are aware that there are persons in our midst who do not understand this kind of religion; but we hail them as good brethren. When they address us they are full of faith that the time will come when the earth and its fulness will be given to the Saints of the Most High,<span class=\"citation\" id=\"61714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61714)\">Dan. 7:27<\/a><\/span> yet, <div class=\"break columnbreak\" id=\"293b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0293.pdf\" target=\"pdfwin\">p.&#xA0;293b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3619\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> should the Lord hand out a small portion of it now, they cannot endure it. <\/div><div class=\"paragraph jod\" id=\"v9n1400\"> We believe the earth is to be renovated, purified, glorified, celestialized, and prepared for the habitation of the Saints, who will possess not only the silver and gold now held by the wicked nations of the world, but every good thing, for &#x201C;The young lions do lack, and suffer hunger: but they that seek the Lord shall not want any good thing.&#x201D;<span class=\"citation\" id=\"56556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56556)\">Ps. 34:10<\/a><\/span> This &#x201C;any good thing&#x201D; will embrace horses, chariots, houses and lands, gardens and orchards, promenades and places for recreation, and everything to amuse and delight the heart of man. We are now beginning to get these things together and devote them to God, but, as I have remarked, some of this people cannot endure this kind of blessings. It is written, &#x201C;The earth is the Lord's, and the fulness thereof; the world, and they that dwell therein.&#x201D;<span class=\"citation\" id=\"56472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56472)\">Ps. 24:1<\/a><\/span> Again, &#x201C;And one cried unto another, and said, Holy, holy, holy, is the Lord of hosts: his glory is the fulness of the whole earth.&#x201D;<span class=\"citation\" id=\"57978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57978)\">Isa. 6:3<\/a><\/span> He will give this fulness to the Saints. But the actions of some of this people speak in language like the following: &#x201C;If you give me any of this riches and glory, Lord, I will apostatize; if you fill my lap with gold, I will cease serving you, and go to the Devil.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n1401\"> The revelation that Br. James Cummings read is true. The people, at the time that revelation was given, were slow to remember the Lord in the day of their prosperity, and were covetous.<span class=\"citation\" id=\"89412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89412)\">D&amp;C 101:6-8<\/a><\/span> I was not there, but was acquainted with many who were. I knew them before they went there, and I know they were covetous and filled with greediness. I know, if the Lord had blessed them with the good things of this earth,<span class=\"citation\" id=\"86275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86275)\">D&amp;C 59:3<\/a><\/span> which he had prepared for the Saints at that day, not any of them would have  <div class=\"break pagebreak\" id=\"294a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0294.pdf\" target=\"pdfwin\">p.&#xA0;294a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stood. It would have been as Joseph said to me in Kirtland, &#x201C;Brother Brigham, if I was to reveal to this people what the Lord has revealed to me, there is not a man or a woman would stay with me.&#x201D; In the day of prosperity now the people are slow to follow the Lord.<span class=\"citation\" id=\"89413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89413)\">D&amp;C 101:6-8<\/a><\/span> If he were now to bless this people with gold and silver, houses and lands, with everything to make them wealthy and comfortable here in Deseret or Utah, a great many would turn away from him to worship their idols. <\/div><div class=\"paragraph jod\" id=\"v9n1403\"> &#x201C;But,&#x201D; says one, &#x201C;this will not do for us; if we are the children of God we must be poor, we must see sorrow and affliction, and pass through much tribulation.&#x201D; I have no fear but that every child of God will receive all the suffering he can bear while passing to his exaltation. Those who have suffered from sore eyes, I am satisfied, are contented not to suffer another moment with that dreadful malady, should they live on the earth a thousand years. The sisters who have been afflicted with sick headache never want to suffer from it another moment. Do you wish to have any more toothache? No, you think that you have suffered enough from that ache, and never wish to have it again while you live. So we may say of fevers, pains, aches, and diseases of every kind to which the human body is subject. I might inquire of the Nauvoo Saints whether they ever want to endure another chill and fever while they live. I am satisfied there is not one of them that would wish to pass through another day of their Nauvoo experience in sickness. Again, I ask the brethren who have come from the different nations of the earth, who have there suffered hunger, nakedness, cold, and oppression, are you satisfied with what you have suffered, without passing through the same in this land? I think you are. I have seen the time <div class=\"break columnbreak\" id=\"294b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0294.pdf\" target=\"pdfwin\">p.&#xA0;294b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3618\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that I had not food to satisfy the craving of my nature, and I have suffered enough in this line of suffering. I know what it is to be hungry, and need not suffer hunger again to give me that kind of experience. I know what it is to be in poverty, and to be destitute of the raiment necessary to keep anybody warm. Many of you have also had this kind of experience, and we do not wish to pass through it again. Many of us know what it is to be in the midst of false brethren,<span class=\"citation\" id=\"90927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90927)\">D&amp;C 122:5<\/a><\/span> which is the most hateful thing of all. Are you satisfied with what you have suffered from tattlers and busy bodies? Yes. Do you wish any person to bear false witness against you,<span class=\"citation\" id=\"54296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54296)\">Ex. 20:16<\/a><\/span> to take away your liberty,<span class=\"citation\" id=\"74460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74460)\">Gal. 2:4<\/a><\/span> and turn you out from your houses and possessions, and thirst for your life? Do you wish to see the Prophets and servants of God imprisoned, bound in chains, and sacrificed in blood? When you are brought face to face with suffering, you see nothing in it that is desirable, then why cultivate a morbid desire for suffering? You will find all you can bear, though you surround yourselves with all the comforts and conveniences of life, and enjoy them as gifts from the Lord, acknowledging his hand, offering unto him constantly the incense of a grateful heart. Leave this kingdom, and I will promise you more suffering than the tongue of man can utter, until you are consumed soul and body&#x2014;until you are wasted away&#x2014;the body in the death pronounced upon it, and the spirit in the awful sufferings and torments attending the second death. Then stick firmly to the kingdom, and be satisfied with the pains, aches, and afflictions you have already suffered. <\/div><div class=\"paragraph jod\" id=\"v9n1404\"> The time has come for us to begin to glorify our Father in Heaven with the earth and its fulness,<span class=\"citation\" id=\"56473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56473)\">Ps. 24:1<\/a><\/span> and let the gold and the silver, and the fruits of the earth, and all precious things  <div class=\"break pagebreak\" id=\"295a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0295.pdf\" target=\"pdfwin\">p.&#xA0;295a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>produced by the industry of man praise God, and let all men acknowledge his name, honor his character, bow to his divinity, glory in his supremacy, and admire the wonders of his providence over the earth and its fulness.<span class=\"citation\" id=\"56474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56474)\">Ps. 24:1<\/a><\/span> The time has come for us to put forth our best efforts to bring forth the Zion of God and gather all things in one, even in Christ Jesus.<span class=\"citation\" id=\"74782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74782)\">Eph. 1:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1406\"> There is a great variety of talent among this people, but as a people they know but little as to the uses of the world in which they live, and the design of God in its creation. There is not one in a million of mankind that is filled with that intelligence that an intelligent being should be filled with, but they pass from this stage of action, are no more, and are apparently forgotten. This is decidedly the case with the world outside, and, very much so with many of this people who have been gathered out from the world. Here they have to think and do a little for themselves, which gives them a course of useful experience. This is not so much so with the outside world, for the great masses of the people neither think nor act for themselves, but are acted upon, and act accordingly; and think as they are thought for; it is, as with the Priest so with the people.<span class=\"citation\" id=\"58400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58400)\">Isa. 24:2<\/a><\/span> I see too much of this gross ignorance among this chosen people of God. <\/div><div class=\"paragraph jod\" id=\"v9n1407\"> I will now portray a little of the feelings and conduct of the laboring classes. When a man can only earn a dollar a day, and has no way of increasing his finances only by his labor, he is obliged to be frugal, if he is honest, and he manages to keep a wife and a few children comparatively comfortable. By-and-by the times improve and wages rise so that he can earn ten dollars per week instead of six. &#x201C;Now, wife, we will allow a little more for the bread, and more for the meat, and more for the tea, the coffee, sugar, fruit, spices, <div class=\"break columnbreak\" id=\"295b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0295.pdf\" target=\"pdfwin\">p.&#xA0;295b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3617\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> &amp;c. We must buy our daughter a pair of fine shoes, and our little boy must have a whistle, and the baby a doll, and you shall have a new bonnet by-and-by, and I must have a pair of fine boots, and a new coat and other things in keeping, for you know, wife, I am now getting ten dollars per week, and by-and-by I may yet double or treble that amount.&#x201D; In this way they manage to live out all their means. This is a peculiarity in the majority of the old country people, and you can see the same thing here. You say you would rather hear something else than this. I would rather hear this. I am as far ahead in the Gospel and power of God as any of you, I know as much about it as any man in the Church, yet I need to know more. I think it is necessary, however, that you should learn to live today, and tomorrow, this year, and next year, and learn to honor your lives continually. We must prepare for that which is coming, and be ready to receive that which the Lord has in store for us. <\/div><div class=\"paragraph jod\" id=\"v9n1408\"> I know how you live. Do we see poverty here? We do. How many are there who declare that they cannot pay their emigration expenses, and cannot give anything to bring their friends? You could, if you had a disposition to try. Use just enough of your earnings to make your bodies and your families happy and comfortable, and save the residue. I probably support more than any ten men in the Territory or in this State. I feed and clothe multitudes of men, women and children&#x2014;and I like the man that gets me in debt to him. I consider that such a man has calculation and management, and is preparing himself to be useful, and to have something in his hands to use and to devote to noble purposes. But I pay men nine, ten, twelve, and twenty-five dollars per week, and when the year comes to a close they  <div class=\"break pagebreak\" id=\"296a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0296.pdf\" target=\"pdfwin\">p.&#xA0;296a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are owing me hundreds of dollars, when, if they had managed properly, there would have been a large credit in their favor. There is a class of men here who do not know but what they will apostatize by-and-by, and they do not wish anybody in debt to them, nor do they wish to owe anybody. You had better be about square, the whole of you that wish to apostatize and go off, for you cannot leave the country with your debts unpaid. The better way is to keep in the faith, and pay your debts. When some men are doing well they will become anxious for a change, and they want to raise stock, or possess a farm in Weber or Cache Valley; they go and stay year after year until they are reduced to poverty in consequence of their inexperience in that class of industry, and by-and-by they come back deploring their lack of sense in not knowing when they were well off. I have such persons here to deal with, and I have to keep along with my brethren at this slow rate of progression, until we know how to gather the heavens and the earth. <\/div><div class=\"paragraph jod\" id=\"v9n1410\"> If there was impatience in heaven they would be impatient with the slothfulness of the Latter-day Saints. The heavens are waiting to be gracious, and are ready to shed forth all the blessings heaven and earth can bestow on the Saints, as soon as we can receive them and make use of them to the glory of God. If we do not first learn the little things, we cannot learn the greater things. &#x201C;He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much. If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches? And if you have not been faithful in that which is another man's, who shall give you that which is your own?&#x201D;<span class=\"citation\" id=\"67749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67749)\">Luke 16:10-12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1411\"> Every moment of human life should <div class=\"break columnbreak\" id=\"296b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0296.pdf\" target=\"pdfwin\">p.&#xA0;296b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3616\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be devoted to doing good somewhere and in some way. We are all dependent upon a Being greater than ourselves, and we owe our talent, time, and every pulse of our nature to the Supreme of the Universe. We have nothing of our own, and ought to devote ourselves to usefulness; we ought to learn to be economical, which, coupled with industry, will make us wealthy. And while we are handling the things of this world, let us not neglect to become rich in faith, in humility, and to learn the ways of God, and be constantly and actively devoted to his service and the building up of his kingdom upon the earth, or the riches of this world will do us no good. <\/div><div class=\"paragraph jod\" id=\"v9n1412\"> I heard it said to a young lad, &#x201C;I will give you a dollar and a half a day and board you.&#x201D; After a little reflection the young lad said, &#x201C;If you will pay me three dollars a day, I think I will work for you a spell.&#x201D; The principle of the thing flashed before me, like a flash of light, that such a course would be ruinous to this people. I could see, under such circumstances, that the lad could not live here two years before he would not know how to secure himself a pair of pantaloons; he might receive great wages, and yet be in the depths of poverty; he might be paid more than he earned, and still be needy. &#x201C;I am getting three dollars a-day,&#x201D; says a brother. What next? He must have as fine a pair of boots as any man wears in this community, and he will have them. When I was a boy a young man in our neighborhood went into a hat shop to buy a five dollar beaver. He said to Mr. Merrill. &#x201C;Have you any five dollar hats?&#x201D; &#x201C;No, but I have some very nice three dollar hats.&#x201D; The young gent did not want such a hat; he would not wear such a hat, but said, &#x201C;I want a five dollar hat.&#x201D; &#x201C;Can you make me a five dollar hat?&#x201D; &#x201C;Yes.&#x201D; &#x201C;When shall I call for it ?&#x201D; &#x201C;In two weeks.&#x201D;  <div class=\"break pagebreak\" id=\"297a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0297.pdf\" target=\"pdfwin\">p.&#xA0;297a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Merill took a three dollar hat that fitted the young man, marked it, and put it by. In two weeks the young man called for his hat, when the hatter reached down the same hat the young man had tried on before, saying, &#x201C;that is a five dollar hat.&#x201D; &#x201C;Ah, that is the hat I want; what is the price?&#x201D; &#x201C;Five dollars.&#x201D; He paid five dollars for a three dollar hat, and was perfectly satisfied. That is the case with hundreds of my brethren; they do not know the difference between a three dollar and a five dollar hat. I do not wish to tantalize anyone's feelings, though I know that I often use extreme cases in comparison. <\/div><div class=\"paragraph jod\" id=\"v9n1414\"> We have had to feed, clothe, and find house, room, firewood, &amp;c., for quite a number of people in this community. The first place we set apart and devoted to the poor, was a house built by Enoch Reese, in the 13th Ward; we bought that place, and the Bishop prepared it for the poor to live in. We appointed Dr. Doremus to take care of that house. Could we get anyone to occupy it? No, but &#x201C;if you will build us a house close by the Temple block we will live there, otherwise we will live with our neighbors where we can, and be at liberty to go where we please; we will not have your charity unless we dictate.&#x201D; Is this not about so, Bishops? (Voices, &#x201C;Yes.&#x201D;) Unless a Bishop will suffer himself to be dictated by those who need his aid, they will not have his charity. This, I know, is the extreme in such cases. <\/div><div class=\"paragraph jod\" id=\"v9n1415\"> What causes poverty among this people? It is the want of discretion, calculation, sound judgment. I am paying men more or less by the day, and where do you see those who get the least wages? Seated back in the barber's chair three or four times a week. Next at a store to get a box of blacking to put upon fifteen dollar boots, if they can get them. They must have four or five dollar hand<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"297b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0297.pdf\" target=\"pdfwin\">p.&#xA0;297b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3615\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>kerchiefs, as fine things for their wives and children, and as much in quantity as any other man has. At the end of the year there are two or three hundred dollars on the debit side of their accounts. This is not good policy in them. Suppose that they want to go on a mission to California after gold, or to apostatize and go away, they have debits upon them that will perplex them. Other poor men want a yoke of cattle, and must have the best yoke that can be had; they want the best wagon that can be bought; and there goes two hundred dollars more. Then they must hire a man to drive the team, and the hired man goes to the canyon with the model team and wagon, and returns home with one of the wheels on the gearing, and a pole under the axletree. &#x201C;Well, where is the wood?&#x201D; &#x201C;Oh, it is yet in the canyon.&#x201D; &#x201C;Where is the new axe I bought?&#x201D; &#x201C;I forgot it, it is up in the canyon, I expect.&#x201D; It costs him ten dollars to get the wagon repaired, he pays his teamster a dollar and fifty cents a day, has lost a new axe, and has no wood. <\/div><div class=\"paragraph jod\" id=\"v9n1416\"> With us the Bible is the first book, the Book of Mormon comes next, then the revelations in the book of Doctrine and Covenants, then the teachings of the living oracles, yet you will find, in the end, that the living oracles of God have to take all things of heaven and earth, above and beneath, and bring them together and devote them to God, and sanctify and purify them and prepare them to enter into the kingdom of heaven. Gold and silver, houses and lands, and everything possessed by the Saints will be purified and cleansed by the power of God, and prepared to enter into the new Jerusalem when the earth is sanctified. We have to learn to handle all things which pertain to the heavens and earth in a way to glorify God, and devote  <div class=\"break pagebreak\" id=\"298a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0298.pdf\" target=\"pdfwin\">p.&#xA0;298a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>all to the building up of his kingdom, or we cannot magnify our Holy Priesthood and calling. <\/div><div class=\"paragraph jod\" id=\"v9n1418\"> Some go away because they are poor, some because there is no revelation, some because they have too much revelation, and others because <div class=\"break columnbreak\" id=\"298b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0298.pdf\" target=\"pdfwin\">p.&#xA0;298b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3614\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they have gathered gold and silver and enriched themselves by filching from the Saints. I say to all such, go, but first pay your debts, and then steal nothing. <\/div><div class=\"paragraph jod\" id=\"v9n1419\"> May God bless the righteous. Amen. <\/div>\n<\/div>\n<\/div>"}