{"ID":90058, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Caution Against Vain Laughter&#x2014;Value of the Life of Man.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 27, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Caution Against Vain Laughter, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/27\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d58\">\n<div class=\"paragraph jod\" id=\"v9n1384\"> I have been highly gratified at the few remarks I have heard this morning from the brethren who are about to leave us to fulfil their Missions. They have a great deal of talk in them, and they will soon be in their fields of labor where they can free their minds. <\/div><div class=\"paragraph jod\" id=\"v9n1385\"> Brother George Sims' remarks created considerable empty levity. I like to be pleased myself; I like to be filled with joy, but if I cannot be filled with joy and gladness that is full of meat and marrow, or, in other words, full of meaning and sense, I would rather retain my gravity. <\/div><div class=\"paragraph jod\" id=\"v9n1386\"> There is but one step between life and death, between faithfulness and apostasy, between the sublime and the ridiculous. We preach the Gospel and gather the Saints, but are all Saints when they are gathered? No, we gather the goats with the sheep.<span class=\"citation\" id=\"66169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66169)\">Matt. 25:32-33<\/a><\/span> We gather people here, and then the most trifling incidents that may occur in their lives, contrary to their wishes, will turn them aside, and they will forsake their religion and their God. I am sorry for this. <\/div><div class=\"paragraph jod\" id=\"v9n1387\"> Never give way to vain laughter.<span class=\"citation\" id=\"88811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88811)\">D&amp;C 88:121<\/a><\/span> I have seldom laughed aloud for twenty or thirty years without regretting it, and I always blush for those who laugh aloud without meaning. <\/div><div class=\"paragraph jod\" id=\"v9n1388\"> I am often full of joy and gladness, and were I to give way to the promptings of my nature at such <div class=\"break columnbreak\" id=\"290b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0290.pdf\" target=\"pdfwin\">p.&#xA0;290b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3622\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> times, it would lead to unreasonable levity which would be a source of mortification and sorrow to me. I noticed that the brethren gave way to that laugh which I choose not to hear. I hope they will accept of this caution, and watch, govern, control and subdue their passions. I am satisfied that those persons who stamp, clap hands, whistle, and make other noisy and boisterous demonstrations in the theaters so untimed and uncalled for, have but little sense, and know not the difference between a happy smile of satisfaction to cheer the countenance of a friend, or a contemptuous sneer that brings the curses of man upon man. <\/div><div class=\"paragraph jod\" id=\"v9n1389\"> I am rejoiced, my brethren, when I hear the Elders of Israel speak as they did this morning. I care little for a man's language, if his spirit proves to me that he has the love of God within him.<span class=\"citation\" id=\"78543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78543)\">1 Jn. 2:5<\/a><\/span> Brother Erastus Snow remarked that the time would come when the law of God would be written on the hearts of the people.<span class=\"citation\" id=\"60662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60662)\">Jer. 31:33<\/a><\/span> A Pharisee and a lawyer asked Jesus Christ a question, tempting him, saying, &#x201C;Master, which is the great commandment in the law? Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, Thou shalt love thy neighbor as thyself. On these two commandments hang all the law and  <div class=\"break pagebreak\" id=\"291a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0291.pdf\" target=\"pdfwin\">p.&#xA0;291a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the prophets.&#x201D;<span class=\"citation\" id=\"65435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65435)\">Matt. 22:35-40<\/a><\/span> When we can keep these two commandments, do you not think that the law of God will be written in our hearts?<span class=\"citation\" id=\"60663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60663)\">Jer. 31:33<\/a><\/span> Yes, and it will never be erased. When I have a manifestation, through the brethren that speak, that the love of God is planted in their souls, that God rules and reigns in their affections, I care not what language they make use of to express their ideas, there is joy, peace, and solid satisfaction in listening to the words of their mouths. <\/div><div class=\"paragraph jod\" id=\"v9n1391\"> Brother Erastus Snow has been preaching since he was fifteen years of age, and has been a faithful Minister to preach the Gospel from that day to this, and yet he is troubled with the same diffidence that others are troubled with. When we look upon the human face we look upon the image of our Father and God;<span class=\"citation\" id=\"52131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52131)\">Gen. 1:26<\/a><\/span> there is a divinity in each person male and female; there is the heavenly, there is the divine and with this is amalgamated the human, the earthly, the weaker portions of our nature, and it is the human that shrinks in the presence of the divine, and this accounts for our manfearing spirit, and it is all there is of it. Many public lecturers, by faithful application in their studies and constant practice in public speaking, have overcome to a great degree what is usually called a manfearing spirit. <\/div><div class=\"paragraph jod\" id=\"v9n1392\"> I am now looking upon beings who are expressly created to inhabit the celestial kingdom of our Father and God. They are the children of God, the brethren and sisters of Jesus Christ, of the same family and descent. My best efforts are too feeble to portray before you the worth of the life we now possess. Probably there is not a single person upon the earth that properly magnifies his life to the fullest extent, or, as it was designed he should, to prepare him to dwell with God and holy angels. Many <div class=\"break columnbreak\" id=\"291b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0291.pdf\" target=\"pdfwin\">p.&#xA0;291b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3621\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> passages of Scripture can be produced showing how the ancients complained of the folly and wickedness of mankind, but they never undervalued life. The first life must be magnified as a preparatory step to the enjoyment of the second. Those immortal and glorified beings that inherit higher spheres understood this principle, have magnified their mortal existence and passed on to immortality, to possess exaltations in eternal life. We ought not to speak lightly of and undervalue the life we now enjoy, but so dispose of each passing day that the hours and minutes are spent in doing good, or at least doing no harm, in making ourselves useful, in improving our talents and abilities to do more good, cultivating the principle of kindness to every being pertaining to our earthly sphere, learning their uses and how to apply them to produce the greatest possible amount of good; learning to conduct ourselves towards our families and friends in a way to win the love and confidence of the good, and overcome every ungovernable passion by a constant practice of cool judgment and deliberate thoughts. <\/div><div class=\"paragraph jod\" id=\"v9n1393\"> I feel continually to say God bless the people. God bless the brethren who go on Missions to preach the Gospel, and those who are already in their fields of labor. I desire to see righteousness prevail, this is my whole delight; I have no other business on hand; I wish to have no other. I have no other joy or affection for anything, only the perfection of the kingdom of God, and to see righteousness reign triumphantly. I delight to see my brethren and sisters live in a way to promote that life which will never end. Instead of preparing to die, prepare to live in the midst of all the exaltations of the Gods. I do not mean to leave this world, God being my helper,<span class=\"citation\" id=\"56778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56778)\">Ps. 54:4<\/a><\/span> until sin and iniquity are banished from it, and  <div class=\"break pagebreak\" id=\"292a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0292.pdf\" target=\"pdfwin\">p.&#xA0;292a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the reign of everlasting righteousness is introduced, and Jesus Christ comes and reigns king of nations<span class=\"citation\" id=\"60432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60432)\">Jer. 10:7<\/a><\/span> as he does king of Saints,<span class=\"citation\" id=\"80075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80075)\">Rev. 15:3<\/a><\/span> and the earth with all the Saints that dwell upon it are <div class=\"break columnbreak\" id=\"292b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0292.pdf\" target=\"pdfwin\">p.&#xA0;292b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3620\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brought into the presence of the Father and Son, there to dwell forever. <\/div><div class=\"paragraph jod\" id=\"v9n1395\"> God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}