{"ID":90056, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Building Up and Adornment of Zion By the Saints.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, February 23, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Building Up and Adornment of Zion By the Saints.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/23\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d56\">\n<div class=\"paragraph jod\" id=\"v9n1349\"> Those who are capable of contemplating upon and realizing the relationship of mankind to the Heavens, the object of their existence here, the common salvation<span class=\"citation\" id=\"78843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78843)\">Jude 1:3<\/a><\/span> that is provided for all who have lived, now live, and will live upon the earth, and the power that is given to each person to preserve his identity to an endless duration, must be aware that there is a great deal to be said and done by those to whom are committed the Priesthood of the Son of God and the management of his work upon the earth in the last days. <\/div><div class=\"paragraph jod\" id=\"v9n1350\"> It is written, &#x201C;Thy watchman shall lift up the voice; with the voice together shall they sing: for they shall see eye to eye, when the Lord shall bring again Zion.&#x201D;<span class=\"citation\" id=\"59571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59571)\">Isa. 52:8<\/a><\/span> Again, &#x201C;Whereas thou hast been forsaken and hated, so that no man went through thee, I will make thee an eternal excellency, a joy of many generations.&#x201D;<span class=\"citation\" id=\"59999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59999)\">Isa. 60:15<\/a><\/span> Again, &#x201C;For, behold, I say unto you that Zion shall flourish, and the glory of the Lord shall be upon her; And she shall be an ensign unto the people, and there shall come unto her out of every nation under heaven.&#x201D;<span class=\"citation\" id=\"86576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86576)\">D&amp;C 64:41-42<\/a><\/span> And, again, &#x201C;Zion shall flourish upon the hills and rejoice upon the mountains, and shall be assembled together unto the place which I have appointed,&#x201D; &amp;c.<span class=\"citation\" id=\"85917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85917)\">D&amp;C 49:25<\/a><\/span> We talk and read about Zion, we contemplate upon it, and in our imaginations we reach forth to grasp something that is transcendent in heavenly <div class=\"break columnbreak\" id=\"282b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0282.pdf\" target=\"pdfwin\">p.&#xA0;282b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3630\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> beauty, excellency, and glory. But while contemplating the future greatness of Zion, do we realize that we are the pioneers of that future greatness and glory? Do we realize that if we enjoy a Zion in time or in eternity, we must make it for ourselves? That all who have a Zion in the eternities of the gods organized, framed, consolidated, and perfected it themselves, and consequently are entitled to enjoy it. <\/div><div class=\"paragraph jod\" id=\"v9n1351\"> Were we to send a hundred families of Saints into a valley not yet inhabited, being acquainted with its climate, soil, and general capabilities for productiveness, in the vision of our minds we could see in the future comfortable and commodious houses for the people to dwell in, buildings for religious worship and education; temples, tabernacles, and academies; also houses for amusement and State purposes, barns, and stables, yards, for the accommodation of animals, well-fenced farms, granaries filled with grain, orchards and gardens, wine, fruit, meat, silk, woolen, and cotton fabrics, and the people clothed and beautified with the productions of the works of their own hands,<span class=\"citation\" id=\"125479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125479)\">D&amp;C 42:40<\/a><\/span> and entirely sustained by their industry and the blessings of God through their righteousness. The Lord brings forth all those temporal blessings precisely in the same way in which he will build up Zion. He will build our houses, tabernacles, and temples, make our farms, raise our wheat, meat, and  <div class=\"break pagebreak\" id=\"283a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0283.pdf\" target=\"pdfwin\">p.&#xA0;283a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fruit, make our spinning wheels and looms, and weave our cloth, while we remain in a state of complete inactivity, just as much as he will bring again Zion without our cooperation. The Lord has done his share of the work; he has surrounded us with the elements containing wheat, meat, flax, wool, silk, fruit, and everything with which to build up, beautify and glorify the Zion of the last days, and it is our business to mold these elements to our wants and necessities, according to the knowledge we now have and the wisdom we can obtain from the Heavens through our faithfulness. In this way will the Lord bring again Zion upon the earth, and in no other. <\/div><div class=\"paragraph jod\" id=\"v9n1352\"> If we wish to make linen, we must prepare the soil that is suitable for raising flax, cast the seed into the ground, cultivate it, gather it, and prepare it to be spun and woven into linen. The Lord will not do this for us. We must also raise our bread by sowing grain, after the ground is prepared, then cultivating and watching it until it is ripened, then passing it through all the different processes until it is made into bread. The Lord will not do this for us anymore than he will bring again Zion without our cooperation. He has placed within our reach everything necessary for food, raiment, houses, and possessions, and for beauty, goodness, excellency, exaltation, life, glory, and bliss. The Lord would clothe these naked Indians, for they are of the house of Israel, if he would clothe us. He will build up Zion upon the same principle that he raises grain, flax, silk, wool, fruit, &amp;c., &amp;c. There is not one thing wanting in all the works of God's hands to make a Zion upon the earth when the people conclude to make it. We can make a Zion of God on earth at our pleasure, upon the same principle that we can raise a field of wheat, or build and inhabit. There <div class=\"break columnbreak\" id=\"283b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0283.pdf\" target=\"pdfwin\">p.&#xA0;283b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3629\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> has been no time when the material has not been here from which to produce corn, wheat, &amp;c.; and by the judicious management and arrangement of this ever-existing material a Zion of God can always be built on the earth. <\/div><div class=\"paragraph jod\" id=\"v9n1353\"> Man is the offspring of God.<span class=\"citation\" id=\"72027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72027)\">Acts 17:29<\/a><\/span> Who can fully realize this? Our Heavenly Father orders all things that pertain to this earth and to multitudes of worlds of which we are ignorant. We are as much the children of this great Being as we are the children of our mortal progenitors. We are flesh of his flesh, bone of his bone,<span class=\"citation\" id=\"52530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52530)\">Gen. 2:23<\/a><\/span> and the same fluid that circulates in our bodies, called blood, once circulated in his veins as it does in ours. As the seeds of grains, vegetables and fruits produce their kind, so man is in the image of God.<span class=\"citation\" id=\"52165\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52165)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52165)\">Gen. 1:26-27<\/a><\/span> We hope to be exalted. We hope that God our Father will make us noble and good, but he will only direct and aid us in making ourselves righteous. He has formed us, and in his providences brought us forth upon this earth, but he without our efforts will not make anything of us. What we shall be, depends upon ourselves. We can improve this organization and bring it back to its original purity and goodness, by faithfulness to the will of Heaven, and by daily adding to the intelligence we now possess until we are prepared to stand in the presence of our Creator. <\/div><div class=\"paragraph jod\" id=\"v9n1354\"> When we conclude to make a Zion we will make it, and this work commences in the heart of each person. When the father of a family wishes to make a Zion in his own house, he must take the lead in this good work, which it is impossible for him to do unless he himself possesses the Spirit of Zion. Before he can produce the work of sanctification in his family, he must sanctify himself, and by this means God can help him to sanctify his family. There are many families  <div class=\"break pagebreak\" id=\"284a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0284.pdf\" target=\"pdfwin\">p.&#xA0;284a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in this community that have constantly with them the Spirit of Zion. Visit them when you will, and you find them dwelling in peace; a heavenly influence constantly broods over them and over everything they possess. But are they perfect? No. It would not do for them to be perfect because we have still to associate more or less with that which is evil. <\/div><div class=\"paragraph jod\" id=\"v9n1356\"> We have all the material we need to build up Zion, and I wish the Spirit of Zion to extend from heart to heart, and from house to house. This good work must commence in each person; there must be instituted a watchful care over the passions to bring them under control, that an angry feeling may not arise, that an evil passion may not gain the mastery to the overthrow of wisdom and good, sound judgment, until the power of the enemy that is sown within us is entirely subdued to the will of Christ, for the purpose of the enemy of all righteousness<span class=\"citation\" id=\"71835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71835)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"81857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81857)\">Mosiah 4:14<\/a><\/span> is to destroy the human family, and make them what they were not intended to be. <\/div><div class=\"paragraph jod\" id=\"v9n1357\"> I do not wish you to carry away a wrong impression of our true situation before the heavens relative to perfection. For you to be perfect, in one sense of the word, is to be prepared to inherit eternal glory in the presence of the Father and the Son. Should any mortal attain to this state of perfection, he could not longer remain among his fellow mortals. I do not want you so very perfect, but I am anxious that we should commence the growth of Zion in ourselves, and when we do this, we shall cease to willingly hold fellowship with that which is evil. But so long as we willingly hold fellowship with that which tends to death and destruction, we cannot progress as we should in the work of perfection in ourselves, nor in building up and beautifying Zion. <\/div><div class=\"paragraph jod\" id=\"v9n1358\"> The work of building up Zion is in <div class=\"break columnbreak\" id=\"284b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0284.pdf\" target=\"pdfwin\">p.&#xA0;284b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3628\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> every sense a practical work; it is not a mere theory. A theoretical religion amounts to very little real good or advantage to any person. To possess an inheritance in Zion or in Jerusalem only in theory&#x2014;only in imagination&#x2014;would be the same as having no inheritance at all. It is necessary to get a deed of it, to make an inheritance, practical, substantial and profitable. Then let us not rest contented with a mere theoretical religion, but let it be practical, self-purifying, and self-sustaining, keeping the love of God within us, walking by every precept, by every law, and by every word that is given to lead us to truth, to God, and to life eternal. <\/div><div class=\"paragraph jod\" id=\"v9n1359\"> I have Zion in my view constantly. We are not going to wait for angels, or for Enoch and his company to come and build up Zion, but we are going to build it. We will raise our wheat, build our houses, fence our farms, plant our vineyards and orchards, and produce everything that will make our bodies comfortable and happy, and in this manner we intend to build up Zion on the earth and purify it and cleanse it from all pollutions. Let there be an hallowed influence go from us over all things over which we have any power; over the soil we cultivate, over the houses we build, and over everything we possess; and if we cease to hold fellowship with that which is corrupt and establish the Zion of God in our hearts, in our own houses, in our cities, and throughout our country, we shall ultimately overcome the earth, for we are the lords of the earth; and, instead of thorns and thistles,<span class=\"citation\" id=\"52620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52620)\">Gen. 3:18<\/a><\/span> every useful plant that is good for the food of man and to beautify and adorn will spring from its bosom.<span class=\"citation\" id=\"52448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52448)\">Gen. 2:9<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1360\"> We have certain laws to observe in order to obtain wheat. We do not sow wheat on a bare rock, for we have learned by experience that it will not grow there. We do not sow onion  <div class=\"break pagebreak\" id=\"285a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0285.pdf\" target=\"pdfwin\">p.&#xA0;285a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and carrot seed in the middle of the street and expect to reap a bountiful crop, for our experience teaches us differently. Instead of doing this, we observe the laws in nature which govern the productions of the earth, as our fathers before us have done, and prepare the ground properly, subduing and enriching and cleansing from it every obnoxious weed. Then if we wish to raise Toas wheat, we sow the seed that will produce it, and proceed in like manner with whatever we desire to produce from the ground, for every seed will produce its kind,<span class=\"citation\" id=\"52084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52084)\">Gen. 1:11<\/a><\/span> and with care and watchfulness the husbandman will reap an abundant increase. Thus it is plainly manifest that we have the laws of nature and of God by which we can build up Zion. Let us then take advantage of the laws and of the blessings which God is willing to pour upon us, and cultivate and subdue the ground, sow the good seed, fence it in that the enemy cannot come and sow tares,<span class=\"citation\" id=\"64557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64557)\">Matt. 13:25<\/a><\/span> and bar up the gates and keep the watchman there to watch day and night. <\/div><div class=\"paragraph jod\" id=\"v9n1362\"> Those who are sent to sow the good seed<span class=\"citation\" id=\"64550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64550)\">Matt. 13:24<\/a><\/span> are faithfully waiting for the ground to be prepared. Cultivate the seed well, and it will bring forth its kind, that which pertains to the earth and that which pertains to the grace of God and the principles of eternity. Plant and cultivate in your hearts and bring forth the fruits of Zion. Let us prepare our hearts, as we prepare our fields, to receive the good word of God,<span class=\"citation\" id=\"76719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76719)\">Heb. 6:5<\/a><\/span> and never let anything mar our peace, or step in between us and our God and our holy religion, remembering that whatsoever a man soweth that also shall he reap;<span class=\"citation\" id=\"74691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74691)\">Gal. 6:7<\/a><\/span> and as your acts in life are, so you may expect to be judged. The elements are here to produce as good a Zion as <div class=\"break columnbreak\" id=\"285b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0285.pdf\" target=\"pdfwin\">p.&#xA0;285b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3627\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> was ever made in all the eternities of the Gods. Here are the elements to produce grain which is good for the food of man, as also the fruit of the vine, and that which yieldeth fruit, whether in the ground or above the ground.<span class=\"citation\" id=\"88948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88948)\">D&amp;C 89:16<\/a><\/span> Nevertheless, wheat for man, corn for the ox, oats for the horse, and rye (not for whiskey) for fowls and for swine, and for all beasts of the field, and barley for all useful animals and for mild drinks, as also other grain.<span class=\"citation\" id=\"88949\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88949)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88949)\">D&amp;C 89:17<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1363\"> It is for us, as children of our heavenly Father, to arise and assume the right the law of the Holy Priesthood gives us, and organize the elements for a Zion, and bring it forth, no matter where we are. I would not give much for a religion that is not thus practical. Some Elders have in a manner to convey the idea that the practical part of our religion is only manifest here. We should be sorry if this were the case, and a little reflection will show them their mistake. Did you ever have sore feet and aching limbs, while traveling abroad preaching the Gospel? &#x201C;Yes.&#x201D; Was that practical, or was it only spiritual? After walking twenty-five miles to fill an appointment, and, before eating a mouthful of food, preaching an hour or two, for nobody had thought you wanted anything to eat, and then baptizing, and then wading through the mud for miles in wet clothes before you could get a dry sock, was that practical? I thought preaching the Gospel was as nigh manual labor as anything I could work at. <\/div><div class=\"paragraph jod\" id=\"v9n1364\"> We have the material here to build up Zion. Will we build it, up? What do you say? (Voices, &#x201C;Yes.&#x201D;) Yes, we will establish it on the earth, no more to be thrown down<span class=\"citation\" id=\"89555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89555)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89555)\">D&amp;C 101:75<\/a><\/span><span class=\"citation\" id=\"89757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89757)\">D&amp;C 103:13<\/a><\/span> or removed forever. Amen. <\/div>\n<\/div>\n<\/div>"}