{"ID":90054, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Weakness of Human Governments&#x2014;Potency of the Kingdom of God.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, made in the Tabernacle, Great Salt Lake City, April 16, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Weakness of Human Governments, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/16\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d54\">\n<div class=\"paragraph jod\" id=\"v9n1327\"> I have felt very much interested in the remarks we have heard this morning. In anything that I may advance now, I pray my Heavenly Father that I may be inspired by the same spirit that I may lay before you such things as will conduce to your happiness and well-being. We enjoy privileges here that are not enjoyed by any other people under the face of the heavens. I do not care what country they inhabit, what their advantages have been in point of education, or what facilities they may have possessed in position and wealth; or in political, scientific, mechanical, or literary acquirements. There are no people under the heavens that are situated as we are. There has been one great difficulty always in the world, with very few exceptions, and that is, that men have been left to pursue their own course, to follow the dictates of their own individual feelings, to pursue a course which is dictated alone by a false philosophy, a false religion, and false politics. These persons have not understood, nor have they been able to understand, neither have they had the means within their reach to comprehend correct principles. A great many very sincere men in the world have prayed earnestly to be guided by the Lord, but they have had no priesthood, no organization, no intelligence communicated to them from on high further than that which would simply govern their moral <div class=\"break columnbreak\" id=\"275b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0275.pdf\" target=\"pdfwin\">p.&#xA0;275b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3637\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> actions. Nations have risen up and kings have set to work to benefit the people by establishing governments, on their own responsibility, without the dictation of the Lord, without priesthood or authority from Heaven. They have not professed to have any legitimate right to the priesthood, but with a blind fatality to the example that has been set by others, they have followed in the wake of tyrants and oppressors or adopted the notions of vain philosophers without any teachings from on high. Governed by the lust of conquest, the acquisition of territory, the fascinations of scepters and dominion, and dictated alone by the wild chimeras of their own brain. <\/div><div class=\"paragraph jod\" id=\"v9n1328\"> Men have also risen up as religious teachers and reformers, many who have conceived that something has been wrong in the world socially, morally, and religiously, but what that wrong has been they have not been able definitely to tell. They could tell something about a crucified and risen redeemer, as gleaned from the scriptures, but they knew nothing, or comparatively nothing in regard to the relationship that exists or that ought to exist between man and his Father in heaven. They knew nothing in relation to the pre-existence of man; or his future destiny, the organization of the world, the object of its creation, or its destiny. The designs of God in relation to the redemption of man, and the world's  <div class=\"break pagebreak\" id=\"276a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0276.pdf\" target=\"pdfwin\">p.&#xA0;276a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and man's eternal exaltations, and progressions they were profoundly ignorant, like the kings without Priesthood and authority, they were blind leaders of the blind,<span class=\"citation\" id=\"64783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64783)\">Matt. 15:14<\/a><\/span> unsent, uninstructed of the Lord. They could not comprehend anything of this kind and consequently they were divided in their feelings, and hence all the wildness of sectarianism. And yet a great many of those men have been just as sincere as we have been. A great many philosophers have risen up in the world unaided by the Almighty, and they have introduced their systems of morality and different laws of life, morality, and politics for the well-being and happiness of the human family and with a desire to promote their welfare but they have accomplished very little. All these powers combined have done very little to ameliorate the condition of mankind. They have signally failed to regenerate the world. It is true they have taught the existence of a God and of our responsibilities to him. They have taught many good moral precepts and sought to imbue them with good principles and influences. But not possessing a knowledge of the laws of life themselves, they have been unable to teach them to others. There has always been wanting some principle and leading influence; they have all of them lacked a reliance upon God and proper teaching and instruction from him. And this has been the cause of great difficulty that has existed in every day and age of the world. There has been very little change comparatively in the world in regard to the condition and practices of the human family. In former times they used to worship idols of various forms and possessing certain supposed powers, some thousands of gods of various forms was set forth for mankind to worship, and men have just the same foolish notions now only varying in form. There has been all <div class=\"break columnbreak\" id=\"276b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0276.pdf\" target=\"pdfwin\">p.&#xA0;276b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3636\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> kinds of theories introduced by philosophers and religionists. Instead of gods of wood, iron, brass, stone, and gold,<span class=\"citation\" id=\"61491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61491)\">Dan. 5:4,23<\/a><\/span> they have theories, notions, and ideas. They have commenced various systems of religion and philosophy, just as the ancients practiced only varying in form. They have now their gods that they worship the same as religious enthusiasts had in former dispensations. Many of the religionists of the present day have just as much confidence in their foolish theories as the ancients had in their deities, made with their own hands. This is true also of modern philosophers. Our politicians are also as much confused as men were formerly notwithstanding our professed superior enlightenment. If you go to the States, to the North for instance, don't you think that the North believe that they will make the South submit to their will? The North think they will, and in fact that is now very nearly accomplished and that the war will soon be wound up. And don't you think that the South are strong in the belief that they are in the right and will succeed in carrying out their designs. But what will either of them accomplish more than has been done in former days? Nothing. What does this arise from? For want of correct teaching from the servants of the Most High God. If any or all of these men in their day and age of the world could have obtained the blessings, the light of revelation communicated unto them they would readily have received the Gospel provided they could have understood as we do. It has been customary among men to seek only to the wisdom of men, and to the knowledge of men to be enabled to govern their course of life and conduct. This has been the general pursuit of the human family. All mankind have acknowledged a Supreme Being that governs and controls  <div class=\"break pagebreak\" id=\"277a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0277.pdf\" target=\"pdfwin\">p.&#xA0;277a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the world, but they have always believed that he was inaccessible. Do you think that those old professors felt about God as the religious professors do in these days? Most assuredly they did. How was it with Daniel when the King Belshazzar said to the astrologers and soothsayers, that he wanted and demanded of them to find out the dream which had gone from him and then to give the interpretation?<span class=\"citation\" id=\"125478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125478)\">Dan. 2:1-9<\/a><\/span> The astrologers said, &#x201C;why no man can tell this thing which the king demandeth but that being <span class=\"italic\">whose dwelling is not with flesh<\/span>.&#x201D;<span class=\"citation\" id=\"60957\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60957)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60957)\">Dan. 2:11<\/a><\/span> But Daniel prayed to him that revealeth secrets<span class=\"citation\" id=\"60978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60978)\">Dan. 2:28<\/a><\/span> and his prayer was answered, and the king's dream and interpretation were revealed to him, so that when he went in before the king he unfolded that which the king had dreamed and then forgotten. How was it with the old Grecians? Among other things they had an unknown God, and when Paul visited them he saw an inscription to this unknown Deity of theirs, hence when addressing them he said, &#x201C;That God whom ye ignorantly worship, him declare I unto you.&#x201D;<span class=\"citation\" id=\"71937\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71937)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71937)\">Acts 17:23<\/a><\/span> They believed in the Supreme Ruler of the Universe and so do the world now, but still they worship a God without body, parts, or passions. We can say the same of kings, princes, rulers, and philosophers, for these have all believed in a Supreme Ruler of the Universe; but for the present, suffice it to say, that there has been little or no improvement in these things. <\/div><div class=\"paragraph jod\" id=\"v9n1331\"> You go into the United States, to England, and if you please go throughout the European nations and see if you can find anything in relation to God, more than there was a hundred or a thousand years ago. There is no increase there in the knowledge of God. Then how is it possible for them to get any knowledge of the future? How is it possible that they can understand anything pertaining <div class=\"break columnbreak\" id=\"277b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0277.pdf\" target=\"pdfwin\">p.&#xA0;277b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3635\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> to their temporal or spiritual existence, either past or future, without the Spirit of revelation from on high? There is no power or influence that can reveal these things in their proper light, but that God &#x201C;whose dwelling is not with flesh.&#x201D;<span class=\"citation\" id=\"60958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60958)\">Dan. 2:11<\/a><\/span> But all men of the world, politicians, philosophers, and all classes and grades of men have been ignorant of these teachings, and they have had no means of obtaining any correct knowledge of those principles of which I have been speaking. It was to do away with this ignorance that has existed for ages, to reveal the purposes of God and establish correct religion and morality, and the only true form of government that God revealed his will to the human family through Joseph Smith; it was for this that he opened the heavens and communed with man upon the earth, and it was for this that he drew away the veil that had obscured the world for ages. By and through Joseph Smith he revealed the law of life, the relationship of God to man, and how to secure individual happiness of friends, relations, and associations, and also that which would be for the well-being and renovation of a world. This is what we are after, and it is this, as I understand it, that God is after. It is to introduce correct principles among the human family; it is to do away with these abuses that have so long existed and prevailed in the world, and that mankind may be taught the ways of life and salvation, to qualify them to teach correct principles to their progeny, and in due time stand forth upon Mount Zion as saviors in these last days,<span class=\"citation\" id=\"61978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61978)\">Obad. 1:21<\/a><\/span> and that the servants of God may be able by his aid and assistance to usher in a new era of life, of peace, of happiness, glory and exaltation to the inhabitants of a fallen world, and likewise of renovation to the world itself. <\/div><div class=\"paragraph jod\" id=\"v9n1332\"> This, to us, I was going to say is  <div class=\"break pagebreak\" id=\"278a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0278.pdf\" target=\"pdfwin\">p.&#xA0;278a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>almost new; it is strange at least. We have been awakened by the voice of inspiration, and glory has filled our hearts when we have been saluted with the message which the great Eloheim has revealed for the redemption of the sons of men. And we have felt blessed and inspired, yielding obedience to the laws of God, and our souls have rejoiced in the Holy One of Israel;<span class=\"citation\" id=\"58847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58847)\">Isa. 29:19<\/a><\/span> and yet, like the Israelites who left their homes in the land of oppression, we are all the while looking back to Egypt.<span class=\"citation\" id=\"71536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71536)\">Acts 7:39<\/a><\/span> We have drawn in our traditions, as it were, like our mother's milk. Our education, our training and teaching in general, not merely in regard to religion, but upon every subject, have been in opposition to or a perversion of the pure principles of the kingdom of God. There is not a correct principle in relation to that which is calculated to conduce to the happiness of ourselves and the world at large that has been understood and properly applied, or that man without the Spirit of God has known anything about. And how could we understand aright, if all the world were ignorant? Our statesmen and philosophers who have professed and still profess to know so much are shrouded in darkness, and there was no one capable of teaching us elevated principles, simply because no one had recently revealed nor knew any better than ourselves. I ask is it surprising that we should waver and act ignorantly? And seeing that the whole world have been in such a state of gross darkness, is it surprising that we should, in many instances forget our high calling's glorious hope, and forget the situation we occupy, the blessings, ordinances, powers and gifts that have been bestowed upon us? Is it surprising that we should look back like the children of Israel did when they made a golden calf and other idols and said, &#x201C;These be thy gods, O <div class=\"break columnbreak\" id=\"278b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0278.pdf\" target=\"pdfwin\">p.&#xA0;278b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3634\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Israel?&#x201D;<span class=\"citation\" id=\"54467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54467)\">Ex. 32:8<\/a><\/span> I leave you to answer for yourselves. <\/div><div class=\"paragraph jod\" id=\"v9n1334\"> When we become inspired by the Spirit of God, and the truths which flow from his servants, we are enabled to comprehend our position and relationship to the Most High. It is no small affair that we are engaged in; we are striving to sweep away the rubbish and error of ages. Our peace with God is what we are trying to feel after, if, peradventure, we may find the correct way of life, of religion, of government, of everything that is calculated to ennoble, to bless and exalt us in time and in eternity. Having believed that we have got this, we are trying to feel after our Heavenly Father and he is trying to have us feel after him,<span class=\"citation\" id=\"71975\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71975)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71975)\">Acts 17:27<\/a><\/span> and he is pouring out his Spirit upon us from time to time, and causing us to cry, &#x201C;Abba, Father,&#x201D;<span class=\"citation\" id=\"72527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72527)\">Rom. 8:15<\/a><\/span><span class=\"citation\" id=\"74597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74597)\">Gal. 4:6<\/a><\/span> and to feel that we are his children, and therefore we feel to bow with reverence before him as our Father, our God and deliverer, and to put our trust in him. We are constantly trying to feel after this kind of spirit and to be able to say, &#x201C;the Lord is our God, the Lord is our King, the Lord is our Lawgiver, and he shall rule over us,&#x201D;<span class=\"citation\" id=\"59065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59065)\">Isa. 33:22<\/a><\/span> and we do sometimes get a little glimmering of this Spirit and it does produce a certain effect upon our minds, but we slide back again. Sometimes though we are like the boy that went to school who said that he slipped two steps backwards for one forward, but I do not believe this as a general rule, for I believe with President Young, that we have made and taken many steps in the right direction. I feel also that there are thousands who have not bowed the knee to Baal,<span class=\"citation\" id=\"55734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55734)\">1 Kgs. 19:18<\/a><\/span> but who feel that God is their Lord, protector and deliverer. What is it that we have got to do? It is to let this spirit increase within ourselves and before God; part with our faults and vanities, and if things don't go according to our judgment  <div class=\"break pagebreak\" id=\"279a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0279.pdf\" target=\"pdfwin\">p.&#xA0;279a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and feelings and notions of things, we must recollect that our notions are not correct, and that our wisdom has been proved to be folly, therefore, there is more that is correct, but that which flows from the Great Eloheim, and that will deliver us from our folly and bring us out of the labyrinth of mystery into the light of truth. And the Almighty has commenced to gather his people from every nation, kindred, and tongue, and to impart wisdom and knowledge for his Saints. And, if we are governed by the <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Almighty and walk in his footsteps, we may know not only how to save ourselves but the Church and kingdom of God upon the earth, and introduce a reign of righteousness, and do that which philosophers, kings, governors, and statesmen, in their day and age have failed to accomplish. The Lord will do this by having a people that will be obedient to his law. <\/div><div class=\"paragraph jod\" id=\"v9n1336\"> Brethren, may God help you, and I bless you in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}