{"ID":90057, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">True Character of God&#x2014;Erroneous Ideas Entertained Towards Him.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, February 23, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: True Character of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 2\/23\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d57\">\n<div class=\"paragraph jod\" id=\"v9n1366\"> We certainly should be extremely knowing, did we know everything; but, as we do not, we will be satisfied with what we do know and can still learn. This people know much. Their experience and their knowledge, coupled with that which has been revealed to them from the Fountain of all knowledge, are far beyond the capacities of those who have not heard and received the Gospel. <\/div><div class=\"paragraph jod\" id=\"v9n1367\"> I have a few words to say touching our present existence, and in reference to the remarks made today by brother Kimball pertaining to the body. Our mortal bodies are all important to us; without them we never can be glorified in the eternities that will be. We are in this state of being for the express purpose of obtaining habitations for our spirits to dwell in, that they may become personages of tabernacle. Our former religious traditions have taught us that our Father in heaven has no tabernacle, that his center is everywhere and his circumference nowhere. Yet we read that, &#x201C;God came from Teman, and the Holy One from mount Paran.&#x201D;<span class=\"citation\" id=\"62235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62235)\">Hab. 3:3<\/a><\/span> &#x201C;Before him went the pestilence, and burning coals went forth at his feet.&#x201D;<span class=\"citation\" id=\"62237\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62237)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62237)\">Hab. 3:5<\/a><\/span> &#x201C;And the Ancient of days did sit, whose garment was white as snow, and the hair of his head like the pure wool.&#x201D;<span class=\"citation\" id=\"61591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61591)\">Dan. 7:9<\/a><\/span> &#x201C;Hast thou an arm like God? or canst thou thunder with a voice like him?&#x201D;<span class=\"citation\" id=\"56286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56286)\">Job 40:9<\/a><\/span> &#x201C;And I will take away mine hand, and thou shalt see my back parts: but my face thou <div class=\"break columnbreak\" id=\"286b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0286.pdf\" target=\"pdfwin\">p.&#xA0;286b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3626\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> shalt not see.&#x201D;<span class=\"citation\" id=\"54545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54545)\">Ex. 33:23<\/a><\/span> &#x201C;The eyes of the Lord are upon the righteous, and his ears are open to their cry.&#x201D;<span class=\"citation\" id=\"56566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56566)\">Ps. 34:15<\/a><\/span> The idea that the Lord our God is not a personage of tabernacle is entirely a mistaken notion. He was once a man. <\/div><div class=\"paragraph jod\" id=\"v9n1368\"> Brother Kimball quoted a saying of Joseph the Prophet, that he would not worship a God who had not a Father; and I do not know that he would if he had not a mother; the one would be as absurd as the other. If he had a Father, he was made in his likeness. And if he is our Father we are made after his image and likeness.<span class=\"citation\" id=\"52166\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52166)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52166)\">Gen. 1:26-27<\/a><\/span> He once possessed a body, as we now do; and our bodies are as much to us, as his body to him. Every iota of this organization is necessary to secure for us an exaltation with the Gods. Our mortal tabernacles decline. The spirit is inseparably connected with the body until death, and it is so designed; but when we get through with our worship in this Tabernacle or building for worship, we dispense with it until we wish to meet again. We are not inseparably connected with it; it may be consumed by the element of fire and pass away forever. But it is not so with our bodies; if we willfully loose these, we loose everything that God has provided for the faithful. <\/div><div class=\"paragraph jod\" id=\"v9n1369\"> This is an item I wished to explain, though we do not know everything. When brother Kimball speaks, I am  <div class=\"break pagebreak\" id=\"287a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0287.pdf\" target=\"pdfwin\">p.&#xA0;287a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>so well acquainted with his views and style that I easily understand his meaning; but he does not always fully explain his views to the understanding of the people.<span class=\"citation\" id=\"78495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78495)\">2 Pet. 3:16<\/a><\/span> This is a point of doctrine that is all and in all to us, consequently it is essentially necessary that we should understand it as it is, and not carry away the idea, from what has been said by brother Kimball, that this is a spiritual kingdom and the body is nothing. Brother Kimball understands this doctrine as I do, but he has his method of expressing his ideas and I have mine; and I am extremely anxious to so convey my ideas to the people that they will understand them as I do. Our language is deficient, and I do not possess in this particular the natural endowment that some men enjoy. I am a man of few words, and unlearned in the learning of this generation. The reason why brother Kimball has not language as perfectly and fully as some other men is not in consequence of a lack in his spirit, for he never has preached when I have heard him, that I did not know what he was about, if he knew himself. I know that his ideas are as clear as the sun that is now shining, and I care not what the words are that he uses to express them. <\/div><div class=\"paragraph jod\" id=\"v9n1371\"> We have foolish Elders, and I have had to contend, time after time, against their foolish doctrines. One of our most intelligent Apostles in one of his discourses left the people entirely in the dark with regard to Jacob and Esau, and he never understood the difference between foreknowledge and foreordination. Foreknowledge and foreordination are two distinct principles. And again, I have had to contend against what is called the &#x201C;baby resurrection&#x201D; doctrine, which, as has been taught and indulged by some, is one of the most absurd doctrines that can be thought of. Having had these foolish <div class=\"break columnbreak\" id=\"287b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0287.pdf\" target=\"pdfwin\">p.&#xA0;287b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3625\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> doctrines to combat, I am not willing that the idea should possess your minds that the body is neither here nor there, and that the work of salvation is entirely spiritual. We have received these bodies for an exaltation, to be crowned with those who have been crowned with crowns of glory and eternal life. Yes, Joseph Smith said, the Lord whispers to the spirit in the tabernacle the same as though it were out of it. That is correct and true. <\/div><div class=\"paragraph jod\" id=\"v9n1372\"> What you understand with regard to this doctrine and religion, and with regard to the things of God generally, you understand in the Spirit. Take the spirit from the body, and the body is lifeless; but in the resurrection the component parts of our bodies will again be called together, expressly for a glorious resurrection to immortality. Our bodies, which are now subject to death, will return to mother earth for a time, to be refined from that which pertains to the fall of man, which has particularly affected the body but not the spirit. When the spirit enters the body, it is pure and holy from the heavens; and could it reign predominantly in the tabernacle, ruling, dictating, and directing its actions without an opposing force, man never would commit a sin; but the tabernacle has to suffer the effects of the fall, of that sin which Satan has introduced into the world and hence the spirit does not bear rule all the time. <\/div><div class=\"paragraph jod\" id=\"v9n1373\"> When we receive the Gospel, a warfare commences immediately; Paul says, &#x201C;For I delight in the law of God after the inward man: But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.&#x201D;<span class=\"citation\" id=\"72497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72497)\">Rom. 7:22-23<\/a><\/span> We have to fight continually, as it were, sword in hand to make the spirit master of the tabernacle, or the flesh subject to the law of the spirit. If  <div class=\"break pagebreak\" id=\"288a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0288.pdf\" target=\"pdfwin\">p.&#xA0;288a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>this warfare is not diligently prosecuted, then the law of sin prevails, and in consequence of this some apostatize from the truth when crossing the plains, learn to swear instead of to pray, become high-minded and high-tempered instead of learning to be patient and humble, and when they arrive in these valleys they feel so self-sufficient that they consider themselves the only ones that are really right; they are filled with darkness, the authority of the Spirit is not listened to, and the law of sin and death is the ruling power in their tabernacles. They could once testify, by the revelations of Jesus Christ to them that Mormonism, or the Gospel is true; then the Spirit triumphed over the flesh, they walked in the light of God, and great was their joy, and brilliant their hope of immortality and eternal life. The rule of the flesh brings darkness and death, while, on the other hand, the rule of the Spirit brings light and life. When through the Gospel, the Spirit in man has so subdued the flesh that he can live without willful transgression, the Spirit of God unites with his spirit, they become congenial companions, and the mind and will of the Creator is thus transmitted to the creature. Did their spirits have their choice, there is not a son or daughter of Adam and Eve on the earth but what would be obedient to the Gospel of salvation, and redeem their bodies to exaltation and glory. But there is a constant warfare between them, still they must remain together, be saved and exalted together, or neither of them will be saved and exalted with the salvation and the exaltation which the Gospel offers. <\/div><div class=\"paragraph jod\" id=\"v9n1375\"> Our bodies are all important to us, though they may be old and withered, emaciated with toil, pain, and sickness, and our limbs bent with rheumatism, all uniting to hasten dissolu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"288b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0288.pdf\" target=\"pdfwin\">p.&#xA0;288b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3624\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tion, for death is sown in our mortal bodies. The food and drink we partake of are contaminated with the seeds of death, yet we partake of them to extend our lives until our allotted work is finished, when our tabernacle, in a state of ripeness, are sown in the earth to produce immortal fruit. Yet, if we live our holy religion and let the Spirit reign, it will not become dull and stupid, but as the body approaches dissolution the spirit takes a firmer hold on that enduring substance behind the veil, drawing from the depths of that eternal Fountain of Light sparkling gems of intelligence which surround the frail and sinking tabernacle with a halo of immortal wisdom. <\/div><div class=\"paragraph jod\" id=\"v9n1376\"> I shall soon be sixty-one years of age, and my spirit is more vigorous and powerful today than it has been in any day I ever saw; it is more quick to comprehend, more ready to discern, the understanding is more matured, more correct in judgment, the memory more vivid and enduring and discretion more circumspect, and when I have attained eighty years I shall be better than I am today, God being my helper.<span class=\"citation\" id=\"56777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56777)\">Ps. 54:4<\/a><\/span> I am better now than I was twenty years ago. Write it down and read it twenty years hence, and see whether my spirit is not better and brighter than it is today. Need we in spirit bow down to this poor, miserable, decaying body? We will not. Brother Kimball's side has been broken by a fall from a wagon, but he will be mended up, and his life will not be shortened on that account; and we are going to live until we are satisfied. <\/div><div class=\"paragraph jod\" id=\"v9n1377\"> The Elders of Israel, though the great majority of them are moral men, and as clear of spot and blemish<span class=\"citation\" id=\"77776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77776)\">1 Pet. 1:19<\/a><\/span> as men well can be, live beneath their privilege; they live continually without enjoying the power of God. I want to see men and women breathe the Holy Ghost in every breath of  <div class=\"break pagebreak\" id=\"289a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0289.pdf\" target=\"pdfwin\">p.&#xA0;289a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>their lives, living constantly in the light of God's countenance. Brother Kimball says you must keep alive, and give nourishment and vitality to the body, comparing the Church to a tree; that you must help your Prophet and Revelator and keep that portion of the tree alive. God keeps that alive, brethren and sisters. I thank you for your prayers, your integrity, &amp;c., but I feel today as I did in Nauvoo, when Sidney Rigdon and others intended to ride the Church into hell. I told them that I would take my hat and the few that would go with me and build up the kingdom of God, asking no odds of them. If you support me, you support yourselves; if you do not choose to do this you will dry up, blow away and be damned. <\/div><div class=\"paragraph jod\" id=\"v9n1379\"> A tree or plant of any kind that sends its roots into the ground does not gain strength and vitality from the ground alone, but the atmosphere contributes to its support as well as the ground, and it will live longer out of the ground with air than in the ground without it. From the atmosphere and the rays of the sun it gathers elements that we do not see, which operate upon the sap sent up through the roots under the bark into the branches and leaves where it is prepared to make wood and fruit, and give strength and growth to the trunk, roots, and the whole tree. Then you may cut off all the limbs and roots of some trees, and the atmosphere will make more in great profusion. <\/div><div class=\"paragraph jod\" id=\"v9n1380\"> I do not expect to preach a lengthy <div class=\"break columnbreak\" id=\"289b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0289.pdf\" target=\"pdfwin\">p.&#xA0;289b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3623\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> sermon this afternoon, but there is a great deal to be said and done. The Lord Almighty leads this Church, and he will never suffer you to be led astray if you are found doing your duty. You may go home and sleep as sweetly as a babe in its mother's arms, as to any danger of your leaders leading you astray, for if they should try to do so the Lord would quickly sweep them from the earth. Your leaders are trying to live their religion as far as I am capable of doing so? Yes, I do. The power of God is with me continually and I never mean to live an hour without it. <\/div><div class=\"paragraph jod\" id=\"v9n1381\"> I am satisfied that we do not realize to the fullest extent our moral and intellectual growth as a people, but let us be straightened up and a fountain of knowledge is opened, a rich mine of intellectual wealth is revealed, and in time we shall find that heaven and earth have come together, for the earth will be celestialized and brought back to the presence of God, who dwells in eternal burnings in the midst of perfection. Then we should be prepared to enjoy the fullness of the blessings and glory God has in store for us. If we live in these bodies as we should we shall be prepared to receive all the glory he has for the faithful. Let us continue the warfare, fight the good fight of faith,<span class=\"citation\" id=\"75997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75997)\">1 Tim. 6:12<\/a><\/span> sanctify our hearts before the Lord,<span class=\"citation\" id=\"77905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77905)\">1 Pet. 3:15<\/a><\/span><span class=\"citation\" id=\"82427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82427)\">Hel. 3:35<\/a><\/span> and day by day perform the labor he has for us to do, and we shall be accounted worthy to receive our exaltation. <\/div><div class=\"paragraph jod\" id=\"v9n1382\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}