{"ID":90051, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Building of the Temple&#x2014;Necessity of Union.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Bowery, Great Salt Lake City, October 7, 1861.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Building of the Temple, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 10\/7\/1861<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d51\">\n<div class=\"paragraph jod\" id=\"v9n1275\"> The matter has been plainly presented before us in regard to the Temple, and the question for us to consider is, &#x201C;Does this people, or this Conference of the Church of Jesus Christ of Latter-day Saints, with all its authorities that are present here today, want to build the Temple?&#x201D; (The congregation responded, &#x201C;Yes.&#x201D;) &#x201C;Is it your feeling and desire as a people that we shall go to work and build a Temple?&#x201D; (All the Conference with one united voice responded in the affirmative.) I now want to put another question, for I do not understand or know of anything that lives but what has got a spirit and a body, and I know that to separate them here on the earth is death, so it is with us without our works, our faith is dead.<span class=\"citation\" id=\"77638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77638)\">James 2:26<\/a><\/span> Now, then, I am coming to the point; &#x201C;Will you pay your Tithing?&#x201D; (All answered, &#x201C;Yes.&#x201D;) &#x201C;Will you <div class=\"break columnbreak\" id=\"264b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0264.pdf\" target=\"pdfwin\">p.&#xA0;264b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3648\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> attend to the calls of the First Presidency of this Church?&#x201D; (One simultaneous &#x201C;Yes&#x201D; burst forth in answer to this question.) <\/div><div class=\"paragraph jod\" id=\"v9n1276\"> What is the use of talking about things; let us go to work and do them. We as a people must go to work, beginning at the head or root of this branch of the house of Israel. We must go to work and build a Temple, and everything that pertains to it that is necessary for this day and time that we have to stay in these mountains. Is there any lack of means? No, not a particle. (President Brigham Young: All the lack is the will, brother Heber.) If we say we will do it, God will help us to do. There is no other way for this people to prosper, except for every leading man holding the Priesthood in this Church and kingdom to go to work unitedly, and except we are one  <div class=\"break pagebreak\" id=\"265a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0265.pdf\" target=\"pdfwin\">p.&#xA0;265a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in purpose, and all of us become like clay in the hands of the potter, we can do nothing.<span class=\"citation\" id=\"125473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125473)\">Jer. 18:6<\/a><\/span> Every vessel has to be turned and become pliable in the hands of the potter. Do you know this, brethren? I have worked at the potting business, and I have made twenty dozen milk pans in a day, and I could not make one stand for the other; but I had to take each for itself, every bowl had to stand for itself. It is so with us in the kingdom of God; if we are saved at all, it must be by subjecting ourselves to the principles of salvation and eternal life, by observing strictly the law of Christ; and it is precisely so with regard to this people and the building of that Temple. It is one of the easiest things for us to do, if we will only go to work and do it in the way that we are commanded. When we start to do it in good earnest, our means will increase in proportion to what we do. Some will turn round and say, if by building that Temple we shall be prospered, we are ready; but if I tell you that by going at it, you will be able to send four hundred teams next year, if required, you will think this is extravagant; but I see it just as it is, and that by the Spirit of the living God, even by the Spirit of revelation. I am of opinion that if President Young had not started that theater, there would not have been half so many improvements here as we now see. Men increase their efforts frequently because of the examples of others. When boys lay down a snow ball, if it is not rolled it does not increase in size; but when it is rolled then it is the time that it increases. It is so with this Church and kingdom, the progress of the work of God is in proportion to the labor performed and the diligence of the people in the Church. We are all required to be diligent and to labor faithfully for the upbuilding of the kingdom of God; we have all got <div class=\"break columnbreak\" id=\"265b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0265.pdf\" target=\"pdfwin\">p.&#xA0;265b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3647\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> an interest alike in the triumph of righteousness, and it should be our meat and drink to assist all we can in this great work of human redemption.<span class=\"citation\" id=\"69102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69102)\">John 4:34<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1278\"> But to return to the subject of the building of the Temple, which is closely connected with the salvation of both the living and the dead. There is quite a quantity of rock on the ground now, about enough to make one tier all round about sixteen inches high. Now, if you will go and look at the quantity of rock there is on the Temple Block, you will think there is far more than enough to build one tier, for it looks a tremendous pile. We have to carry the walls a little over eighty feet high from the basement. The theater is forty feet high from the water table, so you can readily form an idea of the height of the Temple when completed, and you can also imagine the immense mass of stone that will be required to rear it ready for the roof, when you consider that all the stone we have got on hand will but raise the building sixteen inches. Shall Great Salt Lake City do it all? No, all the people from north to south, and from east to west, have got to take a hand in the work, and by exerting ourselves we shall be enriched tenfold in our property and in our righteousness. <\/div><div class=\"paragraph jod\" id=\"v9n1279\"> By-and-by President Young will call upon us to build a Tabernacle that will hold from 15,000 to 20,000 people, and it will be so constructed that the congregation will be able to sit and hear full as well as they can in the Tabernacle behind us, and it gives us a good idea of erecting another one, for the people can hear him when he speaks at a very moderate tone of voice; he does not have to speak one third as loud in the Tabernacle as he does here. Speaking here feels as if it would destroy a man's lungs, for the voice is scattered or wasted through the bushes, while a tight room will hold the sound. We shall  <div class=\"break pagebreak\" id=\"266a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0266.pdf\" target=\"pdfwin\">p.&#xA0;266a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>commence that large Tabernacle when President Young says so. Can we build that Temple by building that Tabernacle, of which I have been speaking? Yes, I say we can, and that too much quicker than if we do not build it. <\/div><div class=\"paragraph jod\" id=\"v9n1281\"> I know these things. For years I heard Joseph tell the people to put in their means to help, and he, under the direction of the Almighty, would push forward the work and make the people rich. But Joseph could not do it, for the people were not filled with the Spirit of revelation, but if the people would partake of the same attributes as the man who stands at their head, which they can do by living the religion of Jesus Christ, they will prosper abundantly. Brother Brigham may talk all the day long, expecting that we have got the same spirit, and that we are blessed with the same sap and nourishment as he is, which comes from God the Father and his Son Jesus Christ. You must <div class=\"break columnbreak\" id=\"266b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0266.pdf\" target=\"pdfwin\">p.&#xA0;266b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3646\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> be alive in Christ in order to partake of his Spirit, power, and authority. The principle is true and the rule is good; just let us hand over twice as many teams to go east next year as we sent this, and then we shall be able to do more work than we have ever done in the mountains before, and we will be better off. <\/div><div class=\"paragraph jod\" id=\"v9n1282\"> Now, remember, we shall want you to come on with your teams, hauling rock, and take an active part in the good work. The people in the country must remember that the workmen will require butter, eggs, meat, cheese, and lots of strong clothing. <\/div><div class=\"paragraph jod\" id=\"v9n1283\"> Brethren and sisters, remember all your duties and perform them, and the Lord Almighty will bless you and prosper you in all things which you set your hands to do. <\/div><div class=\"paragraph jod\" id=\"v9n1284\"> May the choicest of our Heavenly Father's blessings attend you, is my prayer in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}