{"ID":90055, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Duties Connected With the Aaronic and Melchizedek Priesthood.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, April 7, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Duties Connected With the Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 4\/7\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d55\">\n<div class=\"paragraph jod\" id=\"v9n1337\"> Without revelation direct from heaven, it is impossible for any person to fully understand the plan of salvation. We often hear it said that the living oracles must be in the Church, in order that the kingdom of God may be established and prosper on the earth. I will give another version of this sentiment. I say that the living oracles of God, or the Spirit of revelation must be in each and every individual, to know the plan of salvation and keep in the path that leads them to the presence of God. <\/div><div class=\"paragraph jod\" id=\"v9n1338\"> How true is the text that brother George A. Smith has quoted. There are thousands of our Elders who ought now to be teachers,<span class=\"citation\" id=\"76653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76653)\">Heb. 5:12<\/a><\/span> and to know enough to commence the kingdom of <div class=\"break columnbreak\" id=\"279b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0279.pdf\" target=\"pdfwin\">p.&#xA0;279b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3633\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God on the earth, and establish it, and continue to lead, guide, and direct it, leading the people directly through the gate into the celestial kingdom of our Father and God, and yet they need to be taught like children. <\/div><div class=\"paragraph jod\" id=\"v9n1339\"> From what has been remarked it appears that, in some instances, the President and the Bishop of a Branch infringe upon the rights of each other, perhaps honestly; and they think that they possess this power and that authority, and thereby contention arises in the midst of this people, creating alienation of feeling and apostasy. What a pity it is that such circumstances should exist; they create sincere regret in the soul of  <div class=\"break pagebreak\" id=\"280a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0280.pdf\" target=\"pdfwin\">p.&#xA0;280a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>every person who desires to see the kingdom of God prosper on the earth. <\/div><div class=\"paragraph jod\" id=\"v9n1341\"> The spiritual and the temporal cannot be separated, and, in the economy of the Framer of the Universe, are not designed to be.<span class=\"citation\" id=\"84803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84803)\">D&amp;C 29:34<\/a><\/span> For example, were we a congregation who had not heard the plan of salvation and knew nothing of the kingdom of God upon earth, and were listening patiently to a stranger opening the plan of salvation to us, our hearts would be touched by the fire in the speaker, the eyes of our understandings would be opened,<span class=\"citation\" id=\"74890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74890)\">Eph. 1:18<\/a><\/span><span class=\"citation\" id=\"90466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90466)\">D&amp;C 110:1<\/a><\/span> and we would begin to comprehend, admire, and rejoice in the truth. This is a spiritual work, an internal work, a work upon the heart and affections. This is what we call spiritual impressions. The speaker has portrayed before our minds the beauties of the kingdom of God on earth so rationally, and in a manner so congenial to the feelings of all honest persons, that they are all influenced to believe the Gospel. What is the next step? You next ask the preacher to baptize you, and here you commence a temporal labor with both body and spirit. The preacher has been laboring with his body, exercising his lungs, and his whole spiritual and temporal system, and this labor produces a spiritual and temporal benefit on those who believe and practice his teachings. It is so extremely nice a point to draw the line of demarcation, between the temporal and spiritual acts of man, that it is impossible to separate the two. There is a class of men who do not believe anything in religion to be temporal; they are baptized in their hearts, partake of the sacrament in their hearts, preach in their hearts, and worship the Lord in their hearts, while their bodies are constantly scrambling after the dimes. To be baptized, change your wet clothes for dry ones, go to meeting to worship <div class=\"break columnbreak\" id=\"280b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0280.pdf\" target=\"pdfwin\">p.&#xA0;280b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3632\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the Lord, and to bring the body into subjection to the will of Christ, is all a temporal labor aided by the Divine Spirit. <\/div><div class=\"paragraph jod\" id=\"v9n1342\"> I will say a few words with regard to a Bishop. Except we find a literal descendant of Aaron, a man has to be ordained to the High Priesthood to administer as did Aaron and his sons.<span class=\"citation\" id=\"86683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86683)\">D&amp;C 68:15-21<\/a><\/span><span class=\"citation\" id=\"90164\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90164)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90164)\">D&amp;C 107:16-17,70-76<\/a><\/span> Suppose we then place the same man also as a President in a Branch, how are we going to divide his duties and labors? I said a few words in this subject last year, and can say more about it. Can the Bishop baptize the people, according to his Bishopric? He can. When the people he has baptized assemble for confirmation, can he confirm them? He cannot, under the power of his Bishopric; but as he has been ordained to the office of a High Priest, after the order of Melchizedek, to prepare him to act in the office of a Bishop in the Priesthood of Aaron, when he has baptized the people under the authority of his Bishopric, he has a right as a High Priest to confirm them into the Church by the laying on of hands. Bishops begin a contention in their Branch, where they operate in their calling, when they amalgamate with their Bishop's office the office of the High Priesthood, when they try to bring the authority of the High Priesthood in the kingdom of God down to the capacity of the Priesthood that belongs to the office of an acting Bishop; here they make a grave mistake, and fall into perplexing errors. <\/div><div class=\"paragraph jod\" id=\"v9n1343\"> What are the duties of a President and a Bishop? We will first notice a duty that belongs to a President. For instance, he wishes a comfortable place prepared for the people to meet in, and he calls on the Bishop to marshal his forces to gather the material to build a house, and the house is prepared for the comfort and accommodation of all. In this instance you observe the duty and office of a Bishop  <div class=\"break pagebreak\" id=\"281a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0281.pdf\" target=\"pdfwin\">p.&#xA0;281a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3631\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>is attended to. In his capacity the Bishop knows nobody only as a member of the kingdom of God, and in the performance of this duty he calls upon the President and everyone else to aid in accomplishing the wishes of the President, to go to the canyon to get out timber, to quarry rock, make adobies, &amp;c., &amp;c., for everybody is entitled to pay Tithing. When the house is put up according to the President's direction, then the President calls on the Bishop to see that it is well seated, lighted, and warmed, for the convenience and comfort of the congregation. Then in like manner he sees that the sacrament is prepared and administered, for it is the right, and privilege, and duty of the President to baptize, and confirm, and administer the sacrament, and do all things for the spiritual building up of the kingdom of God; and also it is the right of the Bishop to preach, baptize, and administer the sacrament. <\/div><div class=\"paragraph jod\" id=\"v9n1345\"> On Monday morning the Bishop calls upon the President and everybody it concerns, to send their Tithing to the General Tithing Office. <div class=\"break columnbreak\" id=\"281b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0281.pdf\" target=\"pdfwin\">p.&#xA0;281b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3631\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> The President, who officiates as presiding officer on Sunday, is as subject to the Bishop on Monday as anybody else. My Bishop has just as good a right to come to my house and demand of me my Tithing, as he has to demand it of any other person in his ward, also to inquire into the state of my family, whether I attend to my prayers, whether I have contention with my neighbors, &amp;c., in his capacity as a Bishop. <\/div><div class=\"paragraph jod\" id=\"v9n1346\"> So these callings and Priesthoods are interwoven one with another, for the convenience and furtherance of the kingdom of God, in the absence of a literal descendant of Aaron. A Bishop sometimes officiates as a High Priest, and sometimes as a Bishop. In his High Priesthood he can act, when called upon so to do by the proper authority in every calling in the Church, except that of an Apostle; there are still keys and powers that can be conferred upon him; but when a man is ordained to the office of an Apostle, he is ordained to the fullest extent a man can be on earth. <\/div><div class=\"paragraph jod\" id=\"v9n1347\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}