{"ID":90061, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Instructions on Priesthood&#x2014;Necessity for Diligence Among the Saints.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Tabernacle, Great Salt Lake City, April 7, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Instructions on Priesthood, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 4\/7\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d61\">\n<div class=\"paragraph jod\" id=\"v9n1422\"> I hope to have the power and ability to speak loud enough for all to hear what I have to say. <\/div><div class=\"paragraph jod\" id=\"v9n1423\"> I have been very much instructed during this Conference. I have been enlightened to a certain extent with regard to the authority of certain persons holding office in this kingdom. I have reflected much upon the Holy Priesthood and its various offices, but I feel that I have become more fully educated in the knowledge of the rights of men holding the Priesthood during this Conference. I rejoice in being where we can receive a correct education in regard to the things of the kingdom of God. I might truly say that I am astonished at some developments which are made <div class=\"break columnbreak\" id=\"299b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0299.pdf\" target=\"pdfwin\">p.&#xA0;299b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3613\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> before the people at different times. Brother Joseph Young remarked that there was no law against doing good. <\/div><div class=\"paragraph jod\" id=\"v9n1424\"> There were remarks made last evening in regard to the mass Quorums of Seventies that are organized in the different settlements, and also in reference to the High Priests, of which there are Branch Quorums in the various settlements. It has been found that where there has been a President and Bishop in a Branch, it has been a cause of difficulty, and it was considered by Elder Hyde and others that this practice ought to be abolished. I have asked myself the question whether when we have received such blessings as have been conferred by the Priesthood of the  <div class=\"break pagebreak\" id=\"300a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0300.pdf\" target=\"pdfwin\">p.&#xA0;300a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Most High, we should come down from our exalted position, or whether we should not have the spirit of forbearance, the enlightenment of the Holy Ghost in our midst to expand our minds, to enable us to understand our duties, or shall we take a course to deprive ourselves of the blessings of the Melchizedek Priesthood, as did ancient Israel? This is what you are virtually doing in your neighborhoods where you exclude the Presidents of Branches. We are a people who expect to expand in our minds, to establish on the earth the kingdom of the Great God, and we are a people that never expect to retrograde, but to have all the keys of the Priesthood; to go forward conquering and to conquer<span class=\"citation\" id=\"125481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125481)\">Rev. 6:2<\/a><\/span> until the whole of the inhabitants of the earth shall be redeemed and brought into subjection to the will of God. It is very natural that the Presidents of the Seventies should feel after the condition of their members. These Quorums are divided up and scattered through the different settlements; one man belonging to one Quorum&#x2014;another to another; therefore, we find various Quorums represented in the different branches of the Church throughout this Territory, and it is right and proper that the Presidency of these Quorums should have some organization by which they can feel after their members and know their standing, that they may be reported up to headquarters from time to time. There is no law about this; it is by permission, and it is right. Now is it not possible that these organizations can be kept up without causing friction or difficulty between the brethren? If we are guided by the right spirit, I think they can. <\/div><div class=\"paragraph jod\" id=\"v9n1426\"> Is it impossible to have a President and a Bishop in the same Branch without there being strife and contention among the people? There has been too much of this, but with <div class=\"break columnbreak\" id=\"300b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0300.pdf\" target=\"pdfwin\">p.&#xA0;300b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3612\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the instructions that we are receiving we can improve. <\/div><div class=\"paragraph jod\" id=\"v9n1427\"> I would not bring this before the public, if it had not been brought there already, for I am ashamed of such things, and I dislike to see them exhibited before the public, only as it becomes necessary for their correction. It appears to be the opinion of some that these things must be so, but I contend that it need not be so, and it is only the ignorance of the people that gives rise to this spirit of contention in certain places. And I feel now that after attending a Conference of this kind and receiving correct instructions upon all these points, there need be no more contention. It has been necessary to bring this before the Conference that we might receive instruction in reference thereto. <\/div><div class=\"paragraph jod\" id=\"v9n1428\"> Well, brethren, it is evident to me that we have not progressed as far as I thought we had in the knowledge of the Priesthood, its officers and their respective duties. We have many blessings bestowed upon us by our Father in Heaven, and he is willing to bestow more, if the people were willing and capable of receiving them. I feel the same as brother Heber said that there is a great majority that are willing to do right, and that the predominating influence is for God. I feel it is so, and I bear my testimony to it. Then let us step forward and take hold, prove to God and angels that we will strive to overcome this spirit of contention that is in the world, and each and all magnify our callings, get together and consult for the interests of the kingdom and for each other's welfare, that we may act in unison in all things that there may be union throughout the house of Israel, and in all the branches and settlements of Zion. <\/div><div class=\"paragraph jod\" id=\"v9n1429\"> This kingdom is a school to all of us; we are learning our duties, and we should strive to improve and progress in everything that is good, and  <div class=\"break pagebreak\" id=\"301a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0301.pdf\" target=\"pdfwin\">p.&#xA0;301a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>I think the great majority are improving, and it should be our determination to reduce those things to practice that are for our benefit and salvation. <\/div><div class=\"paragraph jod\" id=\"v9n1431\"> When we came here we resolved to do this, and let us now carry it into practice in our daily lives. Let us consult the general welfare, and do what we do for the benefit of the kingdom of God. We can shut out the blessings of the Almighty by our own acts, by our strife for power and influence. But this is no way to gain permanent influence, and as we have seen today, and during this Conference, by the instruction that has been given, we are the individuals who shut out the influence of the Holy Ghost and the blessings which we might otherwise enjoy. <\/div><div class=\"paragraph jod\" id=\"v9n1432\"> My advice is to have no contentions about who holds the most authority, for if you contend about your Bishops and Presidents, the first thing you know is that you have no President at all, and instead of going ahead (it is as brother George A. Smith said) you have to come down to a wheelbarrow arrangement. I do not like that kind of doctrine; it is contracting instead of expanding. I want to see Israel expand and become capable of receiving those blessings which are in store for the faithful. <\/div><div class=\"paragraph jod\" id=\"v9n1433\"> We have to commence this work in our own bosoms, for this spiritual warfare is like the temporal, which was so beautifully illustrated by brother Hyde yesterday. The first fruit he tasted in the orchard he thought to be the best, but it got better and better as he tried the pipping and greening, and these principles are like the fruit trees in the orchard, they require digging about and cultivating, in order that those principles may dwell in our bosoms continually for our social welfare. Let us labor to eradicate the tares, the chaff, and the miserable traditions which control <div class=\"break columnbreak\" id=\"301b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0301.pdf\" target=\"pdfwin\">p.&#xA0;301b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3611\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> our nature and acts to a great degree, and let us see if we cannot get a little of the Holy Ghost to dwell in our minds, to enable us to live according to the principles of our holy religion; let us strive to expand and go ahead in doing those things that are necessary to enable us to progress in the way of intelligence, to gain that knowledge of the truth which is in readiness to be poured out upon us from the Almighty. <\/div><div class=\"paragraph jod\" id=\"v9n1434\"> Shall we spend our time like the world, or shall we live and labor to build up the kingdom of our God? Now all you that freight for the Gentiles, that go out on the road in the employ of the Gentiles driving stage, or trading and working at the beck of the Devil, to promote the Devil's kingdom; let me exhort you to turn about and not continue to mingle with the wicked. You had better never see a dime in the world. Need I say anything else when there is the pride of Israel, of those who have enlisted in the cause of King Emanuel engaged in trading and doing the works of the Devil, and thereby encouraging and aiding in the building up of his kingdom? Need I say a word against our brethren going and engaging themselves to do this when they so well understand that it is not the Mission of the Latter-day Saints to labor for anything but the upbuilding of the Church and kingdom of God? Here is the Mission of the Saints to go and aid in the gathering of the poor, to labor here for the building of the Temple wherein we can officiate for the dead and prepare to redeem Zion and to build up the waste places<span class=\"citation\" id=\"89556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89556)\">D&amp;C 101:75<\/a><\/span> thereof, and to establish the principles of righteousness and truth upon the earth. Let our enemies learn their true position; let them herd their own cattle, delve in the earth for themselves, gather their own straw, make their own mortar, build  <div class=\"break pagebreak\" id=\"302a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0302.pdf\" target=\"pdfwin\">p.&#xA0;302a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>up their own cities, but let us raise our own cotton, indigo, tobacco, build up our own cities&#x2014;even the cities of Zion for the honor and glory of God; if all our labor be in the right place we shall become independent of our enemies, make the desert become fruitful and blossom as the rose.<span class=\"citation\" id=\"59115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59115)\">Isa. 35:1<\/a><\/span> Here is work enough for the Saints without working for the Devil or his agents or imps. The Lord has commenced his work and has planted the standard of Zion and there is plenty of business to do suppose that all Israel should go into it. If it were correct for men to go and devote their time, talents, and strength in working to build up Gentile cities where would be the interests of the kingdom? If it is good for you to do this it is good for others, and if it is good for you to sell whiskey it is good for me. The truth is that we can exercise a better influence without having anything to do with these things. I have no desire or wish to do any such thing. But some will put the cup to their neighbor's lip, ruin their neighbor's children by such practices. It is not in the economy of Heaven made necessary for anyone to take such a course. There is plenty to do to occupy all the talent, ability, and intelligence of all Israel without taking any such course as this, and of that nature too, which instead of promoting evil will tend to virtue and righteousness and finally to exaltation, things which will tend to the enlightenment of the mind and to the advancement and spreading abroad of the principles of salvation and eternal lives. It is for us to be engaged preparing ourselves for those ordinances which we look forward to with such earnest anticipation, and anxious desire to administer and officiate for our dead, that they may come forth in the first resurrection, and enjoy the blessings purchased by the Redeemer of the world. <\/div> <div class=\"break columnbreak\" id=\"302b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0302.pdf\" target=\"pdfwin\">p.&#xA0;302b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3610\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n1436\"> I do not know but we are now building up a Temple in which may be revealed the keys of the resurrection of the dead. We are building up a Temple to the name of the Most High, and there is plenty of business for every individual who lists to do his part. Do not let us pander to the Devil, nor strew our ways to strangers,<span class=\"citation\" id=\"125482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125482)\">Jer. 3:13<\/a><\/span> but let us take that course that will be best calculated to establish the principles of righteousness upon the earth, to establish the reign of the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n1437\"> The scepter of this Church and kingdom has been wielded by the Almighty power of God, and it will so continue, for the time has come when the Lord has commenced to get a foothold in the earth, and we have been called from the midst of the Gentiles to establish a nucleus of power for the benefit of the pure in heart. What better are we if we go on in wickedness encouraging the power of the Devil, than those who know not God? We might as well have stayed in the world. Then let us understand our high and holy calling,<span class=\"citation\" id=\"90055\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90055)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90055)\">D&amp;C 106:3<\/a><\/span> and also strive to understand the calling of the servants of God, and keep ourselves unspotted from the world<span class=\"citation\" id=\"77500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77500)\">James 1:27<\/a><\/span><span class=\"citation\" id=\"86293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86293)\">D&amp;C 59:9<\/a><\/span> and its wickedness, and keep in our possession the Spirit of the living God. We see the judgments of the Almighty spreading through the land, and what assurance have we that we shall not be afflicted unless we live so as to be without condemnation? Do we think that we shall be shielded from the judgments of the Almighty if we lay ourselves liable by the same acts as the world? If we do we are mistaken, for if we are guilty of the same crimes and wickedness the results will be the same with us as with the world, with the exception perhaps that the judgments will overtake us a little quicker,<span class=\"citation\" id=\"83178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83178)\">Morm. 4:5<\/a><\/span> for they will commence with us.<span class=\"citation\" id=\"90627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90627)\">D&amp;C 112:24-25<\/a><\/span> For it would thwart the purposes  <div class=\"break pagebreak\" id=\"303a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0303.pdf\" target=\"pdfwin\">p.&#xA0;303a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the Almighty to let the wicked get a foothold and predominate in the midst of Israel, where he intends to prepare his people for the building up of Zion and the New Jerusalem. <\/div><div class=\"paragraph jod\" id=\"v9n1439\"> Brethren and sisters let us be energetic in the discharge of our duties which now devolve upon us in our various locations. Let us be industrious and useful in our day and generation, and not lend our means or talents to build up interests opposed to the kingdom of God, but let everything that we can command be devoted to the upbuilding of that kingdom, and in this we will meet with the approbation of our Father in Heaven, and then will be found place for the power, the knowledge and intelligence which the Lord will take from the world and bestow upon us if we are worthy to receive them. The times are pregnant with great events, and the Lord has no desire to take back this knowledge from the world, if he can find a place to bestow it. Then, let us be wise and faithful that this knowledge may not be taken back, but see that we do those things that are good, not wasting our time with the vain philosophy of the world. Let us prepare to enjoy all those things that have been conferred upon <div class=\"break columnbreak\" id=\"303b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0303.pdf\" target=\"pdfwin\">p.&#xA0;303b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3609\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> man from the beginning of time, that we may secure the truth that has been revealed, that this intelligence may find place in the midst of the Saints of the Most High God, and that we may improve and advance from one point to another until we shall combine all the knowledge and intelligence which have been revealed, and receive that which the Almighty is ready to bestow upon us, that we may thus perfect our own being and progress in the knowledge of God and in the things pertaining to our existence here and hereafter. <\/div><div class=\"paragraph jod\" id=\"v9n1440\"> The Apostle said, &#x201C;If in this life only we have hope we are of all men the most miserable.&#x201D;<span class=\"citation\" id=\"73797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73797)\">1 Cor. 15:19<\/a><\/span> That might be true then, but I hardly subscribe to it now, but I contend that the course which the Lord has marked out tends to happiness and exaltation here, saying nothing of the life which is to come. The Gospel is calculated to make good men of bad men, it introduces good instead of evil, happiness instead of misery generally, and it is also calculated to draw out the capacities of men to the fullest extent for the benefit of man. Let us participate in those enjoyments that we may prepare for the life to come, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}