{"ID":90068, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">A Knowledge of God Obtained Only Through Obedience to the Principles of Truth.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, August 3, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: A Knowledge of God, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/3\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d68\">\n<div class=\"paragraph jod\" id=\"v9n1569\"> The way of life and salvation is mapped out so plainly in the Old and New Testaments that any man may read and understand, yet people do not understand. The most approved geography and map fail to give a description and delineation of any people or country so perfectly as to exclude all possibility of more being known by personally visiting and examining the country or people described. A mere geographical description has a claim only upon our belief, but to gain a perfect knowledge of the country or people described it is necessary to visit that country and people; having obtained this know<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ledge, you in turn become a witness to others of what you have seen, heard, handled, or felt. So it is with the Gospel. <\/div><div class=\"paragraph jod\" id=\"v9n1570\"> We may read the history of the life of Christ, admire his moral and religious teachings, be impressed with awe by the description of the character and works of the Father and God of the universe, be made acquainted with the means he has devised to prepare mankind to enter his presence, but it is necessary that we should follow Christ, put into actual practice the lessons of Christ, and obey the ordinances of Christ, to know for ourselves the saving effects  <div class=\"break pagebreak\" id=\"330a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0330.pdf\" target=\"pdfwin\">p.&#xA0;330a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>they produce in mankind. A mere theory amounts to but little, while practice and obedience have to do with stern realities. In this way the ancients obtained a knowledge of the true God. &#x201C;And we know that the Son of God is come, and hath given us an understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God, and eternal life.&#x201D;<span class=\"citation\" id=\"78817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78817)\">1 Jn. 5:20<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1572\"> Although the character of God is plainly described in the Scriptures, yet mankind do not understand it, but have imagined to themselves a God without form or location. It is written in the Scriptures, &#x201C;God is a Spirit: and they that worship him must worship him in spirit and in truth.&#x201D;<span class=\"citation\" id=\"69091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69091)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69091)\">John 4:24<\/a><\/span> Again, &#x201C;But the natural man (or as we now use the language, the fallen or sinful man) receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned. But he that is spiritual judgeth all things, yet he himself is judged of no man.&#x201D;<span class=\"citation\" id=\"73108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73108)\">1 Cor. 2:14-15<\/a><\/span> In no other way can the things of God be understood. Men who are destitute of the influence of the Holy Ghost, or the Spirit of God, cannot understand the things of God;<span class=\"citation\" id=\"73025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73025)\">1 Cor. 2:11<\/a><\/span> they may read them, but to them they are shrouded in darkness. <\/div><div class=\"paragraph jod\" id=\"v9n1573\"> We try to tell the people how to be saved; and if we have not the fulness of the Gospel, it is not upon the face of the earth. If we have not the Priesthood of Heaven, it is not possessed by any people upon earth. The Priesthood of the Son of God to the children of men is a perfect system of government&#x2014;a heavenly institution among men&#x2014;designed to bring them back into the presence of God to partake of the fulness of his glory. The power of all truth dwells in the bosom of our Father and God, which he dispenses to his children as he <div class=\"break columnbreak\" id=\"330b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0330.pdf\" target=\"pdfwin\">p.&#xA0;330b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3582\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> will, by the means of his eternal Priesthood. He is enthroned in the light, glory, and power of truth. He has abided the truth, and is thereby exalted, and his power, light and glory are eternal. The Gospel and the Priesthood are the means he employs to save and exalt his obedient children to the possession with him of the same glory and power, to be crowned with crowns of glory, immortality, and eternal lives.<span class=\"citation\" id=\"86800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86800)\">D&amp;C 75:5<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1574\"> &#x201C;We alone have the words of life,&#x201D;<span class=\"citation\" id=\"69321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69321)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69321)\">John 6:68<\/a><\/span> is a great saying; who can hear it?<span class=\"citation\" id=\"69300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69300)\">John 6:60<\/a><\/span> &#x201C;If you Latter-day Saints are the only people who have the words of life, why are you so despised, hated? Why have you been under the necessity of leaving your homes and possessions?&#x201D; For no other reason than the following&#x2014;&#x201C;God ministered unto him (this first Elder) by an holy angel, whose countenance was as lightning, and whose garments were pure and white above all other whiteness; And gave unto him commandments which inspired him; And gave him power from on high, by the means which were before prepared, to translate the Book of Mormon; Which contains a record of a fallen people, and the fulness of the Gospel of Jesus Christ to the Gentiles and to the Jews also; Which was given by inspiration, and is confirmed to others by the ministering of angels, and is declared unto the world by them&#x2014;Proving to the world that the holy scriptures are true, and that God does inspire men and call them to his holy work in this age and generation, as well as in generations of old; Thereby showing that he is the same God yesterday, today, and forever. Amen.&#x201D;<span class=\"citation\" id=\"84295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84295)\">D&amp;C 20:6-12<\/a><\/span> This is all the reason that I know of. <\/div><div class=\"paragraph jod\" id=\"v9n1575\"> &#x201C;Have the Mormons been persecuted for their evil deeds?&#x201D; If they have, shame on their persecutors, for if any Latter-day Saint breaks the law of his country he is amenable to  <div class=\"break pagebreak\" id=\"331a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0331.pdf\" target=\"pdfwin\">p.&#xA0;331a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that law, and it provides a suitable penalty. The Latter-day Saints live and always have lived in a land of law, and if they have transgressed the law, shame on a community, like the people that live under the Government of the United States, to persecute them instead of prosecuting them. An instance cannot be found upon the records of any court in the United States where the leaders of this people have been legally convicted of a breach of law and order. <\/div><div class=\"paragraph jod\" id=\"v9n1577\"> Joseph Smith was arraigned before Judge Austin A. King, on a charge of treason. The Judge inquired of Mr. Smith, &#x201C;Do you believe and teach the doctrine that in the course of time the Saints will possess the earth?&#x201D;<span class=\"citation\" id=\"61643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61643)\">Dan. 7:18<\/a><\/span> Joseph replied that he did. &#x201C;Do you believe that the Lord will raise up a kingdom that will fill the whole earth<span class=\"citation\" id=\"61081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61081)\">Dan. 2:35<\/a><\/span> and rule over all other kingdoms,<span class=\"citation\" id=\"61203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61203)\">Dan. 2:44<\/a><\/span> as the prophet Daniel has said?&#x201D; &#x201C;Yes, sir, I believe that Jesus Christ will reign king of nations<span class=\"citation\" id=\"60433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60433)\">Jer. 10:7<\/a><\/span> as he does king of Saints.&#x201D;<span class=\"citation\" id=\"80076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80076)\">Rev. 15:3<\/a><\/span> &#x201C;Write that down, clerk; we want to fasten upon him the charge of treason, for if he believes this, he must believe that the State of Missouri will crumble and fall to rise no more.&#x201D; Lawyer Doniphan said to the Judge, &#x201C;Damn it, Judge, you had better make the Bible treason and have done with it.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n1578\"> I was not in Missouri at the first of our people's going there, but I have searched diligently to find whether any of the Latter-day Saints have ever been convicted in any of the courts of Missouri for transgressing the law, and, so far as I could learn, such an instance cannot be found on the court records of that State. &#x201C;Then why are you persecuted?&#x201D; Because the Lord has committed unto us the words of eternal life<span class=\"citation\" id=\"69322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69322)\">John 6:68<\/a><\/span> to deliver to the world, which, if they will obey, will bring them back into the presence of the Father and the Son. <\/div><div class=\"paragraph jod\" id=\"v9n1579\"> The world will not receive the <div class=\"break columnbreak\" id=\"331b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0331.pdf\" target=\"pdfwin\">p.&#xA0;331b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3581\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Gospel, unless they can have it on their own terms, and will persecute the few that do receive it. We preach the truth as it is in Christ Jesus,<span class=\"citation\" id=\"75866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75866)\">1 Tim. 2:4 (JST)<\/a><\/span> and this gives offense to the wicked; they become angry with God, with Jesus Christ, and with his Saints; God and Christ they cannot reach, but the Saints they can persecute as long and as much as they are permitted. <\/div><div class=\"paragraph jod\" id=\"v9n1580\"> &#x201C;But were you not persecuted for teaching that odious doctrine called polygamy?&#x201D; No. We were planted in these valleys before it was publicly made known to the people. Only a few of Joseph Smith's intimate friends knew it previous to its being published to the world, which was several years after his death. We have not been driven from our homes since it was published. <\/div><div class=\"paragraph jod\" id=\"v9n1581\"> &#x201C;Do you not aggravate your enemies by your close communion habits?&#x201D; I speak for myself; I acknowledge that I do not fellowship much of their conduct, nor do I expect to, unless it is better than some of it has been; and I will say further, it is hard for me to fellowship the conduct of some who profess to be Latter-day Saints. <\/div><div class=\"paragraph jod\" id=\"v9n1582\"> Polygamy in Utah and polygamy among the Christian nations of the world at the present day are very different. Polygamy in Utah is an honorable transaction for we marry our wives, and openly acknowledge them and their children. It is a very different matter elsewhere; women are seduced and secretly kept as mistresses as long as they please their unprincipled seducers, when they are cast off to meet, if it were possible, a worse fate; their children are not acknowledged, but are thrown upon the world unprotected, and left exposed to be carried away by the dark and turbid stream of crime, to end their wretched lives in prison, upon the gallows, or in some other violent manner. <\/div> <div class=\"break pagebreak\" id=\"332a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0332.pdf\" target=\"pdfwin\">p.&#xA0;332a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n1584\"> Did the Devil believe that Joseph Smith was an impostor? He knew that Joseph Smith was a true Prophet. Did the first priest who persecuted Joseph Smith, when Joseph was about nineteen years of age,<span class=\"citation\" id=\"93746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93746)\">JS&mdash;H 1:21-23<\/a><\/span> believe that Joseph was an impostor? No. The Devil and his emissaries are not afraid of an impostor; for the world is full of imposition. Men who lecture against God, Jesus Christ, and the Bible, are not persecuted, but figure in what is called the best society. This proves one saying of the Savior, that the world loves its own; and those that the Lord has chosen out of the world, they hate and persecute.<span class=\"citation\" id=\"70220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70220)\">John 15:19<\/a><\/span> Infidelity, under some popular name, makes its way to the altars of Christian sanctuaries, and its supporters receive the honor of this world. But when Joseph Smith came before the world bearing testimony that Jesus lived, that he had seen him, declaring that he was his witness, and that Jesus was the Savior of the world, that he had spoken from the heavens and had revealed in these days the fulness of the Gospel for the salvation of men, that the Old and New Testament were true and contained the plan of human redemption, he was cast out, and the cry&#x2014;&#x201C;False Prophet, false Prophet, away with him,&#x201D; was almost universal. <\/div><div class=\"paragraph jod\" id=\"v9n1585\"> Who can justly say aught against Joseph Smith? I was as well acquainted with him, as any man. I do not believe that his father and mother knew him any better than I did. I do not think that a man lives on the earth that knew him any better than I did; and I am bold to say that, Jesus Christ excepted, no better man ever lived or does live upon this earth.<span class=\"citation\" id=\"91966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91966)\">D&amp;C 135:3<\/a><\/span> I am his witness. He was persecuted for the same reason that any other righteous person has been or is persecuted at the present day. <\/div><div class=\"paragraph jod\" id=\"v9n1586\"> The world have the Gospel preached of them, but they do not receive it, <div class=\"break columnbreak\" id=\"332b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0332.pdf\" target=\"pdfwin\">p.&#xA0;332b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3580\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and they wish to drive the Priesthood and its supporters from the earth. &#x201C;Blessed are they which are persecuted for righteousness' sake: for theirs is the kingdom of heaven. Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.&#x201D;<span class=\"citation\" id=\"62985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62985)\">Matt. 5:10-12<\/a><\/span> Had Jesus Christ been an impostor and of the world; the world would have loved its own. Had Joseph Smith been an impostor and of the world, the world would not have hated him, but would have loved its own. Had Joseph Smith made political capital of his religion and calling, and raised up a political party, he doubtless would have become celebrated and renowned in the world as a great man and as a great leader. <\/div><div class=\"paragraph jod\" id=\"v9n1587\"> The world fears a concentration of feeling and union of action. We say that we live in a Republican Government, and we hold that we have the best national constitution in the world; but a wicked people will corrupt themselves and do wickedly under any government, and, in so doing, will sooner or later be destroyed. The most excellent human or divine laws are of no use to earthly or heavenly beings, unless they are faithfully observed. Law is for the protection of the law-abider; and the penalty of the law is for the lawbreaker. God cannot acknowledge a divided government as his, wherein some are of Paul, some of Apollos, &amp;c.<span class=\"citation\" id=\"72886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72886)\">1 Cor. 1:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1588\"> The Church of Jesus Christ could not exist, and be divided up into parties. Where such disunion exists in any government, it ultimately becomes the means of the utter overthrow of that government or people, unless a timely remedy is applied. Party spirit once made its appearance in heaven, but was promptly checked.  <div class=\"break pagebreak\" id=\"333a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0333.pdf\" target=\"pdfwin\">p.&#xA0;333a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>&#x201C;And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels, And prevailed not; neither was their place found any more in heaven. And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.&#x201D;<span class=\"citation\" id=\"79578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79578)\">Rev. 12:7-9<\/a><\/span> They were cast out; and if our Government had cast out the Seceders, the war would soon have been ended. This placed the Spirit of Evil on the earth. Those evil spirits are not permitted to receive tabernacles of their own, and that is their condemnation and punishment. They have been known to take possession of the bodies of men and women, and rather than to be without a body, they have entered the bodies of brutes.<span class=\"citation\" id=\"64050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64050)\">Matt. 8:28-33<\/a><\/span> All such spirits and all embodied spirits who violate wholesome laws and abuse the rights and privileges guaranteed unto them will be hurled down to hell. <\/div><div class=\"paragraph jod\" id=\"v9n1590\"> The people in the States have violated the Constitution in closing their ears against the cries of the oppressed, and in consenting to shedding innocent blood, and now war, death, and gloom are spread like a pall over the land, which state of things will sooner or later spread all over the world. The world is at war against the truth, and against those who propagate it. Are they opposed to canting hypocrites in the garb of parsons? No. Will they ridicule a black-attired blackguard and pelt him with mud and rotten eggs, even though he should lecture against God, Christ, and the Holy Scriptures? No, but they will fight against the truth which has been reveled from heaven, &#x201C;And this is the condemnation, that light has come into the world, and men loved darkness rather than light, because their deeds were evil.&#x201D;<span class=\"citation\" id=\"68906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68906)\">John 3:19<\/a><\/span> The wicked hate the light <div class=\"break columnbreak\" id=\"333b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0333.pdf\" target=\"pdfwin\">p.&#xA0;333b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3579\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> because it maketh manifest their evil deeds, and they love to dwell in darkness, thinking to cover their sins from the public gaze and from the eye of God; but in the due time of the Almighty their deeds will be exposed upon the housetops.<span class=\"citation\" id=\"67591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67591)\">Luke 12:3<\/a><\/span><span class=\"citation\" id=\"83636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83636)\">D&amp;C 1:3<\/a><\/span> This is the reason why the religious and political factions of this land united their energies to slay the Prophet Joseph Smith, and to banish the religion of Jesus, because they saw that it would instruct, inform, and unite the people. <\/div><div class=\"paragraph jod\" id=\"v9n1591\"> It may be said that the Roman Catholics are as much united as the Latter-day Saints, but is it in righteousness? No. I have not read that the Roman Catholics of late years have taken patiently the spoiling of their goods and suffered the loss of all things for their religion. Though this may not be positive proof of the truth of any religion, for it is well known that fanatics will suffer horrible torture for a false and foolish religion, more than is required of the Lord for true Christians to suffer for their religion, except in cases when his providences may require for certain wise purposes. Votaries of false systems of religion will at times court persecution, with a view to establish their religion and give it notoriety. The most effectual way to establish the religion of Heaven is to live it, rather than to die for it. I think I am safe in saying that there are many of the Latter-day Saints who are more willing to die for their religion than to faithfully live it. There is no other proof can be adduced to God, angels, and men, that a people faithfully live their religion, than that they repent truly of their sins, obey the law of baptism for the remission of sins, and then continue to do the works of righteousness<span class=\"citation\" id=\"86367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86367)\">D&amp;C 59:23<\/a><\/span> day by day. <\/div><div class=\"paragraph jod\" id=\"v9n1592\"> Some few who profess to be Latter-day Saints have been unruly and froward, not respecting the rights and  <div class=\"break pagebreak\" id=\"334a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0334.pdf\" target=\"pdfwin\">p.&#xA0;334a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>property of others. The army that was quartered in our vicinity introduced more corruption and iniquity than had been made manifest for years. Whether to be thankful or sorrowful for this, sometimes I am at a loss to know. The wicked that were among us have been made manifest, and many of them have left; this is a result we have no cause to mourn over. There are still a few who are impatient of control, will go their own way, will steal, lie, swear, get drunk, &amp;c. Their works make them manifest, and we know them. We also know upon whom we can depend in a time or trouble; a good sailor is always found at his post, both in calm and storm. The good soldier is ready to resist the enemy, and not to shake hands with him and be tamely taken prisoner. The time of storm, and trouble is the time to prove ourselves to God and to one another. <\/div><div class=\"paragraph jod\" id=\"v9n1594\"> We desire to be a great deal better than we are as individuals and as a people, and if we are faithful, we shall be. Praise to the faithful Latter-day Saints, who are striving to serve God with all their hearts. Let all Latter-day Saints learn that the weaknesses of their brethren are not sins. When men or women undesignedly commit a wrong, do not attribute that to them as a sin. Let us learn to be compassionate one with another; let mercy <div class=\"break columnbreak\" id=\"334b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0334.pdf\" target=\"pdfwin\">p.&#xA0;334b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3578\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and kindness soften every angry and fretful temper, that we may become long-suffering and beneficent in all our communications one with another. No man can ever become a ruler in the kingdom of God, until he can perfectly rule himself; then is he capable of raising a family of children who will rise up and call him blessed.<span class=\"citation\" id=\"57556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57556)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57556)\">Prov. 31:28<\/a><\/span> On the other hand, if the Elders of Israel do not pay attention to this and improve themselves in every possible way, their families will see their weaknesses and follies, can have no confidence in them as leaders, and will scatter away from them and join themselves to more substantial, wise, and reliable fathers and leaders. <\/div><div class=\"paragraph jod\" id=\"v9n1595\"> Shall we as a people ever become popular in the world? Yes, when righteousness reigns triumphantly on the earth. In the end, when the judgment is set and the Judge of all the earth makes his appearance, he will place upon his right hand Abraham and Abraham's seed,<span class=\"citation\" id=\"82425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82425)\">Hel. 3:30<\/a><\/span> and all those who have obeyed the Gospel of his Son, and they will inherit the earth and its fulness, while the sinner and the ungodly will be cast into prison to pay the uttermost farthing.<span class=\"citation\" id=\"63155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63155)\">Matt. 5:25-26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1596\"> May the Lord help us to live so that we may be accounted worthy of all the glory our Heavenly Father has in store for us. Amen. <\/div>\n<\/div>\n<\/div>"}