{"ID":90067, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Proclamation of the Gospel to the Dead&#x2014;Exhortation to Improvements.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, June 7, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Proclamation of the Gospel to the Dead, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 6\/7\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d67\">\n<div class=\"paragraph jod\" id=\"v9n1553\"> The teaching today has been excellent, and very profitable to us all. When Jesus Christ commenced his ministry, he taught a short time, wrought miracles, called twelve men and ordained <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them Apostles, and gave them power from on high to establish the principles of the Gospel of the Son of Man in all the world. When he had thus commenced the work of his Father, and  <div class=\"break pagebreak\" id=\"327a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0327.pdf\" target=\"pdfwin\">p.&#xA0;327a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>eaten his last supper with his disciples, which we commemorate in the sacrament on the Sabbath day, they spilled his blood. On the third day he rose again from the dead, showed himself to his faithful followers, gave them further instructions,<span class=\"citation\" id=\"71784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71784)\">Acts 10:39-42<\/a><\/span> promised them another Comforter,<span class=\"citation\" id=\"69983\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69983)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69983)\">John 14:16<\/a><\/span> and then went to preach to the spirits in prison,<span class=\"citation\" id=\"77948\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77948)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77948)\">1 Pet. 3:18-19<\/a><\/span> opening the door of the proclamation of the Gospel to the dead as well as to the living,<span class=\"citation\" id=\"125498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125498)\">D&amp;C 138:28-37<\/a><\/span> that men in the spirit might be judged according to men in the flesh.<span class=\"citation\" id=\"78104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78104)\">1 Pet. 4:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1555\"> The present American war, which brother George A. Smith has dwelt upon this afternoon, has disembodied thousands of spirits, who are gone into the spirit world to mingle with those spirits who are unprepared to enter the presence of God. Now we who hold the same Priesthood that Christ and his Apostles held, who follow him in the regeneration,<span class=\"citation\" id=\"65209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65209)\">Matt. 19:28<\/a><\/span> will also become the saviors of men on earth and in the spirit world; therefore, the thousands slain in the present war are not without hope. It is our calling to preach life and salvation to them even in another existence; and it is our duty so to live that we honor our high calling in this world to be prepared to labor for the souls of men in the next. We should forsake the world and its pernicious ways, and serve the Lord our God with our might, soul, and strength. <\/div><div class=\"paragraph jod\" id=\"v9n1556\"> The word of the Lord to all the world, and to all Israel, is repent and turn to the Lord your God with all your hearts. The Lord does not require that of us which we cannot do. We can forsake every unrighteous principle and cleave to principles of truth, wherein is the power of God. No man can have the power of God who dishonors the truth. Jesus took Peter, James, and John into a high mountain, and there gave them their endowment,<span class=\"citation\" id=\"64984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64984)\">Matt. 17:1-9<\/a><\/span> and placed upon them authority to lead the Church of <div class=\"break columnbreak\" id=\"327b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0327.pdf\" target=\"pdfwin\">p.&#xA0;327b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3585\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> God in all the world, to ordain men to the Priesthood, to set in order the Church and send forth the Elders of Israel to preach to a perishing world. For the same purpose has the Lord called us up into these high mountains, that we may become endowed with power from on high<span class=\"citation\" id=\"68468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68468)\">Luke 24:49<\/a><\/span> in the Church and kingdom of God, and become kings and priests unto God,<span class=\"citation\" id=\"78933\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78933)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78933)\">Rev. 1:5-6<\/a><\/span><span class=\"citation\" id=\"79176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79176)\">Rev. 5:10<\/a><\/span> which we never can be lawfully until we are ordained and sealed to that power, for the kingdom of God is a kingdom of kings and priests,<span class=\"citation\" id=\"54112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54112)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54112)\">Ex. 19:6<\/a><\/span> and will rise in mighty power in the last days. <\/div><div class=\"paragraph jod\" id=\"v9n1557\"> Some people are taken captive by the adversary, and are seduced to bring themselves under obligations never to raise the standard of King Emanuel<span class=\"citation\" id=\"91257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91257)\">D&amp;C 128:22<\/a><\/span> again. We have not enlisted in the cause of truth for a limited time, but for time and all eternity; we are not to be taken prisoners, or ever lay down our arms to submit in the least degree to the enemy of all righteousness,<span class=\"citation\" id=\"81851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81851)\">Mosiah 4:14<\/a><\/span> and the Lord helping us, we never will; the world, with all their combinations of earthly power, and earthly cunning and wisdom will never bring us into subjection. That time is past, if we keep the covenants and vows we have made in the house of God. I know that as well as I know that this is the Church of Jesus Christ of Latter-day Saints, that Joseph Smith was sent of God to organize it, and that the men who now lead it on earth are his authorized ministers. If we follow them as they follow Christ, God will give us the victory.<span class=\"citation\" id=\"74015\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74015)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74015)\">1 Cor. 15:57<\/a><\/span> But we must act as one man; and as the natural body is dictated by the conclusions of one mind, so must we as a Church and people act under the dictation of one head; yet, &#x201C;the eye cannot say to the hand, I have no need of thee: nor again the head to the feet, I have no need of you.&#x201D;<span class=\"citation\" id=\"73547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73547)\">1 Cor. 12:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1558\"> The righteous have no cause for  <div class=\"break pagebreak\" id=\"328a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0328.pdf\" target=\"pdfwin\">p.&#xA0;328a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fear. If I fear anything, it is that this people are becoming wealthy, becoming fanciful, and full of love for the vain fashions of the ungodly, which, if indulged in, will bring them trouble and sorrow. <\/div><div class=\"paragraph jod\" id=\"v9n1560\"> The majority of this people are a righteous people, and God will defend the righteous, and for the righteous' sake preserve a great many for the time being that are not righteous; for he has great respect for his friends&#x2014;for his anointed&#x2014;for the elect whose lives have been hid with Christ in God,<span class=\"citation\" id=\"75603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75603)\">Col. 3:3<\/a><\/span><span class=\"citation\" id=\"88133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88133)\">D&amp;C 86:9<\/a><\/span> and none of these will be lost because Jesus Christ saves all whom the Father has put in his power.<span class=\"citation\" id=\"86972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86972)\">D&amp;C 76:42<\/a><\/span> Then let us be comforted and full of good cheer; and let us, with a good will as a people, work the work of righteousness. Let every person be filled with a desire to excel in every good word and work, and strive to become foremost in making good improvements, laying aside everything that is unnecessary, and cleaving to that which is useful and necessary to give us power and independence among the nations of the world, and favor with God and angels who will bear us off victoriously. <\/div><div class=\"paragraph jod\" id=\"v9n1561\"> Brother George A. has been talking about our driving. In this I have an extensive experience during thirty years past that I have been in the Church; and this is an experience that no man can obtain only by passing through the same circumstances; but all the Saints will have enough of trials if they are faithful to their God and themselves, they will have all they can possibly bear in one way or another. <\/div><div class=\"paragraph jod\" id=\"v9n1562\"> Let us improve our homes, our city and our country, and do all in our power to become a self-sustaining people by making at home everything we need. One of the speakers today referred to the ignorance of gardeners; it made me think of a gardener I had. When the corn was in the silk, <div class=\"break columnbreak\" id=\"328b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0328.pdf\" target=\"pdfwin\">p.&#xA0;328b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3584\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> he husked it, and brought it into my family to eat; he said he thought the cob was the part to eat. He pulled the watermelons before they were ripe, and divided them among my family. Our English gardeners are unacquainted with many of the productions of this country, and hence they make some little mistakes; but who is so ignorant that they cannot learn and improve? <\/div><div class=\"paragraph jod\" id=\"v9n1563\"> We spend a great deal of ready money in the east and west for material for clothing which we can make at home, if we will try. We can make lace and silk, and different kinds of cloth, both cotton and woolen. We have as good weavers as can be found in any country, but it is almost impossible to get any of them into a loom; they seem to love rural pursuits better. When they were in England, it was the daily business of many to work with the flying shuttle, which could be heard all over the land. <\/div><div class=\"paragraph jod\" id=\"v9n1564\"> All sane persons, old and young, can improve. Some say they are too old to improve, but there is no person too old to be damned for their sins. A man of sixty years of age, if he has improved himself, is brighter than he was at twenty; he is filled with more power, energy, and life; he is like a ripe ear of corn that is filled with the elements of life more than a green ear: the old man will come up quicker than a young one. There is brightness in old men and in old women who live and honor God and their own existence. <\/div><div class=\"paragraph jod\" id=\"v9n1565\"> What brother Brigham has said in relation to the carelessness of hired men is strictly true. I have had a man in my employ that would light his pipe or cigarette and smoke in the hay mow, which was paying him twenty-five dollars a month, besides boarding and washing, which altogether would amount to fifty dollars a month and over; and then  <div class=\"break pagebreak\" id=\"329a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0329.pdf\" target=\"pdfwin\">p.&#xA0;329a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>would wear out two or three pairs of thin boots in the course of three months, for which he would pay from eight to ten dollars a pair, and then complain he had not wages enough. There are but few men that honestly earn their wages. Brother Brigham and myself used to work hard, side by side, for fifty cents a day and board ourselves; we had seventy-five cents a day when we worked in the hayfield; we would work from sunrise to sunset, and until nine o'clock at night if there was sign of rain. We would rake and bind after a cradler for a bushel of wheat a day, and chop <div class=\"break columnbreak\" id=\"329b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0329.pdf\" target=\"pdfwin\">p.&#xA0;329b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3583\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wood, with snow to our waist for eighteen cents a cord, and take our pay in corn at seventy-five cents a bushel. <\/div><div class=\"paragraph jod\" id=\"v9n1567\"> There is an impression in laborers that they should not earn their employer anything above their wages. What man would keep an animal&#x2014;say a cow&#x2014;that never made any increase? Such an animal you would fat and eat. These are a few things which we suffer from one another, and if such dishonesty is permitted to increase, it will be the ruination of those who practice it. <\/div><div class=\"paragraph jod\" id=\"v9n1568\"> May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}