{"ID":90069, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Course the Saints Should Pursue and the Spirit They Should Cultivate.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made on Sunday Morning, April 27, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: The Course the Saints Should Pursue, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 4\/27\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d69\">\n<div class=\"paragraph jod\" id=\"v9n1598\"> Every true Saint that has got the light of Heaven in him can realize and comprehend in a degree the importance of what President Young has said to us. Men frequently speak of good sense, but the question may be asked, what is good sense? I consider that that man or woman who has the light of Heaven in him or her, whether it is by the natural or the spiritual eyes, that is the light of Christ and that is good sense. Now, it is impossible to have the light of Christ, except you are alive in Christ.<span class=\"citation\" id=\"81448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81448)\">2 Ne. 25:25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1599\"> We are like a limb that is alive in a tree;<span class=\"citation\" id=\"70116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70116)\">John 15:1-8<\/a><\/span> yes, everyone that are Latter-day Saints; we are united or should be as the heart of one man,<span class=\"citation\" id=\"55583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55583)\">2 Sam. 19:14<\/a><\/span> and no man will be saved and gathered with Christ except they are grafted into him, for they must receive the life that flows from him in order to be exalted with him. It is upon the same principle that the graft that is put into a tree receives life from the tree into which it is engrafted. It is necessary that we should all be alive in Christ, and we ought to partake of his attributes and also of the attributes of his Father; then we become one with Christ as he is one with the Father.<span class=\"citation\" id=\"70739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70739)\">John 17:21-22<\/a><\/span> We never can enjoy the lifegiving influences of the Spirit of God except we live and practice our religion, always abiding in the vine, for as the branch cannot bring forth or produce except it remain connected with the tree,<span class=\"citation\" id=\"70132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70132)\">John 15:4<\/a><\/span> so we cannot increase in light and knowledge unless we keep alive in Christ. This people are a <div class=\"break columnbreak\" id=\"335b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0335.pdf\" target=\"pdfwin\">p.&#xA0;335b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3577\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> good people and they are full of life, they are alive in Christ, and they live their religion and God blesses them. <\/div><div class=\"paragraph jod\" id=\"v9n1600\"> I am aware that we are protected and shielded by the Almighty; he baffles the world, wards off the storms and tempests for the sake of the righteousness that dwells in the midst of this people. It is not done for the sake of the liar, the thief, and other abominable characters, but his protecting arm is extended for the sake of the righteous; they are the means of preserving this people, and there is enough of them to save the rest from destruction, and through that medium we as a people are protected. <\/div><div class=\"paragraph jod\" id=\"v9n1601\"> It is a common thing for us to send to the States for choice fruit, and the pomologist who receives our orders cuts off scions from the best fruit trees, and sends to us the summer, the fall, and the winter apples, and we also get the pear, the plum, the cherry, and the peach. We graft those various kinds of good fruit into our seedlings, and then the tree produces fruit according to the kind that was grafted into it, and in this way we procure good fruit. It is just so with you, unless you abide in Christ after being grafted in, you will not bear any good fruit. There are men and women here who have come from the States, who seem to have a little good feeling in them, but were they ever properly grafted into the true vine? No, they simply got under the good influence, but they have not borne any fruit. Where have you  <div class=\"break pagebreak\" id=\"336a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0336.pdf\" target=\"pdfwin\">p.&#xA0;336a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>seen an individual that has come here to speculate or do business that has ever been truly favorable to this people? There have been very few, and most of them have died, but there are quite as many that are favorable as I expect to see. Men come here and get good impressions, the Spirit of the Lord resting with them, but they do not embrace the truth, and consequently the good influence leaves them and they turn against the cause of Christ, the Devil gets power over them and they begin to operate against the kingdom of our God and to seek the lives of his servants and anointed ones. Let such men go their own way; I have got now so that I cannot have confidence in any that come here until they prove themselves, and therefore I have quit the practice of reposing confidence in strangers, and I place my confidence in God, in his kingdom, in his servants and in the earth that is made for our use. <\/div><div class=\"paragraph jod\" id=\"v9n1603\"> Brother Brigham was speaking of the earth and telling us that we should be cautious how we use it, for it is our mother, and the man that will disgrace his mother is unworthy of her fostering care. I have been a child upon this earth for 61 years, and there is not anything but what it produces. Are you not required to be just as faithful as I am? Why&#x2014;of course; we shall have to give an account of the deeds done in the body,<span class=\"citation\" id=\"74135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74135)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74135)\">2 Cor. 5:10 (JST)<\/a><\/span> and so will all mankind. Look at the animal creation, they were all created by law, and will fulfill that law by which they were created. But see the feeling and disposition that we have in our hearts to be cruel towards animals, and that same passion that we cultivate towards the brute creation, mankind by-and-by will have towards one another. Reflect upon the experience of the past and you will find it so. I perceive that the older I grow the more com<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"336b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0336.pdf\" target=\"pdfwin\">p.&#xA0;336b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3576\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>passion I have upon the brute, but young and unthoughtful men and careless, cruel boys will drive a horse at the rate of sixteen miles an hour, and then whip him all the way up every hill on the journey. Is this the spirit of Christ and of our holy religion to be cruel to animals and beat them in this way? I say no; our religion and the spirit of Christ would teach us to be kind to them, to encourage them by bating and nourishing them. It is a good deal so with this kingdom, there are some who are all the time blocking the wheels of the kingdom in place of helping to roll it forward. If these brethren who are so wild and inconsiderate would but learn enough to block the wheels of their team instead of being so severe upon their animals they would act more like wise men and Saints of God. <\/div><div class=\"paragraph jod\" id=\"v9n1604\"> When President Young says to the Bishops go and get up three hundred teams and send to the States to gather the poor Saints, they should go at it with spirit and with energy as men of God. In fact we should all take a course to comply with the counsel that is given. We should cultivate the earth that it may yield of its increase, that we may have an abundance of wheat, corn, potatoes, apples, peaches, and every other variety of grain, fruit and vegetable. We should always look forward to a future increase, striving to make everything multiply in its sphere and thus fulfil the measure of its creation. If we sow a kernel of wheat it will produce, probably a thousand fold, then you sow that which has been produced from the one kernel and it will increase in proportion to the first. This is the principle of increase in nature, and each of us should endeavor to carry out nature's laws. In the beginning God commanded Adam, and also his sons and daughters to fill up the measure of their creation, to  <div class=\"break pagebreak\" id=\"337a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0337.pdf\" target=\"pdfwin\">p.&#xA0;337a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>multiply and replenish the earth,<span class=\"citation\" id=\"52290\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52290)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52290)\">Gen. 1:28<\/a><\/span> and he also commanded the earth to multiply and to increase her productions, vegetation, fowls, animals and all manner of creeping things.<span class=\"citation\" id=\"52110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52110)\">Gen. 1:22<\/a><\/span> How do you think it looks for man to lie down and be an idle speculator, while he makes his neighbor a slave? I believe in all of us being industrious from day to day and from year to year, and also to improve and teach others to improve in all that is good. I have never undertaken to do anything of an important nature, but I have called upon the Almighty to assist me, realizing that I required his aid and favor and he has invariably prospered me in what I have commenced. When we store up grain for the purpose of feeding the poor Saints we may naturally expect to have to feed a great many goats while we are feeding sheep. <\/div><div class=\"paragraph jod\" id=\"v9n1606\"> Brethren let us go to work and accumulate means; let us go more extensively into home manufactures, let us get up some of those homemade spinning jennys, we are told that they are capable of spinning two hundred pounds a day, but supposing we could spin twenty-five pounds a day should we not think we were doing a good business? We should feel proud of such a business. We shall have to go into this kind of business, for we have every prospect of being shut out from trading with the east. Let us then go to work, men, women, and children and make ourselves independent of the world and especially of our enemies. Can we do it? Yes, we can, because we can raise everything that we require. Now we have not cultivated many things here but what we have got a good return. When speaking upon this subject the other day, I heard President Young say that he would not send to the States for any of those rotten goods this year. I am not going to send for any, for I am going to send for a <div class=\"break columnbreak\" id=\"337b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0337.pdf\" target=\"pdfwin\">p.&#xA0;337b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3575\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> carding machine instead, and if that does not clothe my family I do not know what move I shall make next, but I intend that whatever I do shall be a step in the right direction. <\/div><div class=\"paragraph jod\" id=\"v9n1607\"> Brethren and sisters, I feel to bless you and also all the Presidency of this Church, and all the Quorums of the Priesthood; I likewise feel to bless every man that puts forth his hand to help to bless Israel, for all such shall be blessed by the God of Abraham, Isaac, and Jacob, and their blessings shall multiply tenfold more than they ever did before. Then, do not stop, but go ahead, and all our blessings will multiply. The Lord says, do my will and let the world alone, and I will defend you, for it is my business to defend you and all my people in these latter days,<span class=\"citation\" id=\"89970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89970)\">D&amp;C 105:14<\/a><\/span> and he will do it to the extent that is requisite for the accomplishment of his purposes. I know it just as well as I know that I am standing here. Well, do not be discouraged, but lay aside your scolding and fretting, and abide in the religion of Jesus Christ, for you must remember that no branch can bring forth except it be in the vine;<span class=\"citation\" id=\"70133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70133)\">John 15:4<\/a><\/span> no more can we except we abide in Christ. <\/div><div class=\"paragraph jod\" id=\"v9n1608\"> Peace be upon you all, brethren and sisters, wives and children, you all that are good, and that love the Gospel of our Lord Jesus Christ more than they love this wicked world in which we live. These are some of my feelings, and they are some of the feelings of my heart. We are laboring for eternal life and exaltation in the kingdom of our God; we are learning to live forever; and I am going to stick and hang to the good old ship Zion, forever and ever, God helping me. <\/div><div class=\"paragraph jod\" id=\"v9n1609\"> The Lord has put a spirit in me that is inclined to righteousness, and I always love to do right. My faith and confidence are in God  <div class=\"break pagebreak\" id=\"338a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0338.pdf\" target=\"pdfwin\">p.&#xA0;338a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and in his servants whom he has chosen. <\/div><div class=\"paragraph jod\" id=\"v9n1611\"> You all know that you have my blessing, and I say may the peace and blessing of my Heavenly Father be with this people, forever, with all that pertains unto them; their habi<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tations, these mountains and valleys, their flocks and herds, and fields and gardens, for I pray these peculiar and Heaven's choicest blessings may attend the Latter-day Saints henceforth and forever, in the name of Jesus Christ, our Redeemer. Amen. <\/div>\n<\/div>\n<\/div>"}