{"ID":90066, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Necessity of the Living Oracles Among the Saints&#x2014;Exhortation to Obedience to Counsel.<\/div>\n<div class=\"subtitle\">Remarks by Elder Wilford Woodruff, made in the Tabernacle, Great Salt Lake City, April 8, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Necessity of the Living Oracles, Etc.<\/div>\n<div class=\"speaker\">Speaker: Wilford Woodruff<\/div>\n<div class=\"date\">Date: 4\/8\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d66\">\n<div class=\"paragraph jod\" id=\"v9n1542\"> The Church of Jesus Christ has had a vast amount of teaching, especially of late. We have had a great deal of good counsel and instruction in this Conference; the truth has been simplified, doctrine elucidated and made plain to our understandings through the revelations of Jesus Christ,<span class=\"citation\" id=\"74394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74394)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74394)\">Gal. 1:12<\/a><\/span> and I really feel that we have great cause to rejoice. There is one truth that becomes still more evident to my mind, and I think to the minds of this people generally, and that is the importance and necessity of our being governed and controlled day by day by the revelations of God. Now, we may take the Bible, the Book of Mormon, and Doctrine and Covenants, and we may read them through, and every other revelation that has been given to us, and they would scarcely be sufficient to guide us twenty-four hours. We have only an outline of our duties written; we are to be guided by the living oracles. The ten commandments are very good, and the great and glorious principles pertaining to the redemption of man, the revelations pertaining to events that are past and to the things of the mysterious and unborn future, and there are also many choice and precious things relating to the redemption of man, to the present and future greatness of the Saints; but where can we find one revelation that tells us that we should raise three hundred teams, or twelve hundred yoke of cattle, to bring up <div class=\"break columnbreak\" id=\"324b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0324.pdf\" target=\"pdfwin\">p.&#xA0;324b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3588\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the poor from the Missouri River. We have been informed by the revelations of the Lord Jesus Christ that there should be a Temple built in Jackson County;<span class=\"citation\" id=\"86090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86090)\">D&amp;C 57:3<\/a><\/span><span class=\"citation\" id=\"125497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125497)\">D&amp;C 84:1-5<\/a><\/span><span class=\"citation\" id=\"91046\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91046)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91046)\">D&amp;C 124:51<\/a><\/span> but has there been a revelation to tell us how long or how high it should be? No, we have got to be governed by the mind and will of God, and this must be apparent to this people; it shows itself more and more. President Young tells us that the living oracles should be our guide, that, in fact, we should have the living oracles within us always. Every man and woman has the privilege of being baptized, but it is not the privilege of every man to lead the Church. It is my privilege to have revelation to know truth from error, and I should also have power to cast out devils and to heal the sick,<span class=\"citation\" id=\"84466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84466)\">D&amp;C 24:13<\/a><\/span> if I magnify my calling; and not only these gifts, but tongues, interpretation of tongues, and the spirit of prophecy, and of course that is revelation.<span class=\"citation\" id=\"94061\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94061)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94061)\">A of F 1:7<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1543\"> It is the privilege of every man and woman in this kingdom to enjoy the spirit of prophecy, which is the Spirit of God; and to the faithful it reveals such things as are necessary for their comfort and consolation, and to guide them in their daily duties. <\/div><div class=\"paragraph jod\" id=\"v9n1544\"> I can say that I rejoice before this people and before the Lord our God, in the great blessings which he has poured out upon us; I rejoice that he is carefully watching over his kingdom and people, and it is manifest  <div class=\"break pagebreak\" id=\"325a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0325.pdf\" target=\"pdfwin\">p.&#xA0;325a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>unto us. There has never been a time when a doctrine has been presented to us by the servants of God that has appeared new or mysterious, but what the Spirit of God has been ready to bear testimony to the truth of the same. When there have been cases of contention to know who was the biggest man, the Spirit of God has always made known who was in the wrong, and this is a great blessing unto us, one of the greatest that ever was given unto the children of men, to be able to discern the right from the wrong in all cases that may come under our observation. We can perform this work that is given unto us to do, for we know how to take the first step, and then we gradually advance as we are inspired from one degree to another; and if we have that portion of the Spirit of God which it is our privilege to enjoy, and magnify our calling, we shall have that testimony we ought to have within us when any new doctrine is brought forth, or old doctrine more fully explained. In this way we shall profit by the preaching of our brethren, and be able to treasure up the principles of eternal life, and we should be ready at all times to carry out the principles that are revealed to our Presidents and Bishops from time to time, as they receive the word of the Lord from the President of the whole Church. For instance, a certain number of wagons and teams are called for, and we should understand that whenever a Bishop wants anything for the public good, that we should be on hand to do what is wanted. President Young requires nothing but what the Lord requires of him and manifests unto him; and I know that if we carry out those principles that are brought forth by our President and leader, we shall be blessed in so doing. <\/div><div class=\"paragraph jod\" id=\"v9n1546\"> This is the way I view our position as a people upon the earth, in the <div class=\"break columnbreak\" id=\"325b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0325.pdf\" target=\"pdfwin\">p.&#xA0;325b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3587\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> dispensation of the fulness of times. We are truly engaged in a great and mighty work, one that is sustained by the Almighty. It is like the mustard seed which grows from a small particle to a large tree.<span class=\"citation\" id=\"64606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64606)\">Matt. 13:31-32<\/a><\/span> The commencement of this Church was very small, but it is now grown into a mighty kingdom. No matter what our station and callings are when those who are over us rise up and call upon us to do anything, we should be ever ready to respond when, for instance, we are instructed to stop selling whiskey, or drinking it, we ought to do it, and then our minds will be enlightened by partaking of the Spirit of God, and the spirit and power of our high and holy callings will rest upon us when we listen to that instruction that is given, and carry it out. This kingdom has got to rise up and take its stand in majesty, in strength and power among the nations, and all that the Lord has promised will be realized. <\/div><div class=\"paragraph jod\" id=\"v9n1547\"> Our President has frequently told us that we cannot separate the temporal from the spiritual,<span class=\"citation\" id=\"84804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84804)\">D&amp;C 29:34<\/a><\/span> but they must go hand in hand together, and so it is, and so must we act in reference to building up the Church and kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n1548\"> We should foresee the evil, and then foreseeing it we should hide ourselves, and preserve ourselves in purity and holiness. Our President has tried from the beginning to instruct us in these things, and we should listen to the counsel that is given unto us. You have all heard President Young give instructions to the Elders from time to time, and point out the course that we should pursue in order to sustain ourselves. We should all strive to so manage our grain as to turn it to the best account. We have had counsel in regard to this matter, but how slow we are to carry it out. I have sometimes marveled at the course  <div class=\"break pagebreak\" id=\"326a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0326.pdf\" target=\"pdfwin\">p.&#xA0;326a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that has been pursued in regard to the duties that devolve upon us. <\/div><div class=\"paragraph jod\" id=\"v9n1550\"> Let us lay these things to heart, and profit by those instructions, and if we do, we will bring forth fruit abundantly. Let us be of one heart and one mind,<span class=\"citation\" id=\"92867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92867)\">Moses 7:18<\/a><\/span> in all things. <\/div><div class=\"paragraph jod\" id=\"v9n1551\"> I rejoice to meet here in this Conference with my brethren and sisters, and I esteem it as a great privilege. I have been associated with this Church ever since the year 1833, and I have been looking over the Quorum of the Twelve, today, and reflecting that in our first acquaintance, we were mere boys together, while now, most of us are beginning to have gray locks. The time is passing rapidly along, and the purposes of the Lord are fast hastening forward. If we will do our duty I know that God will sustain us and bring us off conquerors; and he will open the way whereby we can be delivered from our enemies, and there will be room for us to spread out. The Gospel of Jesus Christ will <div class=\"break columnbreak\" id=\"326b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0326.pdf\" target=\"pdfwin\">p.&#xA0;326b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3586\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> spread and do good, and it will prove a blessing to the children of men. The Almighty requires his servants to maintain their integrity in righteousness and truth. We are called upon to build a Temple to the name of the God of Israel, and let us try to do our duty; let us lay these things to heart, and return home from this Conference refreshed with the Spirit of the Lord, and let us do those things that are of benefit to us, and the settlements where we live. <\/div><div class=\"paragraph jod\" id=\"v9n1552\"> God is merciful to us, and if we do our duty, we shall be blessed. We have been informed that the heavens are full of blessings for the faithful. We have not yet arrived at the fulness, but we are progressing in the great work of the dispensation of the fulness of times; and I pray that the Almighty will give us power to overcome and do his will, which I ask in the name of the Lord Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}