{"ID":90063, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Love of Truth and Righteousness Implanted in the Natural Man&#x2014;Kindness and Firmness in Governments.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Tabernacle, Great Salt Lake City, June 15, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Love of Truth and Righteousness, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 6\/15\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d63\">\n<div class=\"paragraph jod\" id=\"v9n1449\"> I love to speak to the Saints, when I am blessed with ability to speak in a manner to please myself. I have proved that when I can become fully satisfied with my own actions, and am well pleased with myself, then I please and satisfy my neighbors. People ought always to be pleased with themselves when they do the best they can. <\/div><div class=\"paragraph jod\" id=\"v9n1450\"> It is fully proved in all the revelations that God has ever given to mankind that they naturally love and admire righteousness, justice, and truth more than they do evil. It is, however, universally received by professors of religion as a Scriptural doctrine that man is naturally opposed to God. This is not so. Paul says, in his Epistle to the Corinthians, &#x201C;But the natural man receiveth not the things of God,&#x201D;<span class=\"citation\" id=\"73107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73107)\">1 Cor. 2:14<\/a><\/span> but I say it is the unnatural &#x201C;man that receiveth not the things of God.&#x201D; Paul, in another place, says, &#x201C;if our Gospel be hid, it is hid to them that are lost: In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.&#x201D;<span class=\"citation\" id=\"74056\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74056)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74056)\">2 Cor. 4:3-4<\/a><\/span> That which was, is, and will continue to endure is more natural than that which will pass away and be no more. The natural man is of God.<span class=\"citation\" id=\"81837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81837)\">Mosiah 3:19<\/a><\/span> We are the natural sons and daughters of our natural parents, and spiritually we are the natural children <div class=\"break columnbreak\" id=\"305b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0305.pdf\" target=\"pdfwin\">p.&#xA0;305b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3607\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of the Father of light<span class=\"citation\" id=\"77457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77457)\">James 1:17<\/a><\/span><span class=\"citation\" id=\"86640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86640)\">D&amp;C 67:9<\/a><\/span> and natural heirs to his kingdom; and when we do an evil, we do it in opposition to the promptings of the Spirit of Truth<span class=\"citation\" id=\"69988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69988)\">John 14:17<\/a><\/span> that is within us. Man, the noblest work of God, was in his creation designed for an endless duration, for which the love of all good was incorporated in his nature. It was never designed that he should naturally do and love evil. <\/div><div class=\"paragraph jod\" id=\"v9n1451\"> When our first parents fell from their paradisiacal state, they were brought in contact with influences and powers of evil that are unnatural and stand in opposition to an endless life.<span class=\"citation\" id=\"76845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76845)\">Heb. 7:16<\/a><\/span> So far as mankind yield to these influences, they are so far removed from a natural to an unnatural state&#x2014;from life to death. Adam and Eve did not sin because it was in their nature to love sin, but, as Paul says in his Epistle to Timothy, &#x201C;Adam was not deceived, but the woman being deceived was in the transgression. Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.&#x201D;<span class=\"citation\" id=\"75901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75901)\">1 Tim. 2:14-15<\/a><\/span> The enemy of all righteousness<span class=\"citation\" id=\"71836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71836)\">Acts 13:10<\/a><\/span> deceived the woman, and Adam went with her that man might be,<span class=\"citation\" id=\"81269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81269)\">2 Ne. 2:25<\/a><\/span> and that she might be saved in childbearing. <\/div><div class=\"paragraph jod\" id=\"v9n1452\"> I hold that it is easier to do right than wrong, and that it gives more real satisfaction, more sterling happiness, and more self-respect to any person to do a good deed than to do  <div class=\"break pagebreak\" id=\"306a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0306.pdf\" target=\"pdfwin\">p.&#xA0;306a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>an evil deed. &#x201C;Man is born unto trouble, as the sparks fly upward,&#x201D;<span class=\"citation\" id=\"56084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56084)\">Job 5:7<\/a><\/span> and that in consequence of sin's being in the world. <\/div><div class=\"paragraph jod\" id=\"v9n1454\"> Brother G. D. Watt has exhorted us to let truth be the standard to all our sayings and actions. While he was so fervent for the truth I thought of the harlot Rahab<span class=\"citation\" id=\"55283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55283)\">Josh. 2:1-24<\/a><\/span> who, by faith, perished not with them that believed not, when she had received the spies with peace. It appears that this ancient harlot told the king of Jericho that the two spies went out of the city when it was dark, about the time of the shutting of the gate, while at the same time she had hid them on the roof of her house under some stalks of flax. This is an instance where a slight departure from the truth produced more real good than a strict observance of the facts in the case would have done, for by screening the two spies from the custody of the King of Jericho the harlot saved herself and her father's house. We call simple facts, truth; but the truth must be held in righteousness. &#x201C;Who is wise, and he shall understand these things? prudent, and he shall know them? for the ways of the Lord are right, and the just shall walk in them: but the transgressors shall fall therein.&#x201D;<span class=\"citation\" id=\"61813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61813)\">Hosea 14:9<\/a><\/span> It is more natural for a person to tell the truth than to lie. All the works of God are founded in truth, and that truth must be held in righteousness. <\/div><div class=\"paragraph jod\" id=\"v9n1455\"> You remember that a few weeks ago the Elders of Israel were advised to practice what they preach, and not do a thousand things they are glad the people do not know. There are many acts of some of the best of mankind that they are thankful are not known in the streets and in their families. I would not be willing to say that this is the case with all men, or that it is so in the midst of this people, because the best of this people do as well as they know <div class=\"break columnbreak\" id=\"306b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0306.pdf\" target=\"pdfwin\">p.&#xA0;306b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3606\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> how, and live lives they need not be ashamed of before God and the hosts of heaven and hell. A great many wrongs are committed more from mistake and ignorance than design; and in judging of wrongs done it is more just to judge according to design than according to the exterior appearance or the sight of the eye. <\/div><div class=\"paragraph jod\" id=\"v9n1456\"> It is much easier to live the life of a Saint than to live the life of a sinner. There is more real good obtained and more real profit gained in being honest and in telling the truth as it is, than in taking the opposite course. If you are selling an animal and it is a little faulty, deceive not the purchaser to get from him more than the animal is worth, but reveal its faults and ailings, and deal upon upright principles. I will explain this by relating a circumstance. When I was quite young, a man by the name of Hezekiah Wales, a great horse jockey, traded upon this principle. He had a horse that seemed to be the embodiment of every wrong way. A traveler rode up on a worn-out animal and must have that very horse, and would exchange in the trade the one he was riding. Mr. Wales wanted five dollars and the worn-out horse for his animal. The traveler thought this was rather too much, and asked Mr. Wales what his horse was good for: &#x201C;Will he work in harness?&#x201D; &#x201C;No.&#x201D; &#x201C;Is he a good riding horse?&#x201D; &#x201C;No.&#x201D; &#x201C;Can he do anything at all?&#x201D; &#x201C;Yes; if he has a mind to.&#x201D; &#x201C;Is he worth anything?&#x201D; &#x201C;No, not a cent.&#x201D; The traveler could not be beat off, and made the exchange. This circumstance also illustrates a leading trait in the character of man, he will not be turned aside from his purpose, if it is within his power to accomplish it. Should he undertake to travel to the south, east, west, or north, a recital of all the dangers that lie in his path will not turn him from his  <div class=\"break pagebreak\" id=\"307a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0307.pdf\" target=\"pdfwin\">p.&#xA0;307a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>purpose, he will follow the bent of his own inclination, should he lose his life in so doing. This is human. <\/div><div class=\"paragraph jod\" id=\"v9n1458\"> I will take the liberty of differing with many of my brethren with regard to how we should conduct ourselves towards our wives. I am a great lover of good women. I understand their nature, the design of their being, and their worth. I have been acquainted with hundreds of men, before I came into this Church, who before that, if they did not dictate every five dollars or fifty cents that they had in their pockets, their wives were ruling over them. On this point I shall differ with all who differ with me. If I have five dollars and I can spare it, and my wife wants it, I tell her she is welcome to it. What do you want to get with it, wife? &#x201C;Oh, something that pleases me.&#x201D; I do not believe in making my authority as a husband or a father known by brute force; but by a superior intelligence&#x2014;by showing them that I am capable of teaching them. If I have a wife that wants to be humored with five dollars, yes, take it; I would humor her. If I commit wrong towards my family, it is because I let them use what they should not, or that which I might bestow upon the poor. I may humor them too much. I will humor a child with everything I consistently can. Does not God, in his providences, bear and forbear with us in our weaknesses and sins? How many times shall I forgive a brother, and bear with weaknesses in him that are common to all men? So long as he does not intend to commit willful sin. <\/div><div class=\"paragraph jod\" id=\"v9n1459\"> When our little children handle things that are in their way, the knives, forks, pins, needles, anything, and scatter, waste, and lose them, and these little faults are committed every few minutes throughout the day, shall we forgive the children or whip them? We will always forgive them until <div class=\"break columnbreak\" id=\"307b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0307.pdf\" target=\"pdfwin\">p.&#xA0;307b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3605\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they are taught better, and learn to know good from evil, right from wrong. Our Father in heaven deals with us his children upon this principle. Do I believe in humoring too far? No. My Priesthood and calling as a minister of salvation must be honored; and if the Lord has placed me to be the head of a family, let me be so in all humility and patience, not as a tyrannical ruler, but as a faithful companion, an indulgent and affectionate father, a thoughtful and unassuming superior; let me be honored in my station through faithful diligence, and be fully capable, by the aid of God's Spirit, of filling my office in a way to effect the salvation of all who are committed to my charge. <\/div><div class=\"paragraph jod\" id=\"v9n1460\"> When I was first married I was told that my wife would rule over me, because I was too indulgent; I do not think that she did. Wife, when you spin you may set the wheel where you please; and when I come in to sleep if you have moved the bed from the northeast corner of the room to the southeast corner it is all right, if you are pleased. This course is much more manly than to quarrel with her because she has moved the bed without your permission, or has put the shovel and the tongs on the left instead of on the right hand side of the fireplace, at the same time giving her to understand that you are the master of the house. But wife, I have made you a good water bench, and a sink, and under the sink have made a place for the swill pail, and I would like to have you to keep the pails in their respective places. If you will put the swill pail where the water pail should be, I must go somewhere else to drink water, and not run the risk of drinking out of the swill pail in the night. I can show you wife, where to put everything in your house. If she wants so many tucks in her dress, yes, put in as  <div class=\"break pagebreak\" id=\"308a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0308.pdf\" target=\"pdfwin\">p.&#xA0;308a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>many as you want, for you have to spin and weave the cloth; make the dress as you please, that is your business; and if I have five dollars that is not otherwise appropriated you are welcome to it. But if I have five dollars in my pocket that I owe and have promised to pay tomorrow morning, it must be paid. <\/div><div class=\"paragraph jod\" id=\"v9n1462\"> If a woman can rule a man and he not know it, praise to that woman. They are few who know well the office of a woman from that of a man. Imbecility is marked upon the people of the present age. All who have their eyes open to see and their minds enlightened to understand things as they are, will subscribe readily to this declaration. When the servants of God in any age have consented to follow a woman for a leader, either in a public or a family capacity, they have sunk beneath the standard their <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> organization has fitted them for; when a people of God submit to that, their Priesthood is taken from them, and they become as any other people. <\/div><div class=\"paragraph jod\" id=\"v9n1463\"> I shall humor the wife as far as I can consistently; and if you have any crying to do, wife, you can do that along with the children, for I have none of that kind of business to do. Let our wives be the weaker vessels,<span class=\"citation\" id=\"77870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77870)\">1 Pet. 3:7<\/a><\/span> and the men be men, and show the women by their superior ability that God gives husbands wisdom and ability to lead their wives into his presence. I want the brethren and sisters to kindly manage their affairs indoors and out, taking good care of that which belongs to them, and being contented in their lots and stations. <\/div><div class=\"paragraph jod\" id=\"v9n1464\"> God bless the righteous, and I do not care how soon the wicked are overthrown.<span class=\"citation\" id=\"125483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125483)\">D&amp;C 64:21<\/a><\/span> Amen. <\/div>\n<\/div>\n<\/div>"}