{"ID":90064, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">The Kingdom of God.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, July 13, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: The Kingdom of God.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/13\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d64\">\n<div class=\"paragraph jod\" id=\"v9n1465\"> I will use, for the foundation of my remarks, words found in Rev. 11th chap., 15th verse&#x2014;&#x201C;And the seventh angel sounded; and there were great voices in heaven, saying, The kingdoms of this world are become the kingdoms of our Lord, and of his Christ; and he shall reign forever and ever.&#x201D;<span class=\"citation\" id=\"79434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79434)\">Rev. 11:15<\/a><\/span> <\/div> <div class=\"break columnbreak\" id=\"308b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0308.pdf\" target=\"pdfwin\">p.&#xA0;308b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3604\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n1466\"> How near to this text I shall preach, I know not; there is enough in it to answer my purpose, and it is one upon which a great deal can be said. <\/div><div class=\"paragraph jod\" id=\"v9n1467\"> The plan of salvation cannot be told in one discourse, nor in one day, one month, or one year, for it is from everlasting to everlasting, like the  <div class=\"break pagebreak\" id=\"309a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0309.pdf\" target=\"pdfwin\">p.&#xA0;309a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>Priesthood of the Son of God, without beginning of days or end of life.<span class=\"citation\" id=\"76799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76799)\">Heb. 7:3<\/a><\/span><span class=\"citation\" id=\"82158\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 82158)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(82158)\">Alma 13:7<\/a><\/span> The Gospel we declare unto you leads to eternal life, and this kingdom is the kingdom of God which he has promised, by the mouths of his Prophets,<span class=\"citation\" id=\"88140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88140)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88140)\">D&amp;C 86:10<\/a><\/span> that he would set up in the last days&#x2014;a kingdom that must triumph over all the ills that afflict the family of man, and usher in everlasting righteousness.<span class=\"citation\" id=\"57239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57239)\">Ps. 119:142<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1469\"> Man has wandered far from his Maker&#x2014;far from the path of rectitude his Heavenly Father has marked out for his feet&#x2014;and is walking in a way strewn with dangers; he has left the true light, and is walking in darkness; rejected the wisdom and intelligence that is from Heaven, and has become benighted in ignorance and unbelief, neither knowing God, nor the object of his own existence upon the earth. This darkness and ignorance must be dispelled by the preaching of the Gospel, and as many as will believe on the Lord Jesus Christ and walk in all the ordinances of God blameless, will be numbered with his Saints and be gathered into his kingdom, to be further taught the principles of eternal life. <\/div><div class=\"paragraph jod\" id=\"v9n1470\"> The kingdom of God in the latter days must triumph upon all the earth, subdue every species of sin, and destroy every source of sorrow to which downtrodden humanity has been subject. The work of making the kingdoms of the world the kingdom of God and his Christ<span class=\"citation\" id=\"79435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79435)\">Rev. 11:15<\/a><\/span> has commenced; and all the inhabitants of the earth, without exception, will yet acknowledge Jesus to be the Christ, to the glory of God the Father.<span class=\"citation\" id=\"75472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75472)\">Philip. 2:11<\/a><\/span> All mankind are individually interested in this Latter-day Work, for all have a future, whether glorious or inglorious. <\/div><div class=\"paragraph jod\" id=\"v9n1471\"> Man is created for a glorious purpose&#x2014;for a life that is eternal. A great deal is comprehended in the two words &#x201C;eternal life;&#x201D; they entirely exclude death. We have no <div class=\"break columnbreak\" id=\"309b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0309.pdf\" target=\"pdfwin\">p.&#xA0;309b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3603\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> death to preach, for we should never practice the principles of death, but pursue the path that leads to the continuation of the lives.<span class=\"citation\" id=\"91619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91619)\">D&amp;C 132:22<\/a><\/span> The world will be revolutionized by the preaching of the Gospel and the power of the Priesthood, and this work we are called to do. In its progress every foolish and unprofitable custom, every unholy passion, every foolish notion in politics and religion, every unjust and oppressive law, and whatever else that is oppressive to man, and that would impede his onward progress to the perfection of the Holy Ones in eternity, will be removed until everlasting righteousness prevails over the whole earth. Such was the design of the preaching of the Gospel in the days of the Apostles. <\/div><div class=\"paragraph jod\" id=\"v9n1472\"> It is written in the book of the Acts of the Apostles, &#x201C;And when they found them not, they drew Jason and certain brethren unto the rulers of the city, crying, These that have turned the world upside down are come hither also.&#x201D;<span class=\"citation\" id=\"71927\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71927)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71927)\">Acts 17:6<\/a><\/span> Using the same figure, the Elders of the Church of Jesus Christ of Latter-day Saints are called to right up the world. To turn it over is a gigantic work, but it will be done, for both the righteous on earth, and the sanctified in heaven are working at it, and all power both in heaven and on earth is given to the Savior by his Father.<span class=\"citation\" id=\"66423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66423)\">Matt. 28:18<\/a><\/span> It is our business to fully comprehend the sayings and doings of the Savior in his mission on the earth, which is life to all who believe and endure to the end in the pursuit of life eternal. <\/div><div class=\"paragraph jod\" id=\"v9n1473\"> A lifetime is too short to tell the extent of the mission of the Savior to the human family, but I will venture to use one of his sayings, in connection with what I have already quoted from the book of Revelation. When he was arraigned before Pilate to be tried for his life, he said to Pilate, &#x201C;My kingdom is not of this world: if my kingdom were of this  <div class=\"break pagebreak\" id=\"310a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0310.pdf\" target=\"pdfwin\">p.&#xA0;310a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.&#x201D;<span class=\"citation\" id=\"70786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70786)\">John 18:36<\/a><\/span> Connect this saying with &#x201C;Blessed are the peacemakers: for they shall be called the children of God,&#x201D;<span class=\"citation\" id=\"62971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62971)\">Matt. 5:9<\/a><\/span> and we can understand how the kingdom of Christ is not of this world, because it is established in peace, unlike all worldly kingdoms which are established in war. The motto of his kingdom is &#x201C;Peace on earth and good will towards men,&#x201D;<span class=\"citation\" id=\"67057\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67057)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67057)\">Luke 2:14<\/a><\/span> and hence not after the order of worldly kingdoms. <\/div><div class=\"paragraph jod\" id=\"v9n1475\"> It was remarked this morning that the Book of Mormon in no case contradicts the Bible. It has many words like those in the Bible, and as a whole is a strong witness to the Bible. Revelations, when they have passed from God to man, and from man into his written and printed language, cannot be said to be entirely perfect, though they may be as perfect as possible under the circumstances; they are perfect enough to answer the purposes of Heaven at this time. <\/div><div class=\"paragraph jod\" id=\"v9n1476\"> The saying, &#x201C;My kingdom is not of this world,&#x201D;<span class=\"citation\" id=\"70787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70787)\">John 18:36<\/a><\/span> and the saying, &#x201C;The kingdoms of this world shall become the kingdoms of God and his Christ,&#x201D;<span class=\"citation\" id=\"79436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79436)\">Rev. 11:15<\/a><\/span> at the first glance would appear palpable contradictions; but when they are read with their proper connections and by a person whose mind is enlightened by the power of the Holy Ghost, instead of contradiction between them there is seen to exist a perfect harmony. Joseph Smith, the Prophet of the last days, had a happy faculty of reducing the things of heaven to the capacity of persons of common understanding, often in a single sentence throwing a flood of light into the gloom of ages. He had power to draw the spirits of the people who listened to him to his standard, where they communed with heavenly objects and heavenly principles, connecting the heavenly and the earthly together&#x2014;in one blending <div class=\"break columnbreak\" id=\"310b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0310.pdf\" target=\"pdfwin\">p.&#xA0;310b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3602\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> flood of heavenly intelligence. When the mind is thus lit up with the Spirit of revelation, it is clearly discerned that the heavens and the earth are in close proximity&#x2014;that time and eternity are one. We can then understand that the things of God are things which pertain to his children, and that the expression, form, and sympathies of his earthly children pertain to their Great Father and Creator. <\/div><div class=\"paragraph jod\" id=\"v9n1477\"> It has been thought by some that the kingdom Jesus established on the earth, when he was here in the flesh, was not the kingdom Daniel saw.<span class=\"citation\" id=\"61201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61201)\">Dan. 2:44<\/a><\/span> Pardon me, if I differ from this view and say that it was the very kingdom that Daniel saw, but it was not then the time to establish it in its fullness, it was not then the time for the kingdom of God to subdue all other kingdoms as it would in the latter days. <\/div><div class=\"paragraph jod\" id=\"v9n1478\"> Jesus came to establish his spiritual kingdom, or to introduce a code of morals that would exalt the spirits of the people to godliness and to God, that they might thereby secure to themselves a glorious resurrection and a title to reign on the earth when the kingdoms of this world should become the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79437)\">Rev. 11:15<\/a><\/span> He also came to introduce himself as the Savior of the world, to shed his blood upon the altar of atonement, and open up the way of life to all believers. When Jesus came to his own they received him not,<span class=\"citation\" id=\"68563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68563)\">John 1:11<\/a><\/span> but said, &#x201C;This is the heir, let us kill him and seize on his inheritance;&#x201D; and they caught him and cast him out of the vineyard, and slew him.<span class=\"citation\" id=\"65338\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65338)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65338)\">Matt. 21:38-39<\/a><\/span> Had the Jews received him as the heir, and treated him as such, he would have established his kingdom among them at that time, both spiritually and temporally; and they would have gathered the lost tribes that wandered from Jerusalem, would have overcome their enemies, possessed Palestine in peace, and spread to the uttermost parts of the earth  <div class=\"break pagebreak\" id=\"311a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0311.pdf\" target=\"pdfwin\">p.&#xA0;311a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and possessed the kingdom under the whole heavens.<span class=\"citation\" id=\"61715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61715)\">Dan. 7:27<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1480\"> Again, at the time the children of Israel left Egypt if they had then received the Gospel Moses had for them, the kingdom would then have been given to them, and it never would have been broken up, and the house of Israel never would have been smitten and scattered to become bondsmen among the nations. If the children of Abraham, Isaac, and Jacob, previous to the Egyptian bondage, had been faithful, they would have received the keys and power of the kingdom, and would never have gone into Egypt to suffer four hundred years in bondage, but they by their wickedness rejected the kingdom. <\/div><div class=\"paragraph jod\" id=\"v9n1481\"> When God speaks to the people, he does it in a manner to suit their circumstances and capacities. He spoke to the children of Jacob through Moses, as a blind, stiffnecked people, and when Jesus and his Apostles came they talked with the Jews as a benighted, wicked, selfish people. They would not receive the Gospel, though presented to them by the Son of God in all its righteousness, beauty and glory. Should the Lord Almighty send an angel to rewrite the Bible, it would in many places be very different from what it now is. And I will even venture to say that if the Book of Mormon were now to be rewritten, in many instances it would materially differ from the present translation. According as people are willing to receive the things of God, so the heavens send forth their blessings. If the people are stiffnecked, the Lord can tell them but little. <\/div><div class=\"paragraph jod\" id=\"v9n1482\"> The kingdom that Jesus came to establish is the kingdom Daniel saw,<span class=\"citation\" id=\"61202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61202)\">Dan. 2:44<\/a><\/span> but that stiffnecked, rebellious generation would not receive the Gospel, and he did not fully establish his kingdom at that time. Could the Lord consistently have given them power over their enemies to whom <div class=\"break columnbreak\" id=\"311b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0311.pdf\" target=\"pdfwin\">p.&#xA0;311b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3601\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> they were subject while in this state of rebellion to God and his laws, they would have become more wicked than the Romans or other heathen nations of the land. Had he given them power over the Egyptians in the days of Moses, they would have become more wicked than the Egyptians, and would have used this saving power to bring upon them a more sure and terrible destruction. <\/div><div class=\"paragraph jod\" id=\"v9n1483\"> The Lord called upon Moses, and he stood amid the thunders and lightnings of Mount Sinai.<span class=\"citation\" id=\"54153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54153)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54153)\">Ex. 19:16-20<\/a><\/span> Moses was a good and great man, but he had lived with and so often been aggravated by a wicked, murmuring, and rebellious people that he could not look upon God in his glory,<span class=\"citation\" id=\"54533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54533)\">Ex. 33:17-23<\/a><\/span> but he could hear his voice and converse with his Heavenly Father in the pillar of cloud and fire.<span class=\"citation\" id=\"54945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54945)\">Deut. 4:12<\/a><\/span> He was, on one occasion, in company with seventy Elders of Israel,<span class=\"citation\" id=\"54360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54360)\">Ex. 24:9-10<\/a><\/span> permitted to see the back parts of the Almighty.<span class=\"citation\" id=\"54543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54543)\">Ex. 33:21-23<\/a><\/span> He received the law of carnal commandments<span class=\"citation\" id=\"87670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87670)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87670)\">D&amp;C 84:27<\/a><\/span><span class=\"citation\" id=\"76846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76846)\">Heb. 7:16<\/a><\/span> for Israel from the mouth of God. I believe with all my heart that if the children had been ready to receive the Gospel in all its fulness, the yoke of carnal commandments<span class=\"citation\" id=\"125484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125484)\">Acts 15:10<\/a><\/span> would never have been placed upon their necks. Moses was a High Priest after the order of Melchizedek,<span class=\"citation\" id=\"54086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54086)\">Ex. 18:1 (JST)<\/a><\/span><span class=\"citation\" id=\"87505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87505)\">D&amp;C 84:6<\/a><\/span> and yet he partook of the sins of the children of Israel to such a degree that he could not see the face of God.<span class=\"citation\" id=\"54546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54546)\">Ex. 33:23<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1484\"> The very kingdom that Jesus said was not of this world<span class=\"citation\" id=\"70788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70788)\">John 18:36<\/a><\/span> would in his day have been permanently established in this world, if the people could have received it, but they would not have the man Christ Jesus<span class=\"citation\" id=\"75874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75874)\">1 Tim. 2:5<\/a><\/span> to rule over them; they turned away from the holy commandments, and preferred fables.<span class=\"citation\" id=\"76251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76251)\">2 Tim. 4:4<\/a><\/span> When Jesus stated that his kingdom was not of this world,<span class=\"citation\" id=\"70789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70789)\">John 18:36<\/a><\/span> he did not mean to convey the idea that it had no right to be on this earth, but that his kingdom was a  <div class=\"break pagebreak\" id=\"312a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0312.pdf\" target=\"pdfwin\">p.&#xA0;312a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>righteous, holy kingdom, and not like the wicked kingdoms of the world; and the wickedness of the world was such that he could not then establish his kingdom upon this earth. <\/div><div class=\"paragraph jod\" id=\"v9n1486\"> When Moses went into the mountain to converse with the God of Israel, the cry was heard in the camp, &#x201C;where is this Moses?&#x201D; And they made a molten calf of the jewelry they had borrowed from the Egyptians,<span class=\"citation\" id=\"54442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54442)\">Ex. 32:1-3<\/a><\/span> and said, &#x201C;These be thy gods, O Israel, which brought thee up out of the land of Egypt. And when Aaron saw it, he built an altar before it, and Aaron made a proclamation, and said, tomorrow is a feast of the Lord. And they rose up early on the morrow, and offered burnt offerings, and brought peace offerings, and the people sat down to eat and to drink and rose up to play.&#x201D;<span class=\"citation\" id=\"54458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54458)\">Ex. 32:4-6<\/a><\/span> There was as much sense in this proceeding as there is in people's worshipping their property and money at the present day. <\/div><div class=\"paragraph jod\" id=\"v9n1487\"> The earth is the Lord's and the fullness thereof,<span class=\"citation\" id=\"56475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56475)\">Ps. 24:1<\/a><\/span> and he wishes to establish his kingdom upon it. I do not think any person will start a single argument to prove that the Lord does not own this earth and all that is upon it. All Christians acknowledge that the earth is the Lord's and the fulness thereof, and that Jesus is the Christ and heir of all things.<span class=\"citation\" id=\"76334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76334)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76334)\">Heb. 1:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1488\"> One excellent idea that was advanced this morning, I will venture to carry out a little further. The time was when the test of a Christian was his confession of Christ. In the first Epistle of John it is written, &#x201C;Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world. Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God: And every spirit that confesseth not <div class=\"break columnbreak\" id=\"312b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0312.pdf\" target=\"pdfwin\">p.&#xA0;312b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3600\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, whereof ye have heard that it should come; and even now already is it in the world.&#x201D;<span class=\"citation\" id=\"78747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78747)\">1 Jn. 4:1-3<\/a><\/span> This is no test to this generation, for all men of the Christian world confess that Jesus Christ has come in the flesh. This generation, however, is not left without a test. I have taught for thirty years, and still teach, that he that believeth in his heart and confesseth with his mouth that Jesus is the Christ and that Joseph Smith is his Prophet to this generation, is of God; and he that confesseth not that Jesus has come in the flesh and sent Joseph Smith with the fulness of the Gospel to this generation, is not of God, but is antichrist.<span class=\"citation\" id=\"78750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78750)\">1 Jn. 4:2<\/a><\/span> All who confess that Joseph Smith is sent of God in the latter days, to lay the foundation of his everlasting kingdom no more to be thrown down,<span class=\"citation\" id=\"89557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 89557)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(89557)\">D&amp;C 101:75<\/a><\/span> and will continue to keep his commandments, are born of God. All those who believe in their hearts and confess with their mouths that Joseph Smith is a true Prophet, at the same time trying with their might to live the holy principles Joseph the Prophet has revealed, are in possession of the Holy Spirit of God and are entitled to a fullness. When such men go into the world to preach the Gospel though they know not a letter in a book, they will do more real good to erring man than the great and wise can possibly do, though aided by all their learning and worldly influence in the absence of the gift of the Holy Ghost. When the spirit of the preacher is imbued with the Spirit and power of God, his words enter the understandings of the honest, who discern the truth and at once embrace it to their eternal advantage. <\/div><div class=\"paragraph jod\" id=\"v9n1489\"> Every person who seeks to know right, to understand every principle of truth pertaining to the earth and the heavens, and by obedience to the  <div class=\"break pagebreak\" id=\"313a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0313.pdf\" target=\"pdfwin\">p.&#xA0;313a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>laws of the Gospel to obtain the Spirit of truth from the great Fountain of truth, when he hears a truth, whether moral, religious, scientific, or mechanical, whether it pertains to God, to man, to the heavens, or to the earth, that truth is congenial to his feelings, and it seems to him that he had known it all his life. Notwithstanding the dreadful effects of the fall of man, almost all men delight in truth and righteousness. If men are not righteous themselves, as a general thing they honor and revere a righteous person more than they do the wicked and froward. A few in these latter days have ventured to stem the current of iniquity; defying the finger of scorn, they have raised their hands to Heaven saying, &#x201C;we are for God.&#x201D; They repeat a glorious text, &#x201C;The kingdom of God or nothing.&#x201D; It is with them, &#x201C;Heaven or nothing.&#x201D; The Lord must reign and rule. <\/div><div class=\"paragraph jod\" id=\"v9n1491\"> We did not produce ourselves. We did not make the earth, nor stretch out the starry heavens. We have not sought out the wisdom of him who formed the foundations of the great deep, nor explored the vastness of his skill in the formation of the finny tribes. &#x201C;Who removeth the mountains, and they knew not; who overturneth them in his anger. Who shaketh the earth out of her place, and the pillars thereof tremble. Who commandeth the sun, and it riseth not; and sealeth up the stars. Who alone spreadeth out the heavens, and treadeth upon the waves of the sea. Who maketh Arcturus, Orion, and Pleiades and the chambers of the south. Who doeth great things past finding out; yea, and wonders without number.&#x201D;<span class=\"citation\" id=\"56095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56095)\">Job 9:5-10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1492\"> Philosophy has tried to search out God, but it stands aghast amid the great and wondrous works of the great Supreme. It acknowledges a great Designer and Framer of the <div class=\"break columnbreak\" id=\"313b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0313.pdf\" target=\"pdfwin\">p.&#xA0;313b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3599\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> universe, but how to approach him, it findeth not. This great Being is the God of the Latter-day Saints; to whom we accede the right of reigning over the workmanship of his own hands.<span class=\"citation\" id=\"93040\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93040)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93040)\">Moses 7:32<\/a><\/span> It is his right to control the gold and the silver, the wheat and the fine flour, yea, all the elements that have been enumerated by the searching eye of philosophy and science, and those that are past finding out by mortals in their present state. Has an unholy principle, a wicked influence that leads to death, the right to control the ability and power to do good which God has placed in man? No. God alone has the right to control the intelligence that is in the human family, for he is the giver of it. <\/div><div class=\"paragraph jod\" id=\"v9n1493\"> Religious people talk a great deal about doing wondrous great things for the Lord&#x2014;about doing this, that, and the other for the glory of God. Every good that man performs is, firstly, for his own benefit and eternal welfare, if he continues in well doing,<span class=\"citation\" id=\"72267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72267)\">Rom. 2:7<\/a><\/span> and secondly, for the common good of others, so far as his example and the influence of good done effects others. We may, for comparison's sake, imagine a great king who has many kingdoms to dispose of and many sons to give them to, but one of his sons will not have his kingly father to rule over him, neither will he accept of any of his favors. Now, if anybody suffers loss in this case, it is the proud, rebellious son; the father can give the kingdom, that he otherwise would have given to his wayward son, to a more worthy subject. He is all powerful, and bestows ability to whom he will to become powerful like himself. &#x201C;If I were hungry, I would not tell thee: for the world is mine, and the fulness thereof. Will I eat the flesh of bulls, or drink the blood of goats? Offer unto God thanksgiving; and pay thy vows unto the most High.&#x201D;<span class=\"citation\" id=\"56732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56732)\">Ps. 50:12-14<\/a><\/span> <\/div> <div class=\"break pagebreak\" id=\"314a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0314.pdf\" target=\"pdfwin\">p.&#xA0;314a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n1495\"> The generations of men from the beginning have refused to pay homage to their God, and to render unto him that which belongs to him. If men serve God, it is to their advantage; but they suppose that they sacrifice a great deal for God and do him a great service, and are enriching him and impoverishing themselves. Render unto God that which is God's.<span class=\"citation\" id=\"65384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65384)\">Matt. 22:21<\/a><\/span> I care not whether it be gold, silver, or copper. When men extract the precious metals from the earth, they breathe the air, drink the water, and eat the food that belongs to God. <\/div><div class=\"paragraph jod\" id=\"v9n1496\"> I could give the reasons why the servants of God, from the beginning, have not been able to establish his kingdom on the earth, but I have not time to do so today. In these latter days, the kingdoms of this world will become &#x201C;the kingdoms of our God and his Christ,&#x201D;<span class=\"citation\" id=\"79438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79438)\">Rev. 11:15<\/a><\/span> and those who have gold and silver and wealth of other descriptions, and refuse to devote it to the Lord, are blind and naked and destitute of that wisdom which comes from above. The breath that is in their nostrils<span class=\"citation\" id=\"52402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52402)\">Gen. 2:7<\/a><\/span><span class=\"citation\" id=\"94605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94605)\">Isa. 2:22<\/a><\/span> is not really their own. All people live upon the bounty of the Almighty, yet they say that the precious metals are theirs, and they will devote this wealth to their own service, revel in luxury, and do as they please. Those who possess the wealth of this world, possess it by the permission of the Almighty, and then they go needlessly on in the way to destruction. How long? Until their race is run. <\/div><div class=\"paragraph jod\" id=\"v9n1497\"> All must have the privilege of proving to God and angels what they will do with the talent and ability God has given them,<span class=\"citation\" id=\"66081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66081)\">Matt. 25:14-30<\/a><\/span> whether they will waste their blessings in pandering to unholy appetites or use them in the way God has designed they should. This is one great reason why men are permitted to do as they do. It is an orthodox doctrine that God has decreed whatsoever comes to pass. <div class=\"break columnbreak\" id=\"314b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0314.pdf\" target=\"pdfwin\">p.&#xA0;314b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3598\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He has decreed many things to come to pass, but not all things. He has not decreed that one man shall blaspheme his name, and that another shall often be found on his knees praying to him; this is left to the free volition of the creature. All the inhabitants of the earth have had the privilege of proving themselves before God in their lifetime whether they delighted in that which was right or that which was wrong, and according to that, those who have been without law will be judged without law.<span class=\"citation\" id=\"72275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72275)\">Rom. 2:12<\/a><\/span><span class=\"citation\" id=\"83584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83584)\">Moro. 8:22<\/a><\/span> What better, in the sight of Heaven, are those who place their affections upon earthly wealth, than the children of Israel who worshipped a calf? <\/div><div class=\"paragraph jod\" id=\"v9n1498\"> Those who wish to join us in this great work, must do as we have done, to obtain that which we have obtained. It is not our business to question the validity of any of the laws and ordinances of God. It is no matter to us how simple the ordinance he requires us to submit to, in order to attain a certain end. He has said, &#x201C;he that believeth and is baptized shall be saved.&#x201D;<span class=\"citation\" id=\"66864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66864)\">Mark 16:16<\/a><\/span> If he has instituted baptism in water for the remission of sins, it is not our business to question his right to do this, by quarrelling with the mode of this ordinance. If he had told us to dig a hole in the ground and bury ourselves for a certain length of time, it is his right to do so, and our advantage to obey. Whenever the Gospel has been preached in any age of the world, the ordinance of baptism has been in force. It had the same validity in the days of Adam, Enoch, and Noah as in the days of Jesus Christ and his Apostles, or as it has now. <\/div><div class=\"paragraph jod\" id=\"v9n1499\"> An angel of the Lord visited Adam, when Adam was offering up sacrifice. The angel asked him why he was offering up sacrifice. Adam replied, &#x201C;I know not, but this I do know, the Lord has commanded me, therefore I offer up sacrifice.&#x201D;<span class=\"citation\" id=\"92561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92561)\">Moses 5:6<\/a><\/span> It may be said  <div class=\"break pagebreak\" id=\"315a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0315.pdf\" target=\"pdfwin\">p.&#xA0;315a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that Adam was very ignorant. It was designed by the Lord that his previous knowledge should pass from him. <\/div><div class=\"paragraph jod\" id=\"v9n1501\"> &#x201C;Jesus answered and said unto him (Nicodemus), Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God. Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mothers womb, and be born? Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.&#x201D;<span class=\"citation\" id=\"68740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68740)\">John 3:3-5<\/a><\/span> A man must be born again before he can see the kingdom of God; and must be born of water and of the Spirit, before he can enter therein. <\/div><div class=\"paragraph jod\" id=\"v9n1502\"> It may be asked whether any person can be saved, except those who are baptized. Yes, all the inhabitants of the earth will be saved, except those that sin against the Holy Ghost. Will they come into the presence of the Father and the Son? Not unless they are baptized for the remission of sins, and live faithfully in the observance of the words of life, all the rest of their days. &#x201C;In my Father's house are many mansions.&#x201D;<span class=\"citation\" id=\"69871\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69871)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69871)\">John 14:2<\/a><\/span> &#x201C;Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat. Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.&#x201D;<span class=\"citation\" id=\"63850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63850)\">Matt. 7:13-14<\/a><\/span> A question was asked Joseph Smith if all would be damned, except the Latter-day Saints. He answered &#x201C;yes and most of the Latter-day Saints, unless they repent and do better than they have done.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n1503\"> The glory of those who are not permitted to enter into the presence of the Father and the Son will be greater than mortals can imagine, in glory, excellency, exquisite pleasure, and intense bliss. It has not entered into the heart of man to conceive of the greatness of their glory.<span class=\"citation\" id=\"72974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72974)\">1 Cor. 2:9<\/a><\/span> But the <div class=\"break columnbreak\" id=\"315b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0315.pdf\" target=\"pdfwin\">p.&#xA0;315b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3597\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> glory of those who enter into the presence of God exceeds all these in glory, as the light of the sun exceeds the light of the moon and stars.<span class=\"citation\" id=\"87155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87155)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87155)\">D&amp;C 76:89-92<\/a><\/span> All these different glories are ordained to fit the capacities and conditions of men. <\/div><div class=\"paragraph jod\" id=\"v9n1504\"> Let me say a word in praise of the congregation before me. Here I see people who have gathered from almost every nation of the earth, and they have brought with them their national customs, traditions, education, fashions and language; yet this mixed people dwell together in peace: all nationality gradually subsides, and we see a universal blending into one, possessing the same feeling and spirit of our holy religion, all being determined to promote the kingdom of God on the earth, looking forward to the day of rest. What other community less needs the services of lawyers, magistrates and judges than this community? This is a joy to me. <\/div><div class=\"paragraph jod\" id=\"v9n1505\"> The Lord designs to set up his kingdom in our day, and the commandments he requires us to obey and the duties he makes obligatory for us are easy. We can perform all he requires of us, without hurting us in the least. <\/div><div class=\"paragraph jod\" id=\"v9n1506\"> Some contend that there is no virtue in the water, but there is virtue in him who has made the commandment, and he has power to pardon sins. Were I to command you to wash your bodies and you refused to do so, your filthiness would cleave to you, and you alone would suffer the inconvenience. <\/div><div class=\"paragraph jod\" id=\"v9n1507\"> We break the bread, which represents the Lord's body, as he has commanded, in remembrance of him,<span class=\"citation\" id=\"125485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125485)\">Luke 22:19<\/a><\/span><span class=\"citation\" id=\"125486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125486)\">1 Cor. 11:24<\/a><\/span> and that he will come to earth again when the kingdoms of this world shall become the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79439)\">Rev. 11:15<\/a><\/span> We pour out water or wine in remembrance of his blood which was shed,<span class=\"citation\" id=\"66230\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66230)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66230)\">Matt. 26:27-28<\/a><\/span><span class=\"citation\" id=\"125487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125487)\">1 Cor. 11:25<\/a><\/span> and in token of the time when he will drink of the fruit  <div class=\"break pagebreak\" id=\"316a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0316.pdf\" target=\"pdfwin\">p.&#xA0;316a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of the vine anew with us in his Father's kingdom,<span class=\"citation\" id=\"66235\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66235)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66235)\">Matt. 26:29<\/a><\/span> when he comes again and the kingdoms of this world becomes the kingdoms of our God and his Christ.<span class=\"citation\" id=\"79440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79440)\">Rev. 11:15<\/a><\/span> The kingdoms of this world must be prepared for his coming by the proclamation of the Gospel, or be wiped out of existence. <\/div><div class=\"paragraph jod\" id=\"v9n1509\"> The whole world have lost confidence in themselves and in their God. How can it be restored? By beginning to serve God, and then trying to induce every man and woman to join heart and hand in this moral reformation. By associating with those with whom you can trust your wealth, honor, good name, virtue, and integrity, and inviting all to join you who are full of integrity and honor, and who will treat you as the angels of God would if they were here. We must restore the integrity and confidence which have been lost to the world. The kings upon their thrones have to pay for their positions, for they cannot trust themselves in the hands of their attendants, without bribery. Only the semblance of honor, integrity, and confidence are to be found in the world, and even that brings a high price; however, this general remark has its honorable exceptions. We must find men and women that we can trust with everything that is sacred to us, or the kingdom of God can never be established upon the earth. The Lord will not acknowledge a people who will falsify their word<span class=\"citation\" id=\"54298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54298)\">Ex. 20:16<\/a><\/span> and are unvirtuous;<span class=\"citation\" id=\"54283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54283)\">Ex. 20:14<\/a><\/span> he will not long trust a man of that kind with any of the affairs of his kingdom. He will not trust an unvirtuous people with his Holy Priesthood. He will not trust a people with property&#x2014;with earthly wealth&#x2014;who will covet<span class=\"citation\" id=\"54316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54316)\">Ex. 20:17<\/a><\/span> the same and use it to pander to their lusts, and otherwise devote it to the power of the enemy of God and man. <\/div><div class=\"paragraph jod\" id=\"v9n1510\"> The business of the Latter-day Saints is to bring forth the kingdom of God in the last days, morally, re<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"316b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0316.pdf\" target=\"pdfwin\">p.&#xA0;316b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3596\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ligiously, and politically. Will they do it? I rather think they will, with the help of God. No matter what the enemies of God and his cause do with our name, or with our means; no matter how often they hurl us from our habitations and drive us from city to city, and from county to county, let every one of us be found standing upon the pedestal of truth and virtue, defiling not our persons by sin in any way. Let us esteem all that we are permitted to possess as given to us of the Lord; whether it be gold, silver, goods, houses, lands, or wives and children, they are all the Lord's. These blessings are only lent to us. When we have passed this earthly ordeal and have proven to the heavens that we are worthy to be crowned with crowns of glory, immortality and eternal lives, then the Lord will say these are yours, but until then we own nothing. <\/div><div class=\"paragraph jod\" id=\"v9n1511\"> Will all believe as we believe? I know not. I would be pleased if all men would believe the truth and practice righteousness. If they have truth in their possession, I wish them to be as generous with it as I am. I freely impart to my fellow beings all the truth I know of, and all the rules of godliness I am in possession of. My religion teaches me to embrace all truth in the heavens, on the earth, under the earth, and in the bottomless pit,<span class=\"citation\" id=\"125488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125488)\">Rev. 11:7<\/a><\/span><span class=\"citation\" id=\"125489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125489)\">Rev. 17:8<\/a><\/span><span class=\"citation\" id=\"125490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125490)\">Rev. 20:3<\/a><\/span> if there is any there. My creed embraces all truth. If you have truth that I have not, let me know it, and it will come to where it belongs; and if I have truth which you have not you are welcome to it. There is no need of debate and contention in regard to truth and error, for debate tends to create a spirit of bitterness. <\/div><div class=\"paragraph jod\" id=\"v9n1512\"> There is no need for war and bloodshed, for the earth is large enough for all. The elements of which this earth is composed are all around it. Philosophers say the at<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"317a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0317.pdf\" target=\"pdfwin\">p.&#xA0;317a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mosphere is forty miles deep. Be this as it may, there are no bounds to the elements that compose worlds like this. This earthly ball, this little opaque substance thrown off into space, is only a speck in the great universe; and when it is celestialized it will go back into the presence of God,<span class=\"citation\" id=\"91292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91292)\">D&amp;C 130:7-9<\/a><\/span> where it was first framed. All belongs to God, and those who keep his celestial law will return to him. <\/div><div class=\"paragraph jod\" id=\"v9n1514\"> Many inquiries are made as to what will become of that portion of the world of mankind who have died without law.<span class=\"citation\" id=\"83585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83585)\">Moro. 8:22<\/a><\/span><span class=\"citation\" id=\"87108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87108)\">D&amp;C 76:72<\/a><\/span> When we return to build up the waste places of Zion,<span class=\"citation\" id=\"125491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125491)\">D&amp;C 101:18<\/a><\/span><span class=\"citation\" id=\"125492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125492)\">D&amp;C 103:11<\/a><\/span> then will the Scripture be fulfilled&#x2014;&#x201C;Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out: and I will write upon him the name of my God, and the name of the city of my God, which is New Jerusalem, which cometh down out of heaven from my God: and I will write upon him my new name.&#x201D;<span class=\"citation\" id=\"79107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79107)\">Rev. 3:12<\/a><\/span> The servants of God will officiate for the dead in the temples of God which will be built. The Gospel is now preached to the spirits in prison,<span class=\"citation\" id=\"92142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92142)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92142)\">D&amp;C 138:28-30<\/a><\/span> and when the time comes for the servants of God to officiate for them, the names of those who have received the Gospel in the spirit will be revealed by the angels of God and the spirits of just men made per<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"317b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0317.pdf\" target=\"pdfwin\">p.&#xA0;317b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3595\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>fect; also the places of their birth, the age in which they lived, and everything regarding them that is necessary to be recorded on earth, and they will then be saved so as to find admittance into the presence of God, with their relatives who have officiated for them. The wicked will be cleansed and purified as by fire; some of them will be saved as by fire.<span class=\"citation\" id=\"125493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125493)\">D&amp;C 43:33<\/a><\/span> Some will be given over to the buffeting of Satan,<span class=\"citation\" id=\"125494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125494)\">D&amp;C 82:21<\/a><\/span> that their spirits may be saved in the day of the Lord Jesus.<span class=\"citation\" id=\"73203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73203)\">1 Cor. 5:5<\/a><\/span> Others will receive their bodies, but cannot be saved in the kingdoms and mansions that are in the presence of God. All the children of men will receive a glory in the mansions of God according to their capacities, and rewards according to their acts in the flesh. <\/div><div class=\"paragraph jod\" id=\"v9n1515\"> Brethren and friends, do you naturally despise such a doctrine as this, or does it find a response of welcome in your bosoms? My soul says, Hallelujah, every moment I think of the ample provisions God has made for his sons and daughters. They will not welter in hell to an endless eternity, but they will rise higher and higher, and continue to increase in intelligence and love of truth as they advance. There will be an eternal progress in the knowledge of God. <\/div><div class=\"paragraph jod\" id=\"v9n1516\"> May God bless the people. Amen. <\/div>\n<\/div>\n<\/div>"}