{"ID":90065, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Contrast Between the Religion of Jesus Christ As Enjoyed By the Saints and that of Professed Christianity.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, July 6, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Contrast Between the Religion of Jesus Christ, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 7\/6\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d65\">\n<div class=\"paragraph jod\" id=\"v9n1518\"> The religion of Jesus Christ gives light for darkness. The Gospel we have received is sent &#x201C;to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound; To proclaim the acceptable year of the Lord, and the day of vengeance of our God; to comfort all that mourn; To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they may be called trees of righteousness, the planting of the Lord, that he might be glorified.&#x201D;<span class=\"citation\" id=\"60083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60083)\">Isa. 61:1-3<\/a><\/span> The life of a Christian is said to be full of pain, tribulation, sorrow, and excruciating torments; of fightings without and fears within, of anxieties, despair, gloominess, and mourning. His path is supposed to be spread with gins, pitfalls, and uncertainties, but this is a mistake, for &#x201C;The path of the just is as the shining light, that shineth more and more unto the perfect day,&#x201D;<span class=\"citation\" id=\"57376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57376)\">Prov. 4:18<\/a><\/span> while &#x201C;The wicked is snared by the transgression of his lips: but the just shall come out of trouble.&#x201D;<span class=\"citation\" id=\"57412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57412)\">Prov. 12:13<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1519\"> The faith I have embraced has given me light for darkness, ease for pain, joy and gladness for sorrow and mourning, certainty for uncertainty, hope for despair. We talk about having grace to endure, and pray, &#x201C;O Lord, give me grace to endure the pains I receive in this thorny path that leads to heaven, the scoffs <div class=\"break columnbreak\" id=\"318b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0318.pdf\" target=\"pdfwin\">p.&#xA0;318b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3594\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and sneers of this unfriendly world, that I may bear the name of Jesus honorably while I live.&#x201D; It is right to pray for grace, but let me shape this prayer a little differently, and ask God my heavenly Father, in the name of Jesus Christ, to open the eyes of my understanding, and teach me the truth as it is, then shall I see that I am walking in the light and not in darkness. &#x201C;Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.&#x201D;<span class=\"citation\" id=\"69433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69433)\">John 8:12<\/a><\/span> The true people of God are far removed from that pain which the sinner and the ungodly constantly endure. They are removed from it as a people politically, and as families, and as individuals. Compare, for instance, the colonial history of the United States with the history of the settling of the wild and desolate regions of Utah by the Latter-day Saints, and you will learn that the sufferings of the first settlers here from Indian outrages and other causes, will scarcely supply enough for a comparison. And whole companies of emigrants to California and Oregon have been massacred, their flesh given to wild animals, and their bones left to bleach upon the plains. Almost fifteen years ago one hundred and forty-six souls started from Winter Quarters (now Florence) to settle in this Valley. We arrived here in safety, stayed thirty days, returned the same season, and  <div class=\"break pagebreak\" id=\"319a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0319.pdf\" target=\"pdfwin\">p.&#xA0;319a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>not a single person was lost by the way. If any of our company was taken sick, there were a hundred prayers ascending to God for the recovery of that sick person. How is it with gold hunters? Do they pray for their sick, and administer to them by the laying on of hands? No, they do not believe in any such thing, but the sick suffer and die. When any among us were taken sick we laid hands upon them and they were healed. I was told, on one occasion, by one of the camp, that Br. Taft had the mountain fever and could not live till morning; we dipped him seven times in the river,<span class=\"citation\" id=\"55801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55801)\">2 Kgs. 5:14<\/a><\/span> and the next day he was comparatively well. <\/div><div class=\"paragraph jod\" id=\"v9n1521\"> Oh! What a great sorrow it is to be a Saint. How mournful the thought, when we contemplate the contrast between the Saint and the sinner? We have ease for pain, comfortable health for sickness, joy for mourning and light for darkness. &#x201C;This is all very good,&#x201D; says one, &#x201C;but your religion is so unpopular in the world.&#x201D; There is not another religion so popular as this in the courts of heaven. Without the garb of a Saint you cannot be admitted to the presence of the Father, and to Jesus, the Mediator between God and man.<span class=\"citation\" id=\"75875\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75875)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75875)\">1 Tim. 2:5<\/a><\/span> No religion is popular there but the religion of the Bible. Episcopalianism, Methodism, Quakerism, Catholicism, Presbyterianism, and all their collateral branches are unpopular in the celestial kingdom of God, while the religion of Adam, Enoch, Noah, Abraham, Isaac, Jacob, the patriarchs and prophets, Jesus and his Apostles, is the only acknowledged and popular system of religion with the sanctified ones in the presence of the Father and the Son. &#x201C;But,&#x201D; says a Presbyterian, &#x201C;Abraham was a polygamist.&#x201D; He was. &#x201C;And you say that his religion is popular in heaven.&#x201D; It is the only <div class=\"break columnbreak\" id=\"319b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0319.pdf\" target=\"pdfwin\">p.&#xA0;319b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3593\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> religion acknowledged there. I have not time now to dwell upon all the points of Abraham's faith, but he did believe in a plurality of wives, and was a practical polygamist. And Paul says, &#x201C;And if ye be Christ's, then are ye Abraham's seed, and heirs according to the promise.&#x201D;<span class=\"citation\" id=\"74590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74590)\">Gal. 3:29<\/a><\/span> Did Abraham believe in Presbyterianism? Not much. Did he believe in Quakerism? Not much. Each of the different sects of religion has some truth, and so far as they have the truth so far did Abraham believe. But is the religion of any one of the sects, as a whole, the religion of heaven? It is not. We all desire to join the popular party. Light, truth, and intelligence are the side that is popular with the heavens, and the side that will rule, govern, and control the nations. If we join that society we then all become popular with the popular party. Some people will render themselves ridiculously conspicuous on purpose to become popular. Their desire for popularity or notoriety is so great that they will not hesitate to do a mean act to gain it. The great majority want to be on the strongest, wealthiest, and most popular side, and to be connected with that family which is possessed of immense wealth, influence, and power. Many of my brethren of the Elders of Israel rise up here to speak to the people, and they cannot give utterance to their ideas. What is the matter? They are fearful of making a slight mistake in their language, which they think would make them unpopular. I wish they were as I am in this respect, and did not care what people may think or say, but pour out what the Holy Ghost shall give them to say, regardless of consequences. We all want to be on the side that will produce the most safety, the most joy, and the most sterling happiness. I can say, without fear of successful contradiction  <div class=\"break pagebreak\" id=\"320a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0320.pdf\" target=\"pdfwin\">p.&#xA0;320a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that the man or woman who believes that the religion of Jesus leads into a thorny path, does not understand nor enjoy the true religion of heaven. <\/div><div class=\"paragraph jod\" id=\"v9n1523\"> We can say to all the world that the persecution which the Latter-day Saints have received, and the misery they may have suffered in consequence thereof, will not begin to compare with the misery and real suffering they are now receiving in the United States in consequence of war. In Missouri our bleeding feet stained the prairies, but now they are shedding each other's blood to curdle and bake in the sun, or to be licked up by dogs and wild animals, while their flesh is given to vultures and wolves. We were invited to sign away our property to pay the expenses of our persecutors, and we were permitted, as a body, to take away as much of our moveable property as we could; but now the Secessionists are robbed and pillaged without mercy, their houses are burned over their heads, their barns are destroyed, their food and clothing are taken, and the women and children are left without anything to eat, drink, or wear, while their husbands, fathers, and brothers are either killed or taken prisoners. In the same manner the Secession party fall upon the Federals or Union men, and whip them, rob them, and hang them up at their own doors and in the presence of their families. Then comes a third party who are called May-walkers or Jayhawkers, but more properly they are buccaneers or land pirates, and they rob everybody that is left after the Union and Secession parties have done their worst. Have we ever suffered like that? I think not. When they come across a small settlement of Secessionists they plunder and destroy it, and when they come across a hamlet of Unionists they serve it in the same manner. Did the Latter-day Saints ever see such <div class=\"break columnbreak\" id=\"320b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0320.pdf\" target=\"pdfwin\">p.&#xA0;320b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3592\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> times? They never did. They never suffered anything in comparison to what the people in many of the States are now suffering. <\/div><div class=\"paragraph jod\" id=\"v9n1524\"> It is right the brethren and sisters should have grace to sustain them in doing right, and it is right they should pray for it, but I would rather they possessed good sound common sense to begin with, and know what to do with the grace of God when they received it. <\/div><div class=\"paragraph jod\" id=\"v9n1525\"> I never try any other way to please people only by pleasing myself and my God. If I can please God I can please myself; then I care very little whether anybody else is pleased or not, because if they are pleased with God and godliness they will be pleased with me. When Elders preach or lecture among the Saints or to the world, if they do so to satisfy themselves they have done well. When you have pleased yourselves it is very probable that you have pleased human beings like yourselves. <\/div><div class=\"paragraph jod\" id=\"v9n1526\"> When journeying the Saints organize as perfectly as they can for safe and comfortable traveling. We appoint one man to this duty, another to that, and every man attends to his duty. If a wagon is broken the captain at once arranges to have it put into traveling order. If there is a sick person in the camp, he either goes himself or details somebody to administer to the sick by anointing with oil, laying on of hands, and prayer. Perhaps a sister is fainting by the way; she is worn out; the journey is too much for her. The captain procures for her such nourishment as can be found in camp, to give her strength and ability to endure the further fatigues of the journey; doing everything he can to restore the sick to sound health, and giving them all possible comfort and aid. Is there the same care and fellow feeling manifested in the trains of emigrants who are passing over  <div class=\"break pagebreak\" id=\"321a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0321.pdf\" target=\"pdfwin\">p.&#xA0;321a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the country in search of gold? Each person is seeking to better his condition, and they have no interest that extends further than self. It is with them as with the man that prayed, &#x201C;O Lord, bless me, my wife, my son John and his wife, we four, no more. Amen.&#x201D; They are for themselves, and not for the kingdom of God. They know that the world is going to destruction. They see the whole world in confusion&#x2014;one party seeking to destroy another in the vain hope of building themselves up. The present Government of the United States is self-destroying, as they are now proving. <\/div><div class=\"paragraph jod\" id=\"v9n1528\"> If there is one class of persons on earth who need comfort more than another, it is both the poor and rich who will not serve God. Those who serve him are comforted all the day long; they walk in the light of his salvation, dwell under the smiles of his countenance, and the works of their hands are abundantly prospered. Still some apostatize from all this light&#x2014;from this great salvation&#x2014;to get gold. The reason of this is not because they have to suffer so much for their religion, but because they have not enough good common sense. What is the grace of God? Who can define it? You say it is the favor of God. If you had good common sense, you never would be out of his favor. He is the Father of our spirits&#x2014;<span class=\"citation\" id=\"125495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125495)\">Heb. 12:9<\/a><\/span>the Great Ruler of the Universe. If we had enough common sense to understand things as they are, we certainly would choose to serve him, and be on the strongest side. <\/div><div class=\"paragraph jod\" id=\"v9n1529\"> Do we intend to make our final abode in hell, or in heaven? If we mean to be in heaven we must become faithful Latter-day Saints; if in hell, we may be anything we please, no matter what. I profess to be a Latter-day Saint. I believe that the Old and New Testaments were given by <div class=\"break columnbreak\" id=\"321b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0321.pdf\" target=\"pdfwin\">p.&#xA0;321b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3591\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the inspiration of God, and since much adulterated by uninspired translators,<span class=\"citation\" id=\"94065\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 94065)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(94065)\">A of F 1:8<\/a><\/span> which makes it necessary for one to have the Spirit of revelation from God to read and understand them. I believe the doctrine that the Lord taught to Adam in the garden, and that Adam taught to his children, that Enoch taught to his city three hundred and sixty-five years,<span class=\"citation\" id=\"52780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52780)\">Gen. 5:23<\/a><\/span> preparing a people to go into the presence of God the Father.<span class=\"citation\" id=\"87619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87619)\">D&amp;C 84:23-24<\/a><\/span> I believe the doctrine taught by Noah, who was instructed of God to build an ark to save himself and family from destruction in the great flood.<span class=\"citation\" id=\"52872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52872)\">Gen. 6:13-18<\/a><\/span> I believe the doctrine Abraham taught, that Isaac, Jacob, and the Patriarchs taught. I believe all the doctrine Moses taught to be the word of the Lord. I believe in the law of carnal commandments<span class=\"citation\" id=\"87671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87671)\">D&amp;C 84:27<\/a><\/span> as he did; it was for them, and not for us. It was a yoke placed upon their necks because of their disobedience to the higher law of the Gospel. Jesus Christ removed that yoke, and told them to follow the law of the Gospel. Some Christians throw away all the Old Testament except some portions of the Prophets; but Moses had the Gospel;<span class=\"citation\" id=\"87627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87627)\">D&amp;C 84:23-25<\/a><\/span> Jethro had the Gospel,<span class=\"citation\" id=\"53783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53783)\">Ex. 3:1<\/a><\/span><span class=\"citation\" id=\"87506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87506)\">D&amp;C 84:6<\/a><\/span> and the house of Jacob were urged to receive it, but they would not; so the Lord told Moses to give them a law of carnal commandments<span class=\"citation\" id=\"87673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87673)\">D&amp;C 84:27<\/a><\/span> that would be grievous for them to bear.<span class=\"citation\" id=\"125496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125496)\">Acts 15:10<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1530\"> The people generally would not have the revelations which the Lord delivered to Joseph Smith, unless he would give them a law of carnal commandments<span class=\"citation\" id=\"87672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87672)\">D&amp;C 84:27<\/a><\/span> like that which he gave to the children of Israel, and how long was it before they were in conversation with the spirit world, being led to destruction by strong delusion which God sent them, because they would not receive the truth?<span class=\"citation\" id=\"75800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75800)\">2 Thes. 2:10-12<\/a><\/span> &#x201C;And when they say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that  <div class=\"break pagebreak\" id=\"322a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0322.pdf\" target=\"pdfwin\">p.&#xA0;322a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>mutter: should not a people seek unto their God?&#x201D;<span class=\"citation\" id=\"58035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58035)\">Isa. 8:19<\/a><\/span> They would not receive revelations from God, but, as they were told, God suffered them to have revelations that they would believe, that they might believe lies and be damned.<span class=\"citation\" id=\"75801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75801)\">2 Thes. 2:10-12<\/a><\/span> Moses tried to give the children of Israel the law of the Gospel, but they would not receive it. The Gospel was revealed in those days, as much so as in the days of Christ and his Apostles. They had the Melchizedek Priesthood, and were entitled to all the promises and blessings then as in the days of the Apostles.<span class=\"citation\" id=\"87628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87628)\">D&amp;C 84:23-25<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1532\"> When Jesus came to preach the will of his Father,<span class=\"citation\" id=\"69161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69161)\">John 5:30<\/a><\/span> he came to his own, but they would not receive him.<span class=\"citation\" id=\"68564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68564)\">John 1:11<\/a><\/span> He said to them, &#x201C;I speak that which I have seen with my Father: and ye do that which ye have seen with your father. They answered and said unto him, Abraham is our father. Jesus saith unto them, If ye were Abraham's children, ye would do the works of Abraham. But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham.&#x201D;<span class=\"citation\" id=\"69466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69466)\">John 8:38-40<\/a><\/span> The Jews wanted to make laws to guide God and his children. They believed many of the doctrines that Abraham believed and taught. They practiced polygamy, as did Abraham, the Patriarchs, Moses, David, and the Prophets down to the days of the Apostles. <\/div><div class=\"paragraph jod\" id=\"v9n1533\"> Monogamy, or restrictions by law to one wife, is no part of the economy of Heaven among men. Such a system was commenced by the founders of the Roman empire. That empire was founded on the banks of the Tiber by wandering brigands. When these robbers founded the city of Rome, it was evident to them that their success in attaining a balance of power with their neighbors, depended upon introducing females into their body politic, so they stole <div class=\"break columnbreak\" id=\"322b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0322.pdf\" target=\"pdfwin\">p.&#xA0;322b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3590\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them from the Sabines, who were near neighbors. The scarcity of women gave existence to laws restricting one wife to one man. Rome became the mistress of the world, and introduced this order of monogamy wherever her sway was acknowledged. Thus this monogamic order of marriage, so esteemed by modern Christians as a holy sacrament and divine institution, is nothing but a system established by a set of robbers. <\/div><div class=\"paragraph jod\" id=\"v9n1534\"> The Congress of the United States have lately passed a law to punish polygamy in the Territories of the United States and in other places over which they have exclusive jurisdiction. In doing this, they have undertaken to dictate the Almighty in his revelations to his people, and those who handle edged tools, unless they are skillful, are apt to cut their fingers; and those who hand out insult to the Great I Am,<span class=\"citation\" id=\"84703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84703)\">D&amp;C 29:1<\/a><\/span> in the end, are apt to get more than they have spoken for. <\/div><div class=\"paragraph jod\" id=\"v9n1535\"> Why do we believe in and practice polygamy? Because the Lord introduced it to his servants in a revelation given to Joseph Smith, and the Lord's servants have always practiced it.<span class=\"citation\" id=\"91414\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91414)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91414)\">D&amp;C 132:1-66<\/a><\/span> &#x201C;And is that religion popular in heaven?&#x201D; It is the only popular religion there, for this is the religion of Abraham, and, unless we do the works of Abraham,<span class=\"citation\" id=\"69477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69477)\">John 8:39<\/a><\/span><span class=\"citation\" id=\"91732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91732)\">D&amp;C 132:32<\/a><\/span> we are not Abraham's seed and heirs according to promise.<span class=\"citation\" id=\"74591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74591)\">Gal. 3:29<\/a><\/span> We believe in Jesus Christ the Mediator of the new covenant,<span class=\"citation\" id=\"77296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77296)\">Heb. 12:24<\/a><\/span> who has introduced the Gospel for the benefit of the human family, to happify, exalt, and glorify them in the presence of the Father, not to make them miserable, not to torture them, nor cause them to walk in the gloomy path of grief all their days. We rejoice in this Gospel, it is all glory, hallelujah, peace, and comfort. We believe in following the admonitions and instructions of the ancient Prophets and Apostles,  <div class=\"break pagebreak\" id=\"323a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0323.pdf\" target=\"pdfwin\">p.&#xA0;323a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and of all good men in this our day. <\/div><div class=\"paragraph jod\" id=\"v9n1537\"> I do not make these remarks to cast reflections upon any being, but we should strive to know the mind and will of God and to be filled with his Spirit. I wish the Saints to be filled with the Spirit of understanding; and I never want to again hear a Saint say, &#x201C;Oh, how we suffer for the religion of Jesus! We suffer more than the wicked,&#x201D; while at the same time, we are better clad, better fed, and better looking, and our hearts are filled with joy, while the hearts of the wicked are filled with sorrow and mourning. All the cheerfulness, gladness, comfort, exuberance of spirit, joy, bliss, peace, and brightness of expression that can be bestowed upon individuals are possessed and enjoyed by the sanctified in heaven, and if we are prepared by the principles of eternal life, the same halo will shine through our countenance and make our faces bright with glory. <\/div><div class=\"paragraph jod\" id=\"v9n1538\"> Whatever leads to vanity, lightness, and worldly-mindedness is not the joy of heavenly beings, but the <div class=\"break columnbreak\" id=\"323b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0323.pdf\" target=\"pdfwin\">p.&#xA0;323b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3589\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> nonsense of the wicked world. There are men in this kingdom who cannot discriminate between that which is of God and that which is not of him, and who are at a loss to know how far to go and not sin. The very moment you have a doubt upon your mind that what you do is not exactly right, then stop and pursue that course which you know is right, and in which you can enjoy the clear, warm, cheering, peaceful influence which cometh from God as an earnest that you are doing right, then shall you be blessed in all your works here below, and fill up your days in usefulness. I heard a man say, the other day, who is in the evening of his days, that if he had never done much good, he had never done any evil that he knew of. God will receive all such in the heavens, when they put off this mortality. <\/div><div class=\"paragraph jod\" id=\"v9n1539\"> I feel to bless and not curse. Had I the power I would rather avert an evil that I saw coming upon any individual or people, and see them led into the path of blessings, though it should cause my words to fail. <\/div><div class=\"paragraph jod\" id=\"v9n1540\"> May God bless you. Amen. <\/div>\n<\/div>\n<\/div>"}