{"ID":90062, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Counsel on Cattle Herding.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, made in the Tabernacle, Great Salt Lake City, April 7, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Counsel on Cattle Herding.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 4\/7\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d62\">\n<div class=\"paragraph jod\" id=\"v9n1442\"> I arise simply to call the attention of the brethren of the Priesthood now present to an item of counsel, which was disseminated among the people a year ago by the Presidency, and while they traveled through the Territory north and south during the summer and fall. It was enjoined upon the people and Bishops to make a change in the policy of herding cattle. <\/div><div class=\"paragraph jod\" id=\"v9n1443\"> The manner of herding cattle has been to gather the horses and cows together and let some boys drive them out; then the boys would go and gamble, or get into some kind of mischief while the cattle went astray, and those boys would plot and get up some ill-conducted scheme so that our herding proved to be a nursery for thieves to be planted amongst us and eat up our vitals, the vitals of the whole people. The counsel was given to have the system of herding changed and put into the hands of wise, judicious men, and have the boys sent to school or kept at industrial pursuits under the control of their fathers, and not any longer make this system of herding our stock, which has been adopted in the different wards of this city and Territory, a school of hell. <\/div><div class=\"paragraph jod\" id=\"v9n1444\"> This has been impressed forcibly upon our minds, not only here but north and south, and in some instances attempts were made and perhaps in a few in<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"304b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0304.pdf\" target=\"pdfwin\">p.&#xA0;304b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3608\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stances it may have been carried out, but as a general thing, so far as last season was concerned, proved a failure. Perhaps the Bishops would announce what the counsel was, but did not see that it was carried into effect. But now that the people have got the counsel and we are now opening a new season and getting ready for the spring and summer's operations, I therefore feel anxious to remind the brethren in regard to this important item, for I tell you if we do not look after our boys and lay a foundation for keeping them in the right way they will go to destruction. It is therefore important that all the brethren should unite in carrying out this instruction according to the advice given. <\/div><div class=\"paragraph jod\" id=\"v9n1445\"> I felt to make these remarks, and I will further say that I am delighted to hear and see so many together at this time, and I consider it is a good opportunity of disseminating good instruction throughout Deseret. <\/div><div class=\"paragraph jod\" id=\"v9n1446\"> May the blessing of God attend you and all the inhabitants of Deseret, who desire to do right. <\/div><div class=\"paragraph jod\" id=\"v9n1447\"> There is a proposition that we put it to vote, and that we carry into effect this counsel. [The motion was put and the brethren voted unanimously to obey this counsel.] <\/div>\n<\/div>\n<\/div>"}