{"ID":90070, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Knowledge and Power&#x2014;Progress of the Saints in Regard to Those Principles.<\/div>\n<div class=\"subtitle\">Remarks by Elder John Taylor, made in the Tabernacle, Great Salt Lake City, April 13, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Knowledge and Power, Etc.<\/div>\n<div class=\"speaker\">Speaker: John Taylor<\/div>\n<div class=\"date\">Date: 4\/13\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d70\">\n<div class=\"paragraph jod\" id=\"v9n1612\"> It is pleasant to enjoy an opportunity of coming together as we do from time to time to listen to the words of eternal truth as they flow from the lips of the servants of God, and especially as they have been communicated unto us during the Conference that is past. We have all of us been very much interested and edified, and the only thing for us to do now is to seek to improve by those teachings that we have received, that they may not be lost upon us; but against the time that another Conference comes round, let us be able to feel that we have very much progressed in the things of God. The work of God is one of continued progress; it has been from the time of its commencement until the present. Although we improve, we have not always been enabled to discover the hand of God in regard to his dealings with the human family; yet, <div class=\"break columnbreak\" id=\"338b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0338.pdf\" target=\"pdfwin\">p.&#xA0;338b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3574\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> at the present time, there is nothing more clear, visible and easy to comprehend. Some years ago we used to preach about the ushering in of the kingdom of God upon the earth; we used to talk about God having revealed himself from the heavens, and that he had restored a pure religion as it had existed in ancient days with Apostles, Prophets, Teachers, Evangelists, gifts, healings, and administering angels, and the power of the Holy Ghost through the Priesthood; we felt happy and rejoiced in the things communicated unto us, and which we gladly made known to others; we rejoiced to be participators in those things that God has revealed for the salvation of fallen man. We, at the same time, had our minds inspired by the Spirit of God, and the Elders that made known unto us things that would transpire in the latter days told us of judgments to  <div class=\"break pagebreak\" id=\"339a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0339.pdf\" target=\"pdfwin\">p.&#xA0;339a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>come upon the wicked, and of salvation to be extended to the righteous; that God had undertaken to manage the affairs of his people and of the world, and that he would bless his followers inasmuch as they would walk in obedience to his laws and his precepts, not only with the blessings of this world but with salvation in the celestial kingdom of God. We can now see that at that time we beheld only in part the glory of the latter day beginning to dawn, and as the vision of our mind began to be enlarged and expanded we were enabled to look forward into the future, and we now rejoice in the bright prospect that is being developed from time to time. In the beginning of this work our minds were, and even now are contracted more or less, but yet we have a more general view of the events that have been spoken of concerning the last days. These events that were foretold by the Prophets and Seers of past ages are now transpiring upon the earth, and, as the last ten, fifteen, or twenty years have passed, those events have rolled along with accelerated speed, and we have seen the visible hand of God. The persecutions that we have endured from time to time have shown us the feeling and spirit of the religious world, but out of all these tribulations the Almighty has delivered us, and notwithstanding the opposition that we have had to combat, he has now brought us to a position that we can command some respect in this and other nations of the earth, for the people not only look upon us as a religious community, but as a great people politically, occupying a desirable position upon this continent. It is true when we have the Spirit upon us we look forward to the time when we shall have the literal kingdom of God established, and when we shall exercise rule and dominion, and when we shall increase, and so con<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"339b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0339.pdf\" target=\"pdfwin\">p.&#xA0;339b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3573\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tinue until the kingdoms of this world shall become the kingdoms of our God and of his Christ.<span class=\"citation\" id=\"79441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79441)\">Rev. 11:15<\/a><\/span><span class=\"citation\" id=\"90035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 90035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(90035)\">D&amp;C 105:32<\/a><\/span> These feelings occupied our breast in our infancy, in the Church, but some ideas of the reality of the vast unborn future were more or less confused; it was very difficult for us to have just conceptions of God's dealings with us and with the nations of the earth. It was thought by many that when Joseph Smith offered himself as a candidate for President of the United States that it was dangerous and foolish policy, and, in fact, it was quite difficult for many to bring their feelings up to that point. <\/div><div class=\"paragraph jod\" id=\"v9n1614\"> We have been struggling against the powers of darkness, so far as religion is concerned, from the year 1830, as we have increased in numbers we have naturally assumed a social and political status, and have been obliged to organize a government, and make laws in accordance with those of that nation with which we are associated; we are now struggling, and expect to have to struggle for our religious, social, and political rights. <\/div><div class=\"paragraph jod\" id=\"v9n1615\"> Many intelligent men have long understood that there was nothing in the religious systems of men; we have comprehended them, weighed them in the balances and found them wanting.<span class=\"citation\" id=\"61521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61521)\">Dan. 5:27<\/a><\/span> The general feeling has been for a long time that there was no argument that could be brought, in a religious point of view, that could stand before our Elders. There are very few of our Elders that would fear combating the doctrines of the ministers of the world; they all feel that the knowledge which God has communicated unto them is superior to everything else, they feel to rely upon the Almighty, and ask no odds of any of the wicked in the world. These have been the feelings of the Elders of this Church for years. <\/div><div class=\"paragraph jod\" id=\"v9n1616\"> In a political point of view we have  <div class=\"break pagebreak\" id=\"340a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0340.pdf\" target=\"pdfwin\">p.&#xA0;340a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>had doubts whether some systems were not as good as ours, and whether we had not better be governed by the powers of the world than listen to the teachings of God; however, as we have progressed the mist has been removed, and in relation to these matters, the Elders of Israel begin to understand that they have something to do with the world politically as well as religiously, that it is as much their duty to study correct political principles as well as religious, and to seek to know and comprehend the social and political interests of man, and to learn and be able to teach that which would be best calculated to promote the interests of the world. As President Young says frequently, we have made advancement, and now begin to comprehend many things of which we were before ignorant. We have been striving, to a certain degree, to get correct information in relation to all matters necessary for our future advancement and understanding of things in connection with the Saints of God, we have been endeavoring to promote the righteousness, the putting away and overcoming of iniquity, and the hand of God has been with us guiding and directing us. It is not necessary to go over the details of our history, but, suffice it to say, that many circumstances that were of a critical character, and trying for the time being, have turned out to be for our best good and to our future advantage. Many of the Saints thought it was difficult and trying to leave Nauvoo, but should we like to go back there now? There is not a man but would say that he is better off than he would have been if he had remained in the State of Illinois, yet, as one of the poet's has said&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v9n1617\"> &#x201C;God moves in a mysterious way His wonders to perform; He plants his footsteps in the sea And rides upon the storm. Deep in unfathomable mines Of never-failing skill, <div class=\"break columnbreak\" id=\"340b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0340.pdf\" target=\"pdfwin\">p.&#xA0;340b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3572\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> He treasures up his bright designs And works his sovereign will. Ye fearful Saints fresh courage take The clouds ye so much dread Are big with mercy, and shall break In blessings on your head. Judge not the Lord by feeble sense, But trust him for his grace; Behind a frowning Providence He hides a smiling face. His purposes will ripen fast, Unfolding every hour; The bud may have a bitter taste, But sweet will be the flower.&#x201D; <\/div><div class=\"paragraph jod\" id=\"v9n1618\"> We have proven that the hand of God has directed us, and by it we are sustained, as we now find ourselves here on the present occasion. Well, now, if the Lord has blessed us, as he has done, what reason have we to fear for the future. Some people ask what will be the result of our acts at the present time? I don't care; God has dictated, and it is his business to dictate those that guide us and direct our energies. If you have got a religion that is different from that of other people, won't they persecute you? Yes; but what of that? We dare to have a religion of our own. Years ago we dared to have faith for ourselves, and to come forth amongst the contumely of the world and to say we were Saints, and that we had taken upon us the name of Jesus Christ, and were resolved to fulfil the obligations which the Church of Christ had imposed upon us. This we felt years and years ago. Did we experience it? Certainly; men would persecute us, laugh at us and deprive us of our happiness if they could. A great many influences were brought to bear against us. Well, now, is it consistent that all the churches that are spoken of in the Book of Mormon as well as in the Bible, that have been and still are being built up to get gain,<span class=\"citation\" id=\"81193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81193)\">1 Ne. 22:23<\/a><\/span><span class=\"citation\" id=\"81465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81465)\">2 Ne. 26:20<\/a><\/span><span class=\"citation\" id=\"83137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83137)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83137)\">4 Ne. 1:26<\/a><\/span><span class=\"citation\" id=\"83945\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83945)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83945)\">D&amp;C 10:56<\/a><\/span> and for the purpose of keeping hordes of men living upon the people in comparative idleness; I ask is it reasonable that all these systems and organizations of  <div class=\"break pagebreak\" id=\"341a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0341.pdf\" target=\"pdfwin\">p.&#xA0;341a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>men will give up without a struggle? I tell you nay. If such be the position of the religious world, I would further ask, is it reasonable that the political powers of the earth will give up without a struggle? It would be at variance with history, with Scripture and prophecy, and human nature, and contrary to anything we ever heard of. The question may be asked, then, what shall we do; yield to the prejudices and diction of men or to the laws of God? The poet says&#x2014;&#x201C;Do what is right, let the consequence follow.&#x201D; This is the duty of the Latter-day Saints in their attempts and endeavors to build up Zion, and not to ask any questions as to what men may think of us or our acts, that we, as a people, this nation and the world, are in the hands of God. It is for us to do our duty and fear no consequences, the result of our acts and those of other men and nations the Almighty will control, but let us seek that wisdom which cometh from above, and let us pursue that course that will keep us under the influence of the Spirit of God in all of our doings before the Great Eloheim. Are you not afraid that the President of the United States will operate against us, and send an army here? No: I am not, for God has the control of him and all armies, but I do expect that influence upon influence, and stratagem upon stratagem will be brought to bear until this kingdom becomes the kingdom of our God and of his Christ,<span class=\"citation\" id=\"79442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79442)\">Rev. 11:15<\/a><\/span> and the Saints take it and possess it forever and forever.<span class=\"citation\" id=\"61644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61644)\">Dan. 7:18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1620\"> We have been talking for years about the rule and government of the kingdom of God and its final establishment upon the earth, in peace and righteousness; and also about the time when every creature which is in the heavens and on the earth, and under the earth, and such as are in the sea, and all that are in them, will be heard saying, &#x201C;Blessing, and <div class=\"break columnbreak\" id=\"341b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0341.pdf\" target=\"pdfwin\">p.&#xA0;341b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3571\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> honor, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb forever and ever.&#x201D;<span class=\"citation\" id=\"79210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79210)\">Rev. 5:13<\/a><\/span> We have been talking about these things, but there is much to be done in the intermediate space between the present and that impenetrable period in the great future. It is not all a matter of faith, but there is some action required; it is a thing that we have got to engage in ourselves, individually and collectively as a people, and it is a matter of no small concern. <\/div><div class=\"paragraph jod\" id=\"v9n1621\"> This cause and kingdom is attracting the attention of all good men upon the earth as of Prophets and Saints that have passed behind the veil. Apostles and Prophets have desired to see the day that we see, and to participate in the blessings that we enjoy, but have died without the sight.<span class=\"citation\" id=\"77019\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77019)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77019)\">Heb. 11:13<\/a><\/span> They used to talk of the kingdom that should be established; they also talked of the time when the powers of darkness should be destroyed, and when God would organize his kingdom upon the earth, control his people and become ruler and dictator of the world. He will then fully deliver them from the mists and darkness with which they have been enveloped, and give light, life, wisdom, and power to all the obedient of the human family. Then all shall be taught of God<span class=\"citation\" id=\"69286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69286)\">John 6:45<\/a><\/span> and understand correct principle, and every Saint have a living monitor within to qualify them to understand the great blessings with which they are endowed. The Saints of former days looked forward with joy to the time when the principles of truth should be established throughout the world, and so do we. <\/div><div class=\"paragraph jod\" id=\"v9n1622\"> These were things that the ancients looked forward to; but they did not have the privilege to look at them as we do, and they died without having the privilege of enjoying the blessings promised. <\/div><div class=\"paragraph jod\" id=\"v9n1623\"> The world has been full of darkness and wickedness, and has not under<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"342a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0342.pdf\" target=\"pdfwin\">p.&#xA0;342a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>stood the things of God; but many of the past as well as the present generations have been full of bloodthirstiness, fraud, and oppression, without any correct principles, without the Spirit of the Lord to direct them. It is so now, and hence the wars and turmoils that at present exist in these United States&#x2014;a war of brother against brother to destroy each other, and to bring each other into bondage. This is the condition of things as they exist in this country at the present time, and this state of things will increase throughout the whole world, and all the inhabitants thereof will participate in the very things that are now transpiring in this nation. &#x201C;Is there no balm in Gilead; is there no physician there?&#x201D;<span class=\"citation\" id=\"60413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60413)\">Jer. 8:22<\/a><\/span> There seems indeed to be very little hope; we talk about conquests and victories; but we talk without God, his decrees must be accomplished. Is God's work to stand still? No; for the salvation of the people depends upon its progress. The Almighty has established this kingdom with order and laws and everything pertaining thereto, that we might understand his will and operate in his kingdom, that we might be taught of God and understand correct principles, that when the nations shall be convulsed, we may stand forth as saviors, and do that which will be best calculated to produce the well-being of the human family and finally redeem a ruined world, not only in a religious but in a political point of view. <\/div><div class=\"paragraph jod\" id=\"v9n1625\"> We have commenced in this important work, we have labored diligently with a hardhearted and stiffnecked generation; many of us have striven for years to do mankind good, and what have we to fear in relation to the results of the cause in which we are engaged, or the result of our labors for the salvation of men; we are simply agents; we did not start it. Is there any of us capable of <div class=\"break columnbreak\" id=\"342b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0342.pdf\" target=\"pdfwin\">p.&#xA0;342b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3570\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> originating this work, or of guiding it after it has commenced? No, only those that are set apart and inspired and dictated by the Almighty, and who rely upon the arm of Jehovah, and who by their humility, faith, and obedience, call down the blessings of the Lord. True there are those who are capable of understanding political principles to some extent, but even that is very little indeed, when we consider government as viewed by man and then as revealed by the Almighty. By the testimony of Jesus, which is the Spirit of Prophecy<span class=\"citation\" id=\"80357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 80357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(80357)\">Rev. 19:10<\/a><\/span> and the fostering care of our Father in heaven we get an understanding of correct principles, and in spite of all the powers of darkness that may be brought in array against us, we can carry out the wishes of our Heavenly Father in aiding in the establishing of righteousness upon the earth. What are we looking for? To establish the kingdom of God upon the earth, according to the predictions of all the Prophets that have spoken since the world began.<span class=\"citation\" id=\"71363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71363)\">Acts 3:21<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1626\"> We are a very small company of people here, but God is with us; and, if he were not, it would be very little use asking or thinking of doing anything for the amelioration of the condition of the human family. There is one of two things true. We are either laboring under one of the greatest delusions that ever afflicted the human race, or we are under the direction of the great God. There is no halfway business about it. I have said to men where I have been preaching, when they professed to believe me to be honest, but deceived, I did not want them to set me down so, for I was either right or I was a hypocrite and a deceiver. We know that we have embraced the principles of eternal truth, and we also know that we cannot get rid of them. I tested them thoroughly at the commencement, if I could have  <div class=\"break pagebreak\" id=\"343a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0343.pdf\" target=\"pdfwin\">p.&#xA0;343a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>overthrown them by truth, I would; but I could not; and I had either to embrace Mormonism or acknowledge myself dishonest; I believed, obeyed, and rejoiced in the Gospel. Since I received and obeyed the truth I have never seen anything to cause me to waver; I have examined our religion closely and have found nothing to doubt; neither has anything crossed my mind in regard to the Saints accomplishing the purposes of the Almighty upon the earth or that has caused me to fear and tremble, but I have ever felt strong in the Lord God of Israel, and I feel today, as I have felt for the last twenty years. <\/div><div class=\"paragraph jod\" id=\"v9n1628\"> Now as to the great future what shall we say? Why, a little stone has been cut out of the mountains without hands, and this little stone is becoming a great nation, and it will eventually fill the whole earth.<span class=\"citation\" id=\"125499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125499)\">Dan. 2:34-35<\/a><\/span><span class=\"citation\" id=\"86595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86595)\">D&amp;C 65:2<\/a><\/span> How will it fill it, religiously? Yes, and politically too, for it will have the rule, the power, the authority, the dominion in its own hands. This is the position that we are destined to occupy. We need not borrow trouble or be afraid because we had a little fuss with our respected Uncle Sam a short time ago, we could not help it, we did not originate it, it was forced upon us, but God delivered us. Suppose we should have a difficulty similar to the one which we then had, should we have nothing to do but to sing ourselves away to everlasting bliss? Yes, we should find plenty to do as we did then. I expect one nation after another to rise against us until they will all be broken to pieces.<span class=\"citation\" id=\"61370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61370)\">Dan. 2:44-45<\/a><\/span> We have a great many things to accomplish; we need not think that we have no business to attend to or that the world has gone through its regeneration, for it has got to be struggle after struggle, and power after power will be arrayed against us, and then, if we have not learned it we shall learn that God is our <div class=\"break columnbreak\" id=\"343b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0343.pdf\" target=\"pdfwin\">p.&#xA0;343b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3569\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> strength,<span class=\"citation\" id=\"56614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56614)\">Ps. 46:1<\/a><\/span> and that in him only can we trust. If we think we are going to get through this probation with the little difficulty we have had, we might as well give it up. Now I think that it will be a struggle all the time. How hard it is for us to give up our feelings, to resign our will. How hard it is to do right by ourselves, by our families, by our neighbors and friends and to do right by the Church and kingdom of God, to do right by God and be honest with all men, and how difficult it seems to have our hearts right, and purged from iniquity and sin. We have a continued struggle to manage our own little selves. Don't you believe that it will be harder to combat the powers of the world? I think it will. How many things are transpiring among us as Saints, how many hard speeches, contentions, and strifes there are, and how much we are desirous of enforcing upon other men our own views and feelings, and perhaps we have a very imperfect conception of what is right and what is wrong ourselves. <\/div><div class=\"paragraph jod\" id=\"v9n1629\"> This is what the world have been after so long. Now I do not want that; no, I want to know the will of God. I would be like the Lord, I would say, &#x201C;Search me, O God, and know my heart: try me, and know my thoughts: And see if there be any wicked way in me, and lead me in the way everlasting.&#x201D;&#x2014;Psalm cxxxix, verses 23 and 24.<span class=\"citation\" id=\"57322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57322)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57322)\">Ps. 139:23-24<\/a><\/span> This is as important as anything else, for us to know ourselves, to understand ourselves, to bring ourselves up to a mark, and see if we are ready and know whether we can yield our stubborn will or not, and if we can yield to the dictation of the servants of God, and if we are willing to be subject to that which is wanted. If we are, then we shall understand what Jesus says&#x2014;&#x201C;If any man will do my will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.&#x201D;<span class=\"citation\" id=\"69344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69344)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69344)\">John 7:17<\/a><\/span>  <div class=\"break pagebreak\" id=\"344a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0344.pdf\" target=\"pdfwin\">p.&#xA0;344a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>We should all understand that that kind of teaching that was true in the days of the Apostles is true now. The Savior said, &#x201C;My sheep hear my voice, and I know them, and they follow me: and I give unto them eternal life: and a stranger they will not follow, but will flee from him: for they know not the voice of strangers.&#x201D;<span class=\"citation\" id=\"69602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69602)\">John 10:3-5<\/a><\/span> One of the Saints said, &#x201C;Ye have an unction within you, and have no need that any teach you, except the unction that is within you.&#x201D;<span class=\"citation\" id=\"78606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78606)\">1 Jn. 2:20,27<\/a><\/span> If we know how to follow the dictation of the Spirit of God, then we shall have the light and intelligence of Heaven continually. Then we shall have that Spirit which will enable us to know for ourselves in regard to correct principles, and strive to improve in all things, and not be inclined to follow a stranger. There is a kind of a certainty in regard to our principles that has not been found anywhere else. No people upon the face of the earth are blessed to the same extent as this people. It is our privilege to have knowledge of all doctrines and principles that are taught, and if we do not have this knowledge we are living below our privileges. It is said in one of the revelations that the voice of the people is the voice of God; this is because they are taught alike, they are taught correct principles and when they are united, then their voice in regard to any principle becomes the voice of God,<span class=\"citation\" id=\"125500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125500)\">D&amp;C 68:4-5<\/a><\/span> for it brings us into connection with him and his Spirit. You remember what was said in ancient times, by John the Apostle: &#x201C;And there are three that bear witness in earth, the Spirit, and the water, and the blood: and these three agree in one.&#x201D;&#x2014;1st John, v. chap., 8th verse.<span class=\"citation\" id=\"78796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78796)\">1 Jn. 5:8<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1632\"> We are told in the same chapter that there are three that bear record in heaven.<span class=\"citation\" id=\"78795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78795)\">1 Jn. 5:7<\/a><\/span> Now, if you will examine these things carefully you will find <div class=\"break columnbreak\" id=\"344b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0344.pdf\" target=\"pdfwin\">p.&#xA0;344b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3568\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> something that is interesting. For instance, one of the witnesses in heaven is one that is a witness on the earth, even the Spirit, and when we are in the possession of this witness, having received it by the laying on of hands, we have a hope and a connection that reaches within the veil.<span class=\"citation\" id=\"125501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125501)\">Heb. 6:19<\/a><\/span> We have the principles of eternal life made known unto us and our children, and we are heirs of God and of Jesus Christ our Lord.<span class=\"citation\" id=\"125502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125502)\">Rom. 8:17<\/a><\/span> When this Gospel found us we had forsaken God, and the whole of the religious world had broken off from the truth, and they had formed another league, got in possession of other hopes, of another spirit, hence the feelings the servants of God have when speaking of these things. <\/div><div class=\"paragraph jod\" id=\"v9n1633\"> Our brethren are and have been too guilty of dabbling with the wicked, instead of feeling that they are Elders of Israel, nobles of the earth and that they are above those little, contracted, narrowed-up influences. This is about the kind of feeling that we ought to have. What is there in the world that should attract our attention? Their gold and silver and clothing are all well enough, but have we not got them here? Yes, they are all here, we are here, and all that we have got to do is to pursue the even tenor of our way as the Lord wants us, and instead of being servants of the world, let us be servants of God, and instead of being dictated by the world, let us be dictated by the Lord and be under the influence of the Spirit of God, having that intelligence, power, and wisdom in our possession that is necessary for us to have as Saints of the living God that we may be harmless in the midst of a perverse generation,<span class=\"citation\" id=\"65000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65000)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65000)\">Matt. 17:17<\/a><\/span> and that we as Elders of Israel may demean ourselves aright, and preserve ourselves humble and faithful in the sight of Heaven. Let us ever be ready to do anything that is required of us, that  <div class=\"break pagebreak\" id=\"345a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0345.pdf\" target=\"pdfwin\">p.&#xA0;345a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the Almighty may feel towards us as he did towards Abraham of old. &#x201C;I know him,&#x201D; said the Lord, &#x201C;he will command his house and his children after him.&#x201D;<span class=\"citation\" id=\"53219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53219)\">Gen. 18:19<\/a><\/span> Then what have we to do? We are the Saints of the living God, and let us bow down and worship him, and by our obedience to the principles of life show that we are the servants of God without rebuke.<span class=\"citation\" id=\"75491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75491)\">Philip. 2:15<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1635\"> How is the world going to be redeemed think you? If the kingdom of God is ever built up the Almighty will have to dictate things himself. Through what medium will he do this? Is he going to send his angels to gather the people? He has got thousands of them but he has his own way of doing things and that is through the Priesthood. If we are teachers we think faithful people ought to listen to us; if we are Bishops we of course think that the people ought to respect our council, and if Presidents we are anxious to see the people obedient, if so, is it not right for us to listen to those that are over us? All people in this government should listen to the head, for that is the order of God. It is all very nice; it is a beautiful theory; everybody under our rule must submit, our wives and our <div class=\"break columnbreak\" id=\"345b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0345.pdf\" target=\"pdfwin\">p.&#xA0;345b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3567\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> children must yield obedience; we all admire the beauty and order and harmony of the Church of God until it comes to touch us, and we are the only people exempt. We are very apt to show that we like a little of our own way, and that although God's government is very good for others, that we do not like to be interfered with so much. If this be our feeling why do we act hypocritically? Why exact of others that which we will not do or yield ourselves? Why not, if we are the rich men we profess to be, be on hand, show our willingness at all times to do what is required of us, seek the Spirit of the Lord, for when we get that we will be willing to yield to its dictates. It is very easy to submit to law, and doubtless we should all be ready enough to submit if the Almighty should come and speak to us face to face; he chooses to speak by his messengers, to them we must yield obedience. Jesus said, in his day, what is true in this, &#x201C;he that receiveth you receiveth me, and receiveth him that sent me;<span class=\"citation\" id=\"64234\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64234)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64234)\">Matt. 10:40<\/a><\/span> and he that rejecteth you rejecteth me, and rejecteth him that sent me.&#x201D;<span class=\"citation\" id=\"125503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125503)\">Matt. 3:34 (JST)<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1636\"> Brethren, may God direct us and help us to keep the commandments of our Father; I ask it in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}