{"ID":90072, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Responsibilities Resting Upon the Saints&#x2014;Increase of Power and Influence.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Tabernacle, Great Salt Lake City, May 4, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Responsibilities Resting Upon the Saints, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 5\/4\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d72\">\n<div class=\"paragraph jod\" id=\"v9n1655\"> I feel gratified, brethren and sisters, at the testimony which we have heard this morning from our brethren, who have been called to go upon Missions. I realize for one that it is an inestimable privilege which the Saints enjoy, to meet together under such favorable circumstances as we do here, to strengthen each other, to give our testimony to the truth of what we know. <\/div><div class=\"paragraph jod\" id=\"v9n1656\"> These brethren have been called to go upon foreign missions, and it is a high and honorable calling to go forth as ambassadors of salvation; and they will be blessed in this calling, if they will keep themselves <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> pure and spotless before the Lord, they will go in peace and return in safety. This blessing is for those who go and have to mingle among the wicked nations of the earth. While absent from home they are encircled with the prayers of the faithful Saints, and they are enshrouded with a mantle, so long as they preserve themselves pure and holy. We seal these blessings upon them whenever they go forth upon this great Mission. I say I feel to rejoice that we have the ability, the power and authority to send forth these messengers of salvation to those that sit in darkness and in the shadow of death,<span class=\"citation\" id=\"67007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67007)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67007)\">Luke 1:79<\/a><\/span> and I hope  <div class=\"break pagebreak\" id=\"351a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0351.pdf\" target=\"pdfwin\">p.&#xA0;351a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and trust and know that these brethren will be the means of accomplishing a good work upon the earth, and of establishing those principles which lead to life and salvation in the kingdom of God. They will gather the people together in these Valleys, for the Saints have no desire for the fellowship of the world. Some gather up here, it is true, for other objects than the worship of God, but they are not the right kind. There are those brethren and sisters who come here for the love of righteousness and they are the majority, and will doubtless remain in the majority, for this kingdom will never be thrown down nor given to another people.<span class=\"citation\" id=\"61204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61204)\">Dan. 2:44<\/a><\/span> There are those who come here filled with the leaven of unrighteousness, having given way to the tempter until they got it planted in their own bosoms; they do not feel satisfied when they get here, for they have not purged out sufficient of this leaven of unrighteousness; they soon seem to prefer another kind of society; they feel uneasy unless they can be where wickedness abounds, where in secret, they can wallow in the wickedness of the world. I am glad, for one, that they have to go somewhere else to gratify their unhallowed, selfish propensities. They want to go to the eastern nations where they can wallow in the filth of the wicked. I am glad and rejoice that they have to go away, if they cannot be satisfied with the pure principles of the Gospel, and enjoy themselves in the fresh air of these mountains. Here we have peace and enjoy happiness and so can all the right-minded. We have contentment, and take pleasing and solid comfort in real enjoyment for we are placed upon a platform where we shall go forth conquering and to conquer;<span class=\"citation\" id=\"79239\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79239)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79239)\">Rev. 6:2<\/a><\/span> and here we can hoist the banner of righteousness and all can be shielded and protected beneath its folds; we can labor to redeem the earth, and cause <div class=\"break columnbreak\" id=\"351b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0351.pdf\" target=\"pdfwin\">p.&#xA0;351b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3561\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> it to bring forth from its elements and draw therefrom those things needful for our own comfort, and we can thus be delivered from the power of the oppressor. <\/div><div class=\"paragraph jod\" id=\"v9n1658\"> Our brethren and sisters have been shamefully oppressed in their native countries; they have lived where their fathers before them lived, and so long as they continue in this way they are not and will not be able to gain one iota, nor to advance in the scale of intelligence; they have not taken one step to improve themselves or their children temporally or spiritually; they are bound as it were hand and foot, in those old countries. But when the Gospel goes forth and they receive it in good and honest hearts, these fetters are broken off, and they are then placed upon a platform upon which they can improve, in fact there is then nothing to prevent them improving and exalting themselves and gaining for themselves an influence in the midst of this people. They can gather up to Zion where they can gain a temporal support, and in due time become independent and happy, following the pursuits of truth and virtue. This is one great blessing which the Gospel brings to many poor persons in foreign countries as well as in our own land. <\/div><div class=\"paragraph jod\" id=\"v9n1659\"> Well, brethren, we have great cause to rejoice in these things, and in all the blessings which flow from the Gospel of salvation. We have a pleasant, agreeable country, we enjoy freedom, we have communication with the heavens, and through that medium intelligence flows to the minds of the children of men. We have the authority of the Holy Priesthood which has been conferred upon the children of men from our Father and God. How it becomes us then to appreciate these blessings. We have no time for carelessness, but every hour and moment should be  <div class=\"break pagebreak\" id=\"352a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0352.pdf\" target=\"pdfwin\">p.&#xA0;352a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>occupied to promote the interest of our Father's kingdom upon the earth; to preserve the keys and power, which the Almighty has conferred upon us, pure and holy before him; to preserve ourselves and our influence before high Heaven, and then all will be well with us. <\/div><div class=\"paragraph jod\" id=\"v9n1661\"> It is a new era in which we are living; and it is a new light that has dawned upon this people; and power and influence is increasing and will continue to increase among the people of God continually, for this is their destiny; and although they may not understand the growing influence and power of this mighty work in which we are engaged, still they are flowing in a steady stream unto this people. What is there for this people to accomplish and perform? It is their business to preserve this Priesthood untarnished, that wisdom may flow unto them through its holy influence, that they may know how to wield the power thereof for the best good of the kingdom of God. It becomes us well to understand this, that we may not unwisely wield the power that is and that will ere long be put into our hands. This is what the wicked nations have done with their power, but it will not do for us. No, for if we were to use it in this way, all the authority and power ever given would be taken away from us, as it is now being taken from them. But, if we are faithful, power and influence will continue to flow unto us until the kingdoms of this world shall become the kingdoms of our God and of his Christ.<span class=\"citation\" id=\"79443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 79443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(79443)\">Rev. 11:15<\/a><\/span> Then let us step forth to do good, and whenever we have the opportunity let us assist in the great work which lies before us; and let us labor to preserve this power upon the earth, that there may be an ensign to the nations, and an emblem of righteousness to all people. <\/div><div class=\"paragraph jod\" id=\"v9n1662\"> It is the inestimable privilege of this people, if they will receive and <div class=\"break columnbreak\" id=\"352b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0352.pdf\" target=\"pdfwin\">p.&#xA0;352b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3560\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> honor it, to establish the principles of righteousness and truth, and to establish that kingdom which shall stand forever and ever.<span class=\"citation\" id=\"125504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125504)\">Dan. 2:44<\/a><\/span> It is our privilege to become pillars in that kingdom, to bring it forth, to honor and sustain it. It is a temporal work; everything is requisite for the kingdom of God that is needed for any other kingdom, except wickedness. We want to build up cities, and to cultivate and beautify the earth, and make the place of the Lord's feet glorious.<span class=\"citation\" id=\"59994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 59994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(59994)\">Isa. 60:13<\/a><\/span> Every excellence, power, and blessing belongs to the Saints of the Most High God, if they will prove themselves worthy to receive them. We have means to perform foreign missions, to save the people; we have also means at home to bring forth the grain, to build up cities and temples, and to go forth upon the right and upon the left to protect the right, and to develop the resources of the land into which the Lord has brought us; to shield ourselves from the wicked and ungodly, and thwart them in all things. All these things have to be done. We have all missions to perform, some one kind and some another. <\/div><div class=\"paragraph jod\" id=\"v9n1663\"> We have now before us a temporal work in building the Temple; and in order to do this, we have to make the State road passable for teams; and to do this, it is necessary to raise it in all the low places, to open the ditches and allow the water to run off. This is a temporal work that must be attended to, day by day, until it is completed. The stonecutters are lying idle for want of stone. We do not want the road lost now, after so much labor has been bestowed upon it. <\/div><div class=\"paragraph jod\" id=\"v9n1664\"> There are a great many rumors afloat about the expeditions that have gone out from here, and I want to say that they are not worthy of your credit. And I want to say that it is all right with regard to those expeditions going forth, and will result for  <div class=\"break pagebreak\" id=\"353a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0353.pdf\" target=\"pdfwin\">p.&#xA0;353a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the benefit of this people. The people of this kingdom are minutemen, or should be, and they should be prepared to go as circumstances shall direct, and in this way we prove ourselves before God, that we are ready to do his will, and to do his bidding. The requisition was made by the proper authority at Washington, and was readily responded to, as has always been the case when a call has been made through the proper channel, and the compliance with this call will result in good. Our brethren will perform their duties and do honor to their country. It is our country; we are citizens of the American Government, and we have a right to act for the preservation of its institutions, and we have always done it whenever called upon, and we have shown ourselves ready to respond to our duty as good citizens, no matter for what usage we have received in return. This proves a weapon in the hands of this people for their defense. Let us feel contented to respond to every call that comes from the proper source, let us do it with full faith and confidence believing that it is right. <\/div><div class=\"paragraph jod\" id=\"v9n1666\"> If there are those among us who want to go to the world, let them go till they get their fill, and we would rather they would do this than stay here and contaminate the Saints of the Most High. <\/div><div class=\"paragraph jod\" id=\"v9n1667\"> Let our brethren who are going on missions keep themselves pure and unspotted from the world.<span class=\"citation\" id=\"77501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77501)\">James 1:27<\/a><\/span> We know that we can perform a mission in the world and mingle with them as far as shall be necessary, without partaking of their wickedness. Our Missionaries are obliged to mingle with them more or less; and, in fact, we are all in the world, but it does not prove that the Saints are obliged to mingle with the wicked and carry the wicked in their bosoms, but they can keep themselves upon the plat<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"353b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0353.pdf\" target=\"pdfwin\">p.&#xA0;353b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3559\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>form of virtue and cleave close unto the Lord. <\/div><div class=\"paragraph jod\" id=\"v9n1668\"> Our brother, who was speaking, in his remarks conveyed the idea that he had a greater degree of the gifts of the Spirit and happiness therein before he came here than he has now. This is a mistake, in my opinion, for the power of God is manifest more strongly by contrast in the world, even as light shines in darkness. Here are the ordinances of the Church administered continually; and the healing power is not noticed here as much as in the world; if there is one case of healing in the world, it is a marvel, whereas, here it is so common an occurrence that a case of healing is less noticed or thought about. The Spirit of light penetrates into the world, where the darkness is such that it may be felt, but here it is swallowed up in the greater light. <\/div><div class=\"paragraph jod\" id=\"v9n1669\"> This people are gaining influence and power with the Heavens, and they are enjoying more of the blessings of the Heavens than are enjoyed anywhere else upon the earth. I know when clouds spread over the wicked nations, this people feel it, even as the telegraphic wire is affected by approaching storms. When a cloud looms up over the people in the Valleys, it is felt to the utmost extremity of the earth. The Elders have borne this testimony time and again. They have frequently, when any great movement has been about to be made against us, known the designs of the enemies of this people; a knowledge of what they purposed doing has come as by a shock of electricity, and thus by the inspiration of the good Spirit they have known the intentions of those that concoct in secret against the welfare of the people of God; and, by the same Spirit of revelation have the Elders abroad known of any great and important movement at home. Through this same influence at home,  <div class=\"break pagebreak\" id=\"354a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0354.pdf\" target=\"pdfwin\">p.&#xA0;354a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>here in Zion, has the President seen and known, even as he has understood a book that was open before him, what were the intentions of our enemies, and he has often told us their most secret combinations and devices; and the very extent of their hearts has been revealed to him, and, at the same time, their power of accomplishing what they have designed has been shown to him, and to what extent they could carry out their plans. He has always seemed to be forewarned, to enable him, I suppose, to take measures to thwart their unholy plans and wicked devices; and have they not been thwarted? You, yourselves, are witnesses of these things, and as this people improve and learn to preserve themselves pure before the Heavens, so will the gifts and graces of the kingdom be multiplied unto them, and as they get wisdom to operate for the benefit of the kingdom and for their own benefit so fast will they obtain the power to carry out their righteous intentions. We should not seek to have power any faster than we can use it for good. <\/div> <div class=\"break columnbreak\" id=\"354b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0354.pdf\" target=\"pdfwin\">p.&#xA0;354b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3558\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div><div class=\"paragraph jod\" id=\"v9n1671\"> Well, brethren, I bear my testimony, in addition to the testimony which has been borne here today, of Joseph Smith and of Brigham Young, that I know them to be good men, chosen of the Lord to perform a great work in the last days. I also bear my testimony to the truth of the Gospel which we have embraced; I know it is of God, and it will lead those that are faithful into his presence; and that they will ultimately triumph over all enemies<span class=\"citation\" id=\"91134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 91134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(91134)\">D&amp;C 127:2<\/a><\/span> and reign upon the earth; I know it will exalt all who are humble and faithful unto the end of their probation. I pray God to preserve you and me, and help us to be useful in our day and generation, and that we may make it our business to seek to build up his kingdom, and maintain that power which the Almighty is establishing upon the earth; let us labor to lift aloft the banner of peace and truth, and walk worthily before the Lord that we may receive the blessings which our religion will bring unto us, if faithful. <\/div><div class=\"paragraph jod\" id=\"v9n1672\"> May God help us to do these things, is my prayer in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}