{"ID":90071, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Variety of Gifts&#x2014;Exhortation to Cultivate a Spirit of Contentment.<\/div>\n<div class=\"subtitle\">Remarks by Elder George A. Smith, made in the Tabernacle, Great Salt Lake City, May 11, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Variety of Gifts, Etc.<\/div>\n<div class=\"speaker\">Speaker: George A. Smith<\/div>\n<div class=\"date\">Date: 5\/11\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d71\">\n<div class=\"paragraph jod\" id=\"v9n1638\"> It appears in the economy of Heaven that there are a variety of gifts. Gifts differ, as described by the Apostle to the Corinthians, in the 12th chapter of his First Epistle. He says&#x2014;&#x201C;For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit; To another faith by the same Spirit; to another the gifts of healing by the same Spirit; To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues: But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.&#x201D;<span class=\"citation\" id=\"73469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73469)\">1 Cor. 12:8-11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1639\"> These gifts are very apparent in the organization of this people. We possess a great deal of zeal, and sometimes it has proved to be not according to knowledge.<span class=\"citation\" id=\"72718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72718)\">Rom. 10:2<\/a><\/span> For instance, the third number of the <span class=\"italic\">Evening and Morning Star<\/span>, which was published in Independence, Jackson County, Missouri, by W. W. Phelps, held out the doctrine rather strongly that about nine or ten years would be sufficient to wind up the whole matter of the warning of the wicked nations and the gathering of the Saints preparatory to the coming of the Messiah. So zealous were some of the Elders at that time, and so certain that the Lord would shorten his work,<span class=\"citation\" id=\"72696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72696)\">Rom. 9:28<\/a><\/span> that we expected long before this to see the mil<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"346b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0346.pdf\" target=\"pdfwin\">p.&#xA0;346b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3566\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lennium in full blast; and yet, although these anticipations have not been fully realized, the work has progressed as rapidly as it possibly could without doing injury to itself. In order that this may be properly understood it may be well to consider the material of which this Church is composed. Its doctrines have been taught to every nation, kindred, and tongue, where the Elders have had an opportunity of preaching to the people, and those who have from time to time embraced the doctrines of the Saints have been gathered together, bringing with them all manner of prejudices, notions, and whims, and if too great a body of such material had been hurriedly brought together it might have been impossible (though some people say there is nothing impossible with the Almighty),<span class=\"citation\" id=\"65200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65200)\">Matt. 19:26<\/a><\/span><span class=\"citation\" id=\"66997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66997)\">Luke 1:37<\/a><\/span> but still I think that it might have been impossible to hold such an incongruous mass of materials together. <\/div><div class=\"paragraph jod\" id=\"v9n1640\"> When the Elders were scattered among the Gentiles to preach repentance and baptism for the remission of sins, many would say how wonderfully these men preached! What smart men they were considered by those who heard them! These men acquired the ingenuity and the tact by which they handled the Scriptures with such ability that they were actually considered by the world to be very learned and talented men and some of them are known yet by the  <div class=\"break pagebreak\" id=\"347a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0347.pdf\" target=\"pdfwin\">p.&#xA0;347a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3565\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>sobriquet of &#x201C;Walking Bible!&#x201D; And all these men in their way are shining and brilliant items of talent and wisdom; a comparatively ignorant man, if he is humble, can go and preach the Gospel, and proclaim by the power of the good Spirit the principles of life and salvation. An ignorant man, who goes forth from nation to nation to declare the truths which God in his mercy has revealed, generally goes forth in humility and faith, and, by diligence and perseverance, he picks up and gathers into the Church men of every imaginable tradition, of every habit, of every custom and of every nation; after which they go and make each man throw away part of his foolish traditions just as fast as possible, and teach him true principles instead thereof; make the people live together in a city, a country, and a State, and all pull together, as one well-organized community. <\/div><div class=\"paragraph jod\" id=\"v9n1642\"> Now, I know really that we ought to be ashamed of our ignorance, and yet brother Musser has told us that we are a great deal ahead of the Western States. Really, if we are not we ought to be ashamed of ourselves. We have had wiser teachers, and not only have we had good tutors, but we have had practical lessons. <\/div><div class=\"paragraph jod\" id=\"v9n1643\"> Mr. Trumbull, member of Congress from Illinois, made a remark at a meeting during the Mormon war, to this effect&#x2014;&#x201C;I have been to Nauvoo; I was there when the Mormons were there, and if the inhabitants and citizens of the United States were as intelligent and industrious and as thrifty as the Mormons were then, they would be a long way ahead of what they are now.&#x201D; Lyman Trumbull is considerable authority upon this subject, he was Secretary of State in Illinois when we lived in Nauvoo, and no particular friend of ours. If we have not advanced as much as we might have done, we have scattered <div class=\"break columnbreak\" id=\"347b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0347.pdf\" target=\"pdfwin\">p.&#xA0;347b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3565\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> the truth abroad. The wisdom of our President has taken the poor from the distant nations of the earth, brought them here and made them rich. You pass through this Territory today and you strive to find the man or woman that cannot get bread for supper. You cannot do it. You find the man or woman that is destitute of clothing, if you can. Such destitution does not exist. You may search the world in vain for a similar people, and you will find that a people so universally comfortably situated do not exist; and yet, these are the people who were so poor, who have been several times robbed and plundered of all they possessed, and who then came into the most desert country in the world, and here they have acquired this abundance which surrounds everybody. A polity has been introduced that benefits everybody, instead of leaving us to lay our own plans, and be at the shrine of wickedness and corruption. When a poor man comes to a Bishop and says, &#x201C;I am hungry, I want some bread.&#x201D; The Bishop, like a Father, says&#x2014;&#x201C;Well, what can you do? We must find you some work, we must show you how to manage in this country so that you can get a living.&#x201D; The Bishop might take the old Gentile plan, give the hungry man a dollar, which he would spend and do nothing to provide more, and thus he will be kept eternally poor, but instead of this he finds him work, the man's way is opened, and, in a short time, he is rich, for he is able to live from his own exertions. Herein is manifested the wisdom of Heaven, which should be in the breast of every man in Zion, and it also shows the wisdom of that head which God has placed to guide us and make us a self-sustaining, independent people. <\/div><div class=\"paragraph jod\" id=\"v9n1644\"> If we go down into the States now we find them engaged in a war, and I suppose that the language that is  <div class=\"break pagebreak\" id=\"348a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0348.pdf\" target=\"pdfwin\">p.&#xA0;348a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>generally denominated the King's English, fails to tell the extremes of folly, wickedness, corruption, and degradation that brought this war on. Tongue cannot tell it, the language we speak has not got words enough to describe it accurately. Friends and brothers are killing each other. It actually seems as though the vengeance of God was poured out upon them, and every time that either party suffer a defeat that party is filled with increased rage and vengeance, and they thirst for each other's blood. Such are the facts in the case. <\/div><div class=\"paragraph jod\" id=\"v9n1646\"> The Prophet said the Lord was about to sweep the earth with the besom of destruction,<span class=\"citation\" id=\"58297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58297)\">Isa. 14:23<\/a><\/span> and in that day the wicked would slay the wicked.<span class=\"citation\" id=\"86462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86462)\">D&amp;C 63:33<\/a><\/span> I cannot tell how fast things will go, but I feel astonished when I see how the work has progressed since its commencement in the year 1830. You go into a corn field where the stalks grow too rapidly and you find them weak, and a very slight wind will break them down. You look at the progress of nations when they grow too rapidly, you will perceive that they immediately fall to pieces. It was so with the Mahomedan empire; it swelled in eighty years from a solitary wanderer to an empire constituting about a third part of the then inhabited globe. It is not so with us. This people is rising gradually. You can find men who have gone forth and baptized their hundreds, but few who have baptized their thousands, and if all the numbers that have been baptized into this Church since its first organization were added together I do not suppose that there would be less than a million, and but few of these have remained to the present time, the rest have built up cities for the Gentiles, and have populated such towns as St. Louis, San Francisco, and in fact almost all of the cities of California and the Western States. The rest <div class=\"break columnbreak\" id=\"348b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0348.pdf\" target=\"pdfwin\">p.&#xA0;348b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3564\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> are still laboring to build up Zion, to spread abroad the fulness of the everlasting Gospel and to save all who will give heed to its teachings and the dictates of the Holy Spirit, while those who cannot &#x201C;bear the sieve of vanity&#x201D;<span class=\"citation\" id=\"58966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58966)\">Isa. 30:28<\/a><\/span> are occasionally leaving the Church and going again to wallow in the wickedness of the world.<span class=\"citation\" id=\"78424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78424)\">2 Pet. 2:22<\/a><\/span> There is now and then, one will go off and come back again, and they profess to be good brethren. They put me in mind of an anecdote. A wealthy parishioner sent his negro servant Jack to carry a sucking pig to his parson as a present for a Christmas roast, while on his way, Cuffy was called into a public house by one of his comrades to have a drink, and while quaffing his ale, some of his mischievous friends took the pig out of the basket and placed a puppy in its stead; Cuffy then went on his way and presented the basket to the parson, saying, &#x201C;Sir, massa has sent you a present of a fine pig for a Christmas roast,&#x201D; the rev. gentleman pleased with the prospect of a fine dinner, looked in the basket, and exclaimed, &#x201C;pig, you black rascal, it is a puppy; tell your master not to insult me by sending me a puppy.&#x201D; Cuffy, on his return home, called at the ale house for another glass, when his comrades slyly exchanged the pig for the puppy: when Jack got home, his master said, &#x201C;what did the parson say for the fine present I sent him?&#x201D; &#x201C;Parson said the pig was a puppy, that you insult him to send him a puppy.&#x201D; &#x201C;Bring the basket to me.&#x201D; He opened it, and exclaimed, &#x201C;it is a pig, you black villain.&#x201D; Cuffy in astonishment, and unable to account for what he saw, cried out, &#x201C;Massa, I believe he can be a pig or a puppy just as he likes.&#x201D; This is just the character of those men that act in this way, they can be pigs or puppies, Saints or apostates, just as they like, and I do feel that if such men will  <div class=\"break pagebreak\" id=\"349a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0349.pdf\" target=\"pdfwin\">p.&#xA0;349a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>leave and stay away we will be contented with what we can raise independent of all those who are wandering abroad and trying to shake hands with the Devil. But I find that those who stay here, and do their duty and struggle to fulfil counsel, will increase in all that is good, while the others&#x2014;pig and puppy&#x2014;will all go to hell together. I know that we are very pious, and for want of better understanding make mistakes in reference to blessings. Joseph used very often to get up and bless the congregation in the name of the Lord; President Young does so sometimes in a very emphatic manner, but are these blessings appreciated? <\/div><div class=\"paragraph jod\" id=\"v9n1648\"> Now I do not care how much wealth you pour into the laps of men, unless there is in their bosoms the Spirit of God they are unhappy. You may also fill a woman's lap with riches, surround her with every imaginable comfort, and if she has not the Spirit of the Almighty within her, and the spirit of contentment she will be miserable. It is so with all of us; unless we have the spirit of contentment in our hearts we are miserable, and unless we can enjoy that spirit which brings happiness, inspires the soul and makes a heaven in every home, we shall be constantly uneasy. Watch the men who have gone abroad; if they become discontented the Spirit of the Most High leaves them, but if they do not get uneasy and unsettled in their minds they have no fear of death, but they rejoice in the enjoyment of the Spirit of the Lord and the spirit of mercy, then the light of revelation, peace, happiness and contentment are and forever will be their portion. So will it be with all of us. These are the blessings of the Lord unto his faithful people. If a man has all the wealth in creation, and has heaped upon him all the honors and powers that the world can give, his soul is discontented and <div class=\"break columnbreak\" id=\"349b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0349.pdf\" target=\"pdfwin\">p.&#xA0;349b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3563\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> miserable, unless he possesses the Spirit of Christ. <\/div><div class=\"paragraph jod\" id=\"v9n1649\"> I recollect reading in Seers' History of India of &#x201C;an English envoy sent on a mission to Delhi about ten years before the emperor's death, on being introduced into their imperial presence, was surprised to see a little old man, with a long silvery beard, dressed in plain white muslin, standing in the midst of a group of omrahs (Hindoo noblemen) whose rich robes sparkling with jewels, formed a striking contrast to the unostentatious appearance of their sovereign.&#x201D; This Aurung-Zeb was remarkable for the simplicity of his habits and manners, which he constantly maintained amid the splendor of the most magnificent court in the world. He died at the advanced age of eighty-nine, in the fiftieth year of his reign. The very wealth and riches that were around him were misery to him, and the crimes that had put the other claimers to his throne into the grave, made him, in the midst of splendor miserably miserable. <\/div><div class=\"paragraph jod\" id=\"v9n1650\"> Brethren, study to be content, and when we want to see if we can't go off to California and get some more spices and some things that we cannot get here; to surround ourselves with sweet meats, let us just remember brother Musser's remark&#x2014;&#x201C;Shake your head.&#x201D; Emphatically, No; I love Zion better than all things else. <\/div><div class=\"paragraph jod\" id=\"v9n1651\"> Now the facts are, the comforts of life depend upon the manner good things are used. You may get the choicest of this world's goods; I don't care if the wealth of the world is used to get the most delicious dishes for a man to live upon, in a short time they become sickening and nauseous and are actually injurious to the human system. Those who live in this way become weak and effeminate, and finally rendered entirely useless. For my own part, I say give me the good wheat and good plain living, then I  <div class=\"break pagebreak\" id=\"350a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0350.pdf\" target=\"pdfwin\">p.&#xA0;350a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>shall have strength, and stand a good chance for good health and long life. <\/div><div class=\"paragraph jod\" id=\"v9n1653\"> There was a United States Judge died here, and just before his death he said&#x2014;&#x201C;I have abused everything that is good, and know nothing that is good.&#x201D; This is the condition of the world. But with proper exercise and care, and the common food that is produced within ourselves, is sufficient for us, and it is calculated to develop the mind and body of man, and to lay a foundation for a race of men that shall rule the world. Now this is no wild chimera of the brain, <div class=\"break columnbreak\" id=\"350b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0350.pdf\" target=\"pdfwin\">p.&#xA0;350b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3562\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> for we are laying the foundation for the redemption of the human race; we are laying a foundation to make a fraternity of brethren, and to secure to each and all happiness and peace. The Lord himself has laid the foundation; and if any man wants to go away from here, let him go, but let him remember that he will be unhappy wherever he is. <\/div><div class=\"paragraph jod\" id=\"v9n1654\"> May the Lord bless us and enable us to inherit a spirit of contentment, that we may inherit celestial glory. Amen. <\/div>\n<\/div>\n<\/div>"}