{"ID":90076, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Gathering the Poor&#x2014;Prosperity of the Gathered Saints&#x2014;Home Manufactures.<\/div>\n<div class=\"subtitle\">Remarks by President Heber C. Kimball, made in the Tabernacle, Great Salt Lake City, February 9, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Gathering the Poor, Etc.<\/div>\n<div class=\"speaker\">Speaker: Heber C. Kimball<\/div>\n<div class=\"date\">Date: 2\/9\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d76\">\n<div class=\"paragraph jod\" id=\"v9n1734\"> We have had a few remarks from brother Joseph Fielding, and I can say, with the best of feelings, that they are good and true. I am witness that this is the road that brother Fielding has traveled in this Church and kingdom, striving to do right all the time. It was in the spring of 1838 that he was ordained a High Priest, and it will be twenty-four years next April since we left England, after performing the first mission that was ever sent out to England. He was ordained a Priest, I think, in Canada, and he traveled with me on that mission to England. His life has been an upright one, and I know that he has made a statement of facts, and he has told the things that are in him, and his determinations are good, and they are dictated by the right spirit. I take pleasure in making these statements, and I would say in my heart, and my prayer is, that every man here may live in the manner that he has done and be as good a man as he is. His salvation is sure, if he continues in welldoing,<span class=\"citation\" id=\"72268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 72268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(72268)\">Rom. 2:7<\/a><\/span> and everything that he is capable of presiding over will be given to him, and this will be the portion of every other good man. It is goodness that makes about all the difference between one man and another. You find one man a little better than another, and one woman a little better than her neighbor. What is it that makes us <div class=\"break columnbreak\" id=\"371b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0371.pdf\" target=\"pdfwin\">p.&#xA0;371b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3541\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> better? It is the righteous acts that we perform, and that we work out before God. Jesus says, &#x201C;Work out your salvation as it is my will to work within you.&#x201D; Then, again, we are commanded to work out our salvation with fear and trembling.<span class=\"citation\" id=\"75479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75479)\">Philip. 2:12<\/a><\/span> All that hinders us and prevents us progressing faster, and going on from one step to another even as it was with our Father, even the Father and God pertaining to this earth, is our lack of confidence in the Almighty, and our slothfulness in the things of God. Joseph the Prophet said that our heavenly Father went on from one degree of knowledge to another until he obtained the knowledge that made him God. So also will it be with us, we shall have to advance from one degree of faith to another until we get that knowledge that will prepare us for exaltation in our Father's kingdom. But we must first prove ourselves in this state of probation, then we rise from step to step till we reach that position that is promised to the people of God. <\/div><div class=\"paragraph jod\" id=\"v9n1735\"> Jesus says, &#x201C;I am the way, the truth and light;<span class=\"citation\" id=\"69921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69921)\">John 14:6<\/a><\/span> and I and my Father are one.&#x201D;<span class=\"citation\" id=\"69713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69713)\">John 10:30<\/a><\/span> On one occasion the widow came and begged that her two sons who were with Jesus might sit one at his right hand and the other at his left, and Jesus asked her if they could walk with him in the regeneration, for said he, &#x201C;Are ye able to  <div class=\"break pagebreak\" id=\"372a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0372.pdf\" target=\"pdfwin\">p.&#xA0;372a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>drink of the cup that I shall drink of, and to be baptized with the baptism that I am baptized with.&#x201D;<span class=\"citation\" id=\"65294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65294)\">Matt. 20:20-23<\/a><\/span> Those who can walk with Jesus in the regeneration now, will receive the great blessings that are promised to all the faithful children of God.<span class=\"citation\" id=\"65210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65210)\">Matt. 19:28<\/a><\/span> What is regeneration? It is a cleansing, purifying process, by which persons are enabled to advance in the knowledge of God and grow stronger in the principles of eternal life, to become better, more truthful, more worthy of a benefactor's blessing. Then, we may ask, what is degeneration? It is departing from the good old way, imbibing evil, becoming impregnated with falsehood and all other evils that are calculated to produce a deterioration in both the body and spirit of man. <\/div><div class=\"paragraph jod\" id=\"v9n1737\"> This is a wicked and adulterous generation<span class=\"citation\" id=\"64804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64804)\">Matt. 16:4<\/a><\/span> in which we live, and but few of them know what they are doing for themselves. To me it appears that they are taking every possible step to degenerate themselves and those around them. I know what the world is; I understood it to a great extent before I came into this Church. It was a common saying among the good people where I lived, that it was impossible for a man to be honest and get a living. How did they get a living, think you, where they did not believe in being honest? By living in deceitfulness, by lying, by pilfering from their neighbors. That was the way they managed, and it is so managed at the present time. There are but few things but it is possible to adulterate in this age of the world. Our tea is adulterated, our ginger and pepper, and almost everything that we have to purchase is treated in the same manner, and I think we may safely conclude that this is an adulterous generation, and by their evil practices they are bringing upon themselves swift destruction. They have commenced the work of <div class=\"break columnbreak\" id=\"372b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0372.pdf\" target=\"pdfwin\">p.&#xA0;372b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3540\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> their own extermination, and who can help it? No one, except the Almighty. They are now doing that upon each other which they had in their hearts to do to us; they have got the same hatred towards each other which they formerly had towards us, and the Lord will let them have their full share. <\/div><div class=\"paragraph jod\" id=\"v9n1738\"> I noticed the other day when reading about the war, that one man said the war could be completed and wound up in thirty days, everything settled and the South entirely subdued. They think that the great number of men which they have in the field are going to wind it up quick. But I can tell you that they do not take the right course to accomplish that; they let the Devil lead them, that is what I mean. If you are looking forward for peace and thinking that peace will soon be made, you are mistaken. The Lord is permitting things to be prolonged as they are, for the purpose of getting his people out from Babylon, just as he did with Sodom and Gomorrah and the cities of the plains that were round about them; for he kept back the destruction till he got Lot out,<span class=\"citation\" id=\"53242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 53242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(53242)\">Gen. 19:1-29<\/a><\/span> and so it is now in these days. <\/div><div class=\"paragraph jod\" id=\"v9n1739\"> Well, now, what course shall we take as Saints? It is for us to do our duty in all things; to do our best for the spread of truth, for the gathering of the poor. If we were to do our best we could send a thousand teams this season to gather the poor; but I can say that we shall do all that is required of us, and that will be satisfactory and pleasing to our heavenly Father. <\/div><div class=\"paragraph jod\" id=\"v9n1740\"> Some say it is rather discouraging to gather this people, because so many of them apostatize and deny the faith, but we should remember that Jesus says&#x2014;&#x201C;Again, the kingdom of heaven is like unto a net, that was cast into the sea, and gathered of every kind: Which, when it was full, they drew to shore, and sat down,  <div class=\"break pagebreak\" id=\"373a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0373.pdf\" target=\"pdfwin\">p.&#xA0;373a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and gathered the good into vessels, but cast the bad away. So shall it be at the end of the world: the angels shall come forth, and sever the wicked from among the just, And shall cast them into the furnace of fire: there shall be wailing and gnashing of teeth.&#x201D;&#x2014;Matthew xiii., 47-50.<span class=\"citation\" id=\"64705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 64705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(64705)\">Matt. 13:47-50<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1742\"> Now, supposing I should be at the expense of gathering ten persons and bringing them home to Zion, and by so doing I save one righteous man, will not that secure me a reward hereafter? I say it will. What did the Lord say to Oliver Cowdery about laboring all the days of his life in preaching the Gospel of Jesus Christ to a dark and benighted world? The following is from a revelation given in June 1829, to Joseph Smith, Jun., Oliver Cowdery, and David Whitmer&#x2014;  <\/div><div class=\"paragraph jod\" id=\"v9n1743\"> &#x201C;And now, Oliver Cowdery, I speak unto you, and also unto David Whitmer, by the way of commandment; for, behold, I command all men everywhere to repent, and I speak unto you, even as unto Paul mine apostle, for you are called even with that same calling with which he was called. Remember the worth of souls is great in the sight of God; For, behold, the Lord your Redeemer suffered death in the flesh; wherefore he suffered the pain of all men, that all men might repent and come unto him. And he hath risen again from the dead, that he might bring all men unto him, on conditions of repentance. And how great is his joy in the soul that repenteth! Wherefore, you are called to cry repentance unto this people. And if it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father! <\/div><div class=\"paragraph jod\" id=\"v9n1744\"> &#x201C;And now, if your joy will be great with one soul that you have brought unto me into the kingdom <div class=\"break columnbreak\" id=\"373b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0373.pdf\" target=\"pdfwin\">p.&#xA0;373b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3539\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> of my Father, how great will be your joy if you should bring many souls unto me! Behold, you have my gospel before you, and my rock, and my salvation. Ask the Father in my name, in faith believing that you shall receive, and you shall have the Holy Ghost, which manifesteth all things which are expedient unto the children of men. And if you have not faith, hope, and charity, you can do nothing.&#x201D; [Doc. &amp; Cov., s., xliii, p. 3, 4.]<span class=\"citation\" id=\"84124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84124)\">D&amp;C 18:9-19<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1745\"> These are my feelings and always have been since I became acquainted with the principles of eternal life; and I know that this is the spirit that rests upon President Young, and also upon all faithful men and women in the Church of Jesus Christ of Latter-day Saints. It is our duty to feel for those that are scattered abroad in the world, and that are poor, but who desire to gather to the promised land. We used to pray, O Lord, put it into the hearts of thy people to do unto us as we want to have them do.<span class=\"citation\" id=\"63808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63808)\">Matt. 7:12<\/a><\/span> Now it is our turn; we are gathered home to Zion, and we are able to assist our poor brethren that are poor and unable to bring themselves. Where is there a people upon the face of the earth that are blessed like unto us; and then, again, I may say that a great many do not realize nor appreciate the blessings they enjoy, but they consider this a hard country to live in. There are very few people in this country but are much better off than they were in the country where they came from. There are hundreds and thousands, and I think I may say tens of thousands that were poor and penniless, and that were dependent upon their everyday labor for their living, and if they did not labor six days in each week they had to go without something that was actually necessary to make  <div class=\"break pagebreak\" id=\"374a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0374.pdf\" target=\"pdfwin\">p.&#xA0;374a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>them comfortable, and unless they were at their work every day they could not get enough to eat. Scarcely any of them ever owned a cow, a horse, a sheep, pig, or chicken in their lives. Brother George D. Watt here knows this to be true, for he has seen enough of the poverty of his native country to understand exactly how it is. Is it any crime to be poor? No, it is not; I have seen the day when I was just as poor as I could possibly be as regards the comforts of this life, and I honestly consider that it would be a pretty hard case for a man to be poorer than I have been. Some people when they come here think it rather shameful to speak of how poor the people are over in the old country. Bless you if you had not been poor and oppressed&#x2014;down in the depths of poverty, you would not have heard us at all when we went to proclaim the Gospel. That is the case with those who are well-off as a general thing. But if you were not all poor when the Gospel found you, I will guarantee that you have been since. I never knew a man who came into this Church rich but who had to become poor, that he might rise up with the rich and be exalted in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n1747\"> We have been led here by the hand of the Almighty, and settled in a barren wilderness a thousand miles from everybody that are called civilized. We came here because we were driven from our homes; hence, we came to these mountains because we were compelled to, for we could not live in the United States any longer, and you that have been driven from the days of Kirtland to the present time know that we could not live any longer among the enlightened and civilized of the United States. After Joseph and Hyrum were mobbed and slain by their enemies, there was no longer any home for the Saints in the States. We <div class=\"break columnbreak\" id=\"374b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0374.pdf\" target=\"pdfwin\">p.&#xA0;374b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3538\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> could not stay in Kirtland to make a permanent home there, although we succeeded in building a Temple, and in it received our blessings from the Almighty. Here is President Young, myself, and others that used to lie upon Joseph's floor every night to preserve his life from his enemies, and that too among the Presbyterians, Baptists, Methodists, and devils, and there are a great many men and women who know it. We had to flee and leave all we had behind; brother Joseph, brother Brigham, and many others, father Smith among the number; and some of us had to watch while Luke Johnson helped the old man out of the window. Then how much safety was there in Missouri, Illinois, or anywhere else in the Eastern States? Could we stay there, gentlemen? No, no better than we could be in a smelting furnace without burning. Was there any revelation that we should come to the mountains? Yes, and there were predictions in the old Bible that we should come here, and now we are here we are comfortable and blessed above all other people upon the face of the earth, I do not care where you look. You may look to the east, to the west, to the north, and to the south, and in all nations you will find them ready to go to war with each other. And you may calculate that there will be war upon war, and that things will gradually grow worse; therefore we should always endeavor to do right. <\/div><div class=\"paragraph jod\" id=\"v9n1748\"> When I reflect upon the instructions of President Young, who is our leader, I see the importance of our sustaining him in all his plans and designs, for he is God's delegate, and he represents the authority of Heaven; and we Elders and Apostles are his associates, called to represent Heaven, to preach the righteousness of Christ, and to strive to do here on the earth as it is done in the heavens,<span class=\"citation\" id=\"63379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63379)\">Matt. 6:10<\/a><\/span> and,  <div class=\"break pagebreak\" id=\"375a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0375.pdf\" target=\"pdfwin\">p.&#xA0;375a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>hence, we should so live as to be the true representatives of Heaven, of happiness, glory, immortality, and eternal lives, for we have those principles to teach. All these things are before us, and one man can go forward and attain these things just as well as another, and one man can obtain these blessings of life, of peace, and joy in the Holy Ghost just as well as another. <\/div><div class=\"paragraph jod\" id=\"v9n1750\"> Some may think that they are kings and priests, others that they are queens and priestesses, and put others down as servants, and thus make themselves judges of their brethren. But I am now speaking more particularly of men that are unrighteous, of those who will tread the poor man under their feet; and what will be the consequence of oppressing the poor? I would rather be in the place of the oppressed a hundred times than in that of the oppressor, &#x201C;For with what measure ye mete, it shall be measured to you again.&#x201D;<span class=\"citation\" id=\"63711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63711)\">Matt. 7:2<\/a><\/span> These are the words of Jesus, and although uttered many years ago they are still in full force, and I know it; and that saying will be fulfilled to the very letter, I have seen it in a thousand instances, and I know it will always be fulfilled. I never knew a man get a prejudice against his brother unrighteously but went the downward road, and the other against whom the prejudice existed invariably rises up above his enemies, for there is no other way to carry out the principles of righteousness, than to do unto others as we want others to do unto us,<span class=\"citation\" id=\"63809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63809)\">Matt. 7:12<\/a><\/span> and thus fulfil the law of Christ.<span class=\"citation\" id=\"74672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74672)\">Gal. 6:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1751\"> Now, in the doctrine and practice of plurality, one woman will sometimes think that she is queen, and that the others have no right to speak or to do anything without her consent. If I had a case of that kind to adjudicate, I should be very apt to say to the woman, &#x201C;Serve her faithfully, bear <div class=\"break columnbreak\" id=\"375b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0375.pdf\" target=\"pdfwin\">p.&#xA0;375b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3537\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> with her patiently, and the day will come when you will sit above her, no matter where she is now.&#x201D; And so it is with the Elders of Israel, he that humbleth himself shall be exalted.<span class=\"citation\" id=\"65504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65504)\">Matt. 23:12<\/a><\/span> The Lord will rule that which is righteous, and if he does not give you your rights in all things in time he will in eternity. <\/div><div class=\"paragraph jod\" id=\"v9n1752\"> If you will look in the revelations, you will find the principle taught just as I teach, and I can say further, that there is not a hymn composed by the Saints but teaches some principle of truth just as clearly as the Bible teaches truth. Therefore, let us be alive to these things, and remember that we are exhorted to be one.<span class=\"citation\" id=\"85124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 85124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(85124)\">D&amp;C 38:27<\/a><\/span> Jesus prayed that his disciples might all be one, as he and his Father were one.<span class=\"citation\" id=\"70766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70766)\">John 17:22<\/a><\/span> Then, let us step forward and do this without waiting to be commanded, without any compulsion, otherwise we shall be considered slothful servants.<span class=\"citation\" id=\"86202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86202)\">D&amp;C 58:26<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1753\"> Well, now, this is the course for us to take. Let us be one in all things, that the blessings of the heavens and of the earth may be upon us continually.<span class=\"citation\" id=\"87337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 87337)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(87337)\">D&amp;C 78:5-6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1754\"> If you want to know my views in reference to merchants and their goods coming here, I will tell you that I wish there could not any more goods be brought here. Why, can you get along without them, brother Kimball? I can, by the help of God; I want but little to be independent of every merchant that comes into this city. Why, this last year my family have made over eight hundred yards of cloth, and that will clothe a great many people; and dresses made of that kind of cloth are as far ahead of those you buy in the store as your silks are of the Indian blanket. Then consider what a blessing it is to the poor of this community to be able to sleep in nice, comfortable, warm woolen blankets; how much better than either the cotton or linen that is brought from the States. Then there  <div class=\"break pagebreak\" id=\"376a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0376.pdf\" target=\"pdfwin\">p.&#xA0;376a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>are the coverlids, the bonnets, and many other necessary articles that can be made at home just as well as not. You can see ladies with the nearest kind of bonnets on of their own make; and if they want a new bonnet for the baby, they know how to make it. There are their undergarments, worn by the people here generally; they are made of wool, and that is produced here. What a blessing it is to be able to supply ourselves with so many of the necessaries and comforts of life here in these mountains! Some of you have got an idea that wool will not do; but let me inform you that when Peter came and sat in the Temple in Kirtland, he had on a neat woolen garment, nicely adjusted round the neck. What do sheep wear next the skin? Wool, of course. What do goats wear? Hair, for that is their nature. These are facts that are apparent to all who will look. <\/div><div class=\"paragraph jod\" id=\"v9n1756\"> To return to the subject of the garments of the Holy Priesthood, I will say that the one which Jesus had on when he appeared to the Prophet Joseph was neat and clean, and Peter had on the same kind, and he also had a key in his hand. John also came and administered unto Joseph Smith, and remember that Peter, James, and John hold the keys pertaining to their dispensation and pertaining to this, and they came and conferred their Priesthood and authority upon Joseph the Seer, which is for the gathering together of all who seek the way of life.<span class=\"citation\" id=\"84568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84568)\">D&amp;C 27:12<\/a><\/span> What is there that we cannot make within ourselves? There are but few things. If we have a desire to be released from bondage and oppression, we shall labor to produce what we need. I intend to have cloth, that has been made here, <div class=\"break columnbreak\" id=\"376b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0376.pdf\" target=\"pdfwin\">p.&#xA0;376b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3536\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> from head to foot. What are we going to do? A great many may say that they always wish to have their carding, spinning, and weaving done so as to be ready for the winter, and be at liberty to go to the parties. That is very good. But there is one other matter I wish to speak of in this connection, and that is that President Young wants this people to bring up some carding machines from the States, so that we can go forward and be in a short time perfectly independent of the world. This is the course for you and I to take; and, also, to lay aside our vanity and foolishness, and that which destroys the body. I have observed a great deal of the follies of people in my experience. If we will do right, our children will be a great deal stronger than we are in body, limb, joint, and muscles, for many of us have been weakened by folly, just as the present generation of young people are ruining themselves with their foolish fashions. <\/div><div class=\"paragraph jod\" id=\"v9n1757\"> I have often had my feelings hurt when I have seen men grunt and grumble at every little trial, and then to see their wives, and many in fact that are not wives, murmur and find fault with their circumstances. It is true that some are doing all they can for the good of the community, but it is not so with all. Let us all labor and strive the best we can to build up the kingdom of our God here on the earth. <\/div><div class=\"paragraph jod\" id=\"v9n1758\"> May God Almighty bless you, my brethren and sisters, may the blessing of peace be with you that you may enjoy the good Spirit, a spirit of integrity and faithfulness, and may that Spirit rest upon all the Saints in the mountains and throughout the world, is my prayer. Amen. <\/div>\n<\/div>\n<\/div>"}