{"ID":90075, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Apostleship of Joseph Smith&#x2014;Destruction Awaiting the Nations.<\/div>\n<div class=\"subtitle\">Remarks by President Brigham Young, made in the Bowery, Great Salt Lake City, August 31, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Apostleship of Joseph Smith, Etc.<\/div>\n<div class=\"speaker\">Speaker: Brigham Young<\/div>\n<div class=\"date\">Date: 8\/31\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d75\">\n<div class=\"paragraph jod\" id=\"v9n1705\"> We have just been listening to the testimony of one of the Apostles of the Lord Jesus Christ, also an Apostle of him whom the Lord has called in our day to establish his kingdom no more to be overcome by wickedness on the earth.<span class=\"citation\" id=\"61205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61205)\">Dan. 2:44<\/a><\/span> To say that we are Apostles of Joseph Smith is rather a dark saying to many. Jesus Christ being sent of the Father to perform a certain work, became an Apostle. It is written in the book called Hebrews, &#x201C;Wherefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our profession, Christ Jesus; Who was faithful to him that appointed him, as also Moses was faithful in all his house.&#x201D;<span class=\"citation\" id=\"76503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76503)\">Heb. 3:1-2<\/a><\/span> The Savior called upon a number of men to assist him in the work his Father had sent him to do, and sent them into the world to proclaim his mission and Gospel, instructing them to bap<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>tize all believers.<span class=\"citation\" id=\"129388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129388)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(129388)\">Matt. 28:19<\/a><\/span><span class=\"citation\" id=\"66787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 66787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(66787)\">Mark 16:15-16<\/a><\/span> In this way they became the Apostles of Jesus Christ, and at the day of his coming they will stand at his right hand in a pillar of fire, being clothed with robes of righteousness, with crowns upon their heads, in glory to judge the whole house of Israel.<span class=\"citation\" id=\"84746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84746)\">D&amp;C 29:12<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1706\"> Joseph Smith was the first Apostle of this Church,<span class=\"citation\" id=\"84283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 84283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(84283)\">D&amp;C 20:2<\/a><\/span> and was commanded of Jesus Christ to call and ordain other Apostles and send them into all the world with a message to all people, and with authority to baptize all who should believe the fulness of the Gospel and sincerely repent of all their sins. These other Apostles are Apostles of Jesus Christ, and of Joseph Smith the chief Apostle of this last dispensation. <\/div><div class=\"paragraph jod\" id=\"v9n1707\"> Joseph Smith has laid the foundation of the kingdom of God in the last days; others will rear the super<div class=\"hyphen\">-<\/div><div class=\"break pagebreak\" id=\"365a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0365.pdf\" target=\"pdfwin\">p.&#xA0;365a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>structure. Its laws and ordinances, its blessings and privileges have been laid before all people who would hear; the testimony of God's servants has sounded like the voice of a trumpet from nation to nation, and from people to people, warning the honest and meek of the earth to flee from Babylon to the chambers in the mountains<span class=\"citation\" id=\"58529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58529)\">Isa. 26:20<\/a><\/span> for safety until the indignation shall be past. If all the inhabitants of the earth had been as diligent in searching out the truth and as willing to receive it as hundreds in this congregation have been, the world would have been converted long ago. But few people, compared with the masses, have ever received and lived the Gospel of Jesus Christ, in any age of the world in which it has been preached. <\/div><div class=\"paragraph jod\" id=\"v9n1709\"> Enoch possessed intelligence and wisdom from God that few men ever enjoyed, walking and talking with God for many years; yet, according to the history written by Moses, he was a great length of time in establishing his kingdom among men.<span class=\"citation\" id=\"52770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52770)\">Gen. 5:22<\/a><\/span><span class=\"citation\" id=\"93188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93188)\">Moses 7:68<\/a><\/span> The few that followed him enjoyed the fulness of the Gospel, and the rest of the world rejected it. Enoch and his party were taken from the earth,<span class=\"citation\" id=\"93218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 93218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(93218)\">Moses 7:69<\/a><\/span> and the world continued to ripen in iniquity until they were overthrown by the great flood in the days of Noah; and, &#x201C;as it was in the days of Noah, so shall it be in the days of the coming of the Son of man.&#x201D;<span class=\"citation\" id=\"65932\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65932)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65932)\">Matt. 24:37<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1710\"> So sure as the Lord called upon Joseph Smith, Jun., to bring forth his Gospel and establish his kingdom, just so sure will he hold this generation accountable for their acts in relation thereto. If any people reject the Gospel, God will destroy that people or nation. The majority of the people of the world declare that Joseph Smith was not called of God. If they know that, then are they safe in rejecting his testimony. I know that he was called of God, and this I know by the reve<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"365b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0365.pdf\" target=\"pdfwin\">p.&#xA0;365b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3547\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>lations of Jesus Christ<span class=\"citation\" id=\"74395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 74395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(74395)\">Gal. 1:12<\/a><\/span> to me, and by the testimony of the Holy Ghost. Had I not so learned this truth, I should never have been what is called a &#x201C;Mormon,&#x201D; neither should I have been here today. The world is as uncertain of the calling of Joseph Smith, as their religious ministers are that they are called of God; they hope they are so called; they hope they have experienced a change of heart; they hope they are renewed in spirit; they hope their sins are forgiven; they hope the Lord is gracious to them, &amp;c., &amp;c.<span class=\"citation\" id=\"73798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 73798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(73798)\">1 Cor. 15:19<\/a><\/span> If I did not know that my sins were forgiven, my hope would do me but little good. <\/div><div class=\"paragraph jod\" id=\"v9n1711\"> For argument's sake I will say, if we should be mistaken as to the legality of Joseph Smith's calling, we still bear the same relationship towards the heavens as any other portion of mankind, and have the same chance of salvation, standing on equal grounds with them. Joseph told us that Jesus was the Christ, the Mediator between God and man,<span class=\"citation\" id=\"75876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75876)\">1 Tim. 2:5<\/a><\/span> and the Savior of the world. He told us that there was no other name in the heavens nor under the heavens, neither could there be, by which mankind could be saved<span class=\"citation\" id=\"71430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71430)\">Acts 4:12<\/a><\/span> in the presence of the Father, but by and through the name and ministry of Jesus Christ, and the atonement he made on Mount Calvary. Joseph also told us that the Savior requires strict obedience to all the commandments, ordinances and laws pertaining to his kingdom, and that if we would do this we should be made partakers of all the blessings promised in his Gospel. <\/div><div class=\"paragraph jod\" id=\"v9n1712\"> We have already been made partakers of the blessings of the Gospel which he promised to his disciples. One in particular I will name, and that is peace. Jesus says, &#x201C;These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of  <div class=\"break pagebreak\" id=\"366a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0366.pdf\" target=\"pdfwin\">p.&#xA0;366a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>good cheer; I have overcome the world.&#x201D;<span class=\"citation\" id=\"70532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70532)\">John 16:33<\/a><\/span> There are hundreds now before me who can testify that in the world they have had tribulation, but in the Gospel, as we believe it, they have found peace.<span class=\"citation\" id=\"70533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70533)\">John 16:33<\/a><\/span> Again, &#x201C;Blessed are ye when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil for the Son of Man's sake.<span class=\"citation\" id=\"67220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 67220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(67220)\">Luke 6:22<\/a><\/span> Rejoice ye in that day, and leap for joy: for behold your reward is great in heaven, for in the like manner did their fathers unto the Prophets.&#x201D;<span class=\"citation\" id=\"63010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63010)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63010)\">Matt. 5:11-12<\/a><\/span><span class=\"citation\" id=\"65570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65570)\">Matt. 23:30<\/a><\/span> Have the world separated the Latter-day Saints from their company? They have. For what? For disobeying the laws of the land? No. They cast them out for believing in Jesus Christ and in Joseph Smith as his Prophet. This whole people were cast out for believing that God spake to Joseph Smith and chose him to be his messenger&#x2014;his Apostle&#x2014;to this generation. I testify to you that we were not cast out for teaching and practicing the Patriarchal doctrine, as our enemies now declare, for at that time it not been published to the world, but it was for believing, preaching, and practicing the doctrines of the New Testament; for believing in the events to take place in the latter days, as foretold by the ancient Prophets; and, for believing the declarations of Joseph Smith, that Jesus was indeed the Christ and the Savior of all men, but especially of them that believe,<span class=\"citation\" id=\"75941\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75941)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75941)\">1 Tim. 4:10<\/a><\/span> and that he had set to his hand the second time to gather his people,<span class=\"citation\" id=\"58205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58205)\">Isa. 11:11<\/a><\/span> to establish his kingdom, to build up Zion, redeem Jerusalem, empty the earth<span class=\"citation\" id=\"128247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 128247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(128247)\">D&amp;C 5:19<\/a><\/span> of wickedness and bring in everlasting righteousness. <\/div><div class=\"paragraph jod\" id=\"v9n1714\"> Joseph Smith testified that he had received revelations from God, that holy angels had administered to him, that he had seen the heavens opened, had seen Jesus Christ and knew that he lived, and that all the people must <div class=\"break columnbreak\" id=\"366b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0366.pdf\" target=\"pdfwin\">p.&#xA0;366b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3546\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> acknowledge him to be the Christ, the Savior of the world, and to obtain salvation through him must obey his ordinances, keep inviolate their covenants with him and with each other, and try with all their might to restore the covenants broken by the fathers, that the celestial gates leading to the presence of God may be opened to all believers. And this is our testimony, last of all,<span class=\"citation\" id=\"86878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86878)\">D&amp;C 76:22<\/a><\/span> that God has spoken from the heavens, commanding us to preach repentance to this generation, giving us authority to baptize for the remission of sins, and to bestow the gift of the Holy Ghost by the laying on of hands. The remission of sins, the gift of the Holy Ghost, and the favor of God cannot be obtained in any other way. These are God's unchangeable conditions for mankind to observe, when they are called upon to enter into an everlasting covenant with him to serve him and none else. For preaching this Gospel Joseph Smith was cast out and murdered; and for the same cause this people have been persecuted and afflicted, and finally cast out beyond the confines of so-called civilization. <\/div><div class=\"paragraph jod\" id=\"v9n1715\"> What do we now see abroad? Confusion in all the ramifications of society. In the days of the great tower of Babel God confounded their language, and spread confusion and dismay among them, and ultimately scattered them to the four winds of heaven.<span class=\"citation\" id=\"52999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52999)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52999)\">Gen. 11:9<\/a><\/span> The confusion will be no less great in these days, and the destruction of human life will be so great that but few men will be left.<span class=\"citation\" id=\"58470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58470)\">Isa. 24:6<\/a><\/span> With the people in Christendom it is &#x201C;oh, here,&#x201D; and &#x201C;lo, there&#x201D;&#x2014;&#x201C;Christ, is here, and Christ is there.&#x201D;<span class=\"citation\" id=\"65767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65767)\">Matt. 24:23<\/a><\/span> Some say, &#x201C;observe one ordinance and no more;&#x201D; others say, &#x201C;observe two ordinances and no more;&#x201D; some say, &#x201C;observe none at all;&#x201D; and so on. There is no true faith, for all is uncertainty&#x2014;every man pursuing his  <div class=\"break pagebreak\" id=\"367a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0367.pdf\" target=\"pdfwin\">p.&#xA0;367a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>own way.<span class=\"citation\" id=\"83658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 83658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(83658)\">D&amp;C 1:16<\/a><\/span> They have no light of revelation to guide them, and that which would have saved this nation from its present awful chastisement they have cast out from them, therefore, &#x201C;Behold, the Lord maketh the earth empty, and maketh it waste, and turneth it upside down, and scattereth abroad the inhabitants thereof. The land shall be utterly emptied, and utterly spoiled; for the Lord hath spoken this word.&#x201D;<span class=\"citation\" id=\"58398\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58398)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58398)\">Isa. 24:1,3<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1717\"> When Joseph Smith came to the people with the message of the Gospel in its fullness, they said, &#x201C;let us kill him, or he will change our customs, overthrow our religions, make proselytes in foreign lands and flood our country with them, expose our political corruptions, and may take away our place in the nation;<span class=\"citation\" id=\"69779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 69779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(69779)\">John 11:48<\/a><\/span> come, let us kill him.&#x201D; They did kill him, that debt is upon them, and they have it to pay. The Lord pity them; I do. I pity them because they are so shortsighted, so wicked, and so determined to fight God and his laws. They killed Joseph Smith, and cast out this people for believing in him. Are they still upon our track? They are. <\/div><div class=\"paragraph jod\" id=\"v9n1718\"> In a correspondence between Mr. Greeley, of New York, and the President, Mr. Lincoln declared it was his intention to do everything in his power that he thought would save the Union. This was very just and correct in him, but has his course invariably tended to save the Union? Time will show. There is no man can see, unless he sees by the gift and power of revelation, that every move that has been made by the Government has been made to fulfil the sayings of Joseph Smith the Prophet, and all earth and hell cannot help it. The wedge to divide the Union was entered in South Carolina, and all the power of the Government could not prevent it. The Lord spoke to Joseph Smith, on the 25th day of <div class=\"break columnbreak\" id=\"367b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0367.pdf\" target=\"pdfwin\">p.&#xA0;367b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3545\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> December, 1832, as follows&#x2014;&#x201C;Verily, thus saith the Lord concerning the wars that will shortly come to pass, beginning at the rebellion of South Carolina, which will eventually terminate in the death and misery of many souls; And the time will come that war will be poured out upon all nations, beginning at this place. For behold, the Southern States shall be divided against the Northern States, and the Southern States will call on other nations, even the nation of Great Britain, as it is called, and they shall also call upon other nations, in order to defend themselves against other nations; and then war shall be poured out upon all nations,&#x201D; &amp;c.<span class=\"citation\" id=\"88168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88168)\">D&amp;C 87:1-3<\/a><\/span> The wickedness of the wicked is onward and downward, while the righteousness of the righteous is onward and upward. Light and darkness, or in other words, right and wrong are with us, and men choose darkness rather than light, wrong rather than right. This is their condemnation.<span class=\"citation\" id=\"68907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 68907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(68907)\">John 3:19<\/a><\/span> They despise the truth and those who will declare it. <\/div><div class=\"paragraph jod\" id=\"v9n1719\"> On one occasion, in the wars of the kings of Israel and Judah with the King of Syria, the kings of Israel and Judah sent for all the Prophets they could find to prophesy good concerning their going down to the battle; and a lying spirit was sent to speak through the Prophets to lure Ahab, King of Israel, to the battlefield.<span class=\"citation\" id=\"55743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55743)\">1 Kgs. 22:1-40<\/a><\/span> Jehosaphat, King of Judah, inquired whether there was not yet another Prophet of the Lord that they might inquire of. &#x201C;And the King of Israel said unto Jehosaphat, There is yet one man, Micaiah the son of Imlah, by whom we may inquire of the Lord: but I hate him; for he does not prophesy good concerning me, but evil.&#x201D; Micaiah was brought before the king and said, &#x201C;I saw all Israel scattered upon the hills, as sheep that have not a shepherd.&#x201D; Ahab ordered Micaiah to be put in prison and fed on the  <div class=\"break pagebreak\" id=\"368a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0368.pdf\" target=\"pdfwin\">p.&#xA0;368a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>bread of affliction, until he should return in peace. An archer drew a bow at a venture and slew Ahab, who went to the field of battle in disguise, and the words of the Prophet were fulfilled. It is so in this day; the man who will speak the word of the Lord fearlessly is hated, while false prophets and false teachers, who pander to human vanity and to human greatness for gain, are fostered by wicked rulers and exalted to the chief seats in the synagogues.<span class=\"citation\" id=\"65499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65499)\">Matt. 23:6<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1721\"> We are determined to build up the kingdom of God on the earth; to bring forth Zion, to promote the cause of righteousness on the earth, and to walk under foot sin and wickedness. There is an opposing party who are determined that the kingdom of God shall not be built up, and who do all in their power to destroy it and its supporters. This has been the case from the beginning, and wickedness has triumphed, because the measure of the earth was not complete, and those mighty spirits calculated to bring to pass the winding up scene had not yet been born in the flesh. The time has now come when this work will be consummated. Satan's rule and Satan's kingdom will be destroyed, and everlasting righteousness and peace will be brought in upon the face of the whole earth. <\/div><div class=\"paragraph jod\" id=\"v9n1722\"> Joseph Smith knew what was coming upon the nation of the United States, and said, &#x201C;If they will let me, I will save the nation.&#x201D; They would not let him, but treated him as a traitor. They arrested him in Missouri for treason, when he had not said a word with regard to political affairs, but preached the Gospel to his brethren. They put him in Carthage Jail in Illinois, under the same false allegation, and slew him without a trial before his peers. At this day, if they had the power, they would show us that their malignity is no less than it was in the days of <div class=\"break columnbreak\" id=\"368b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0368.pdf\" target=\"pdfwin\">p.&#xA0;368b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3544\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> Joseph Smith, but they have not the power to injure the kingdom of God and the Lord's anointed. They do not make a move on the national checkerboard without my knowing their designs. They may send men here, with their mouths sealed as to their instructions, to dictate and guide affairs in Utah as they would have them, but all their deep laid plots will vanish into thin air and their fondly anticipated purposes will fail. <\/div><div class=\"paragraph jod\" id=\"v9n1723\"> Our course is onward to build up Zion, and the nation that has slain the Prophet of God and cast out his people will have to pay the debt. They will be broken in pieces like a potter's vessel;<span class=\"citation\" id=\"56316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 56316)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(56316)\">Ps. 2:9<\/a><\/span> yea worse, they will be ground to powder. &#x201C;And whoever shall fall on this stone shall be broken: but on whomsoever it shall fall, it shall grind him to powder.&#x201D;<span class=\"citation\" id=\"65360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 65360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(65360)\">Matt. 21:44<\/a><\/span> If there is a people within the pales of this nation that is worthy of the constitution, good laws and institutions of the American Government, it is this people called Latter-day Saints. It is the best earthly Government that ever was framed by man, and the true and righteous are alone worthy of it. It cannot long be administered by wicked hands. &#x201C;When the wicked rule, the people mourn.&#x201D;<span class=\"citation\" id=\"57544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57544)\">Prov. 29:2<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1724\"> My heart is filled with pain for the inhabitants of the earth. We desire with all our hearts to do them good. There are scores of Elders beneath the sound of my voice who have preached enough to convert the world. I have myself traveled many thousands of miles, carrying my valise and sustaining myself, to preach the Gospel to this generation and to bear testimony to the truth as I do today. I take liberties here, in referring to the world and its vanities, that I wish my brethren not to take. It is our duty to pray for them and place before them the holy principles of the Gospel by precept, and in the acts of our lives, rather than to hold prominently  <div class=\"break pagebreak\" id=\"369a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0369.pdf\" target=\"pdfwin\">p.&#xA0;369a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>forward their manifold corruptions. They are in the hands of God, and so are we. Great and mighty empires are raised to the summit of human greatness by him, to bring to pass his inscrutable purposes, and at his pleasure they are swept from existence and lost in the oblivion of antiquity. All these mighty changes are pointing to and preparing the way for the introduction of his kingdom in the latter times, that will stand forever<span class=\"citation\" id=\"61206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 61206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(61206)\">Dan. 2:44<\/a><\/span> and grow in greatness and power until a holy, lasting, religious, and political peace shall make the hearts of the poor among men exult with joy in the Holy One of Israel,<span class=\"citation\" id=\"58848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 58848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(58848)\">Isa. 29:19<\/a><\/span> and that his kingdom is everywhere triumphant. <\/div><div class=\"paragraph jod\" id=\"v9n1726\"> The Lord is willing that we should be the pioneers of this work, and it is now our duty to prove ourselves worthy of his confidence, by educating ourselves until our traditions are precisely according to the Gospel and will of God. The revelations of God to Joseph Smith instruct the Latter-day Saints to live their religion day by day, and to meet on the first day of the week to break bread, confess their faults one to another and pray with and for each other.<span class=\"citation\" id=\"86301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 86301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(86301)\">D&amp;C 59:12<\/a><\/span> I would like this tradition fastened not only upon the people generally, but particularly upon the Bishops and other leaders of this Church. <\/div><div class=\"paragraph jod\" id=\"v9n1727\"> We should seek substantial information, and trust little to that kind of so-called learning that is based entirely upon theory. We should pluck fruit from the tree of knowledge, and taste, then shall our eyes be open to see,<span class=\"citation\" id=\"52567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52567)\">Gen. 3:5-7<\/a><\/span> our ears to hear, and our hearts to understand. I would recommend the same course to those who have not embraced and tasted the sweets of &#x201C;Mormonism.&#x201D; We should get wisdom by reading and by study. We should introduce the best books<span class=\"citation\" id=\"88794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88794)\">D&amp;C 88:118<\/a><\/span> into our schools for the education and improvement of our children. Let our schoolteachers seek constantly to <div class=\"break columnbreak\" id=\"369b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0369.pdf\" target=\"pdfwin\">p.&#xA0;369b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3543\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> fasten upon the young mind useful information, and banish from their schools every study that only tends to perplex the student and waste his valuable time. I know of no branch in the rudiments of English education that is more difficult to conquer than its orthography; indeed, very few men have ever become perfect in it, and I know of no branch of learning that needs more reforming. <\/div><div class=\"paragraph jod\" id=\"v9n1728\"> After introducing into our schools every useful branch of education, let our teachers ask the Father, in the name of Jesus, to bestow upon them and upon their scholars the Spirit of wisdom and intelligence from heaven; ask for skill to control and ability to teach on the part of the teacher, and willingness to be controlled and aptability to be taught on the part of the scholars. Let parents aid the teacher in his labors, by seeing that their children attend school punctually, with a proper supply of books, slates, pencils, &amp;c.; and permit not a good, diligent, faithful schoolteacher to suffer for the common necessaries of life, while he is laboring to educate and bless their children. <\/div><div class=\"paragraph jod\" id=\"v9n1729\"> Every good and perfect gift cometh from God.<span class=\"citation\" id=\"77458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77458)\">James 1:17<\/a><\/span> Every discovery in science and art, that is really true and useful to mankind, has been given by direct revelation from God, though but few acknowledge it. It has been given with a view to prepare the way for the ultimate triumph of truth, and the redemption of the earth from the power of sin and Satan. We should take advantage of all these great discoveries, the accumulated wisdom of ages, and give to our children the benefit of every branch of useful knowledge, to prepare them to step forward and efficiently do their part in the great work. <\/div><div class=\"paragraph jod\" id=\"v9n1730\"> Endless variety is stamped upon the works of God's hands. There are no two productions of nature, whether animal, vegetable, or mineral,  <div class=\"break pagebreak\" id=\"370a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0370.pdf\" target=\"pdfwin\">p.&#xA0;370a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>that are exactly alike, and all are crowned with a degree of polish and perfection that cannot be obtained by ignorant man in his most exquisite mechanical productions. Man's machinery makes things alike; God's machinery gives to things which appear alike a pleasing difference. Fields and mountains, trees and flowers, and all that fly, swim, or move upon the ground are lessons for study in the great school our heavenly Father has instituted for the benefit of his children. Let us explore this great field of information that is open before us in good books and in the great laboratory of nature, and let every man become his own lawyer, every family have its own doctor, and every person be his own accountant, &amp;c. Let even the female portion of our community be taught how to do business, in the absence of their guardians. It is an erroneous idea that a very learned man should not work with his hands, and is better than other people because he is learned. Education is the handmaid to honest labor. I should be pleased to have our young females study the fine arts, music, painting, &amp;c., for which there is fine talent here, but I would not have them suppose that education in the fine arts alone constitutes them ladies, or will fit them for the active duties of life. It is more necessary that they should know themselves and the duties that will be required of <div class=\"break columnbreak\" id=\"370b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0370.pdf\" target=\"pdfwin\">p.&#xA0;370b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3542\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> them when they are wives and mothers; to educate them thus, is a duty that is particularly binding upon mothers. <\/div><div class=\"paragraph jod\" id=\"v9n1732\"> Let there be a mutual desire in every man to disseminate knowledge, that all may know. I have always followed out the rule of dispensing what I know to others, and been blessed in so doing. After all our endeavors to obtain wisdom from the best books,<span class=\"citation\" id=\"88795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 88795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(88795)\">D&amp;C 88:118<\/a><\/span> &amp;c., there still remains an open fountain for all; &#x201C;If any man lack wisdom, let him ask of God.&#x201D;<span class=\"citation\" id=\"77413\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77413)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77413)\">James 1:5<\/a><\/span> Let every Latter-day Saint constantly practice himself in the performance of every good word and work, to acknowledge God to be God, to be strict in keeping his laws and learning to love mercy,<span class=\"citation\" id=\"62211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 62211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(62211)\">Micah 6:8<\/a><\/span> eschew evil,<span class=\"citation\" id=\"125506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125506)\">1 Pet. 3:11<\/a><\/span> and delight in constantly doing that which is pleasing to God. This is the only sure way to obtain influence with God and all good men. I want the fellowship and confidence of those who are justified before the heavens, and to have this I must walk in the path Christ has marked out, and let all the rest go their own way. Let all who are for God and his laws, walk with me and gain influence with those heavenly powers, and there is no danger but what they will gain influence with all good persons who labor for the same influence, which will bear us off conquerors over all our enemies, spiritual and temporal. May the Lord bless you. Amen. <\/div>\n<\/div>\n<\/div>"}