{"ID":90073, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Influence of Parents in Training Their Children&#x2014;Power Which Accompanies the Elders When Having the Faith and Prayers of the People.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Tabernacle, Great Salt Lake City, May 25, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: J. V. Long.<\/div>\n<div class=\"pageHeader\">Page Header: Influence of Parents, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 5\/25\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d73\">\n<div class=\"paragraph jod\" id=\"v9n1674\"> I certainly feel it a privilege to listen to such instructions as we have had this morning. I feel that we are a favored people; and that we can have instructions continually poured out upon us day by day, and Sabbath by Sabbath, that are calculated in their nature to reform, to elevate and instruct the mind. The principles of our religion exercise an influence over the minds of the people which is calculated to lead them in the paths of virtue, truth, and sobriety, and in that way which will best conduce to their happiness here and hereafter. Many reflections pass through my mind when I look abroad throughout the length and breadth of this Territory, and view the position of the Latter-day Saints who are gathered in these valleys of the mountains; and when I consider the object and purpose that have brought them here and that are keeping them together, view the vastness of their desires before high Heaven, their wishes in regard to themselves and posterity, their strong faith and unison of purpose which have caused them to take the course they are now pursuing, I consider it is a sublime spectacle to behold. Think of a community of thousands and tens of thousands actuated by one and the same purpose, and that the most noble in its nature, and that they are using their exertions for the establishment of peace and righteousness upon the earth, continu<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"355b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0355.pdf\" target=\"pdfwin\">p.&#xA0;355b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3557\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>ally seeking to produce a oneness in all their manifestations towards each other, in their public instructions and in their daily walk and conversation, using their life to do those things that will exalt the human family and striving to walk sin and iniquity under their feet. The consideration of this subject causes very strange and yet good reflections to pass through my mind. When I look upon this people and consider the subject of their present and future progress, when I view the matter in this light, I conclude that the feeling and desire with the great majority is to have righteousness prevail; and I know that this feeling exists to a greater extent here than it does anywhere else upon the surface of this globe. As was remarked last Sunday, by brother Taylor, if sin and iniquity bear sway, although the people may have here and there good principle, something among them that is calculated to do good, here and there an item of essential doctrine, and occasionally a few good men who seek to sustain good principles to exalt virtue and truth, yet these are overbalanced by the wicked and ungodly, and hence that people cannot enjoy pure and unalloyed happiness. <\/div><div class=\"paragraph jod\" id=\"v9n1675\"> There is no power but that of the Almighty that can sustain these Heavenly principles, and it can only be accomplished by drawing the people out from the nations and  <div class=\"break pagebreak\" id=\"356a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0356.pdf\" target=\"pdfwin\">p.&#xA0;356a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>placing them where they can overbalance all wicked influences and have the predominance over the evil. This is our situation, and how does it become us to act as the repositories of these favors? Should we sink into sin and iniquity, or should we continue to improve in the knowledge of God and to increase in those principles which lead to exaltation? We should endeavor to eradicate evil from our midst. What is our prayer? Is it not that those who work wickedness may be rooted out, and that those who work righteousness may be left to inherit the land? But how often do we see in our own experience little departures from these principles of right? Men swayed this way and the other by the influence of evil, just as brother Cummings said, though it may be ever so slight, yet it gives the Enemy the advantage; it leads men astray, takes them into darkness and error. We can see the individual who is thus swayed as he becomes completely darkened in his mind, and finally we see him stray from the fold of Christ. <\/div><div class=\"paragraph jod\" id=\"v9n1676\"> This is the way with some of our young men who have been brought up by good, pious and righteous parents; and it is also to be regretted that we sometimes see those fathers who have been long in the Church lead their children to do evil by their improper examples, and not, perhaps, designing to use that kind of influence which will lead their offspring to the commission of crime. But, I apprehend that when a child comes to maturity he will have to stand and act upon his own volition; when he comes to this state he has both the knowledge and the power to act for himself, and in that case the responsibility attaches to the child and not to the parents. How often do we see children following in the path of their parents? If the parents are industrious we naturally expect that the children will follow in that path, <div class=\"break columnbreak\" id=\"356b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0356.pdf\" target=\"pdfwin\">p.&#xA0;356b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3556\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> but if parents learn their children to do that which is not right, they are apt to grow up in sin. I believe that the child is naturally honest, but when this feeling to do wrong first penetrates the mind of the child it causes it to look and wonder in astonishment, and it can scarcely comprehend what the parents mean. I have thought frequently upon this subject, and I have seen circumstances where the child could not comprehend the evil or the cheat that was intended, when it would appear to be bereft of its senses and to be completely astonished when it comprehended what was intended by its parents. Now the child has the utmost confidence in its parents, and when it comes to maturity that confidence will be retained, provided the parents do not forfeit it. I believe that the child is astonished when it discovers any departure from truth on the part of its parents; I consider, therefore, that the responsibility, to a great extent, is with the Elders and those who are over the people in the community. If confidence be impaired in the parents, then all the children have to look to for instruction and guidance are those who hold authority among the people. I know there are people here who are lawless and who do not consider the rights of their neighbors, and it is as it was said anciently, &#x201C;My people do not consider.&#x201D;<span class=\"citation\" id=\"57671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57671)\">Isa. 1:3<\/a><\/span> Parents do not consider that the eyes of their children are upon them, reading in their looks, acts, and words that which will be incorporated in their own nature and manifested in their future career. Children are continually watching, and they imitate everything they see, and, in fact, generally speaking, they are very great at imitation. Then, how circumspect and how careful should parents be to instill righteousness and holy principles into the young and tender minds of their  <div class=\"break pagebreak\" id=\"357a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0357.pdf\" target=\"pdfwin\">p.&#xA0;357a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>children; remember to teach them principles of honor, teach them to avoid everything that has the appearance of evil, and let them be taught to look down with disdain upon those little peccadilloes and little nasty tricks that are sometimes indulged in. Some have been taught that certain little mean tricks are according to the way of the world, and, therefore, they have indulged in them. I despise such performances, and I like to see a man above that which will lead to dishonesty. Here are my brethren and sisters who have come from different parts of the world, and who have been traditionated to do a great many things that are contrary to the spirit of the Gospel, but we have had instructions in this kingdom to put away far from us all those practices that are contrary to the spirit and genius of our own religion. Who will act in this way when they can see very clearly that these little things will lead them on to still greater? It has been quite a common practice with some to steal the soap and the clothes of those for whom they were washing. Such practices are as common as anything that occurs in their lives; they have been trained up to such things all their days, and their fathers before them from generation to generation. Well, shall they carry on these little petty stealings in this generation, or shall they quit them and teach their children to do so too? Has not the Gospel placed them upon a platform where they can live without continuing in these evil practices? They doubtless have their apologies for these things in the old country where they are oppressed, and, as it were, trodden under foot of men,<span class=\"citation\" id=\"63037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 63037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(63037)\">Matt. 5:13<\/a><\/span> but here it is not so, for the Gospel will redeem them, exalt them, and bring them up to where they can live better without these practices than with them, and where they can leave these things off and have the confidence of their <div class=\"break columnbreak\" id=\"357b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0357.pdf\" target=\"pdfwin\">p.&#xA0;357b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3555\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> brethren and friends, so long as they do not attempt to drag these evil practices with them into the kingdom of God. I tell you the kingdom of God will do you but little good, unless you forsake all your evil ways and turn unto the Lord our God with full purpose of heart.<span class=\"citation\" id=\"81885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81885)\">Mosiah 7:33<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1678\"> Let us not have such things hanging around us, nor permit ourselves to transmit any of them to our children, but let us purify our own hearts, and then let us set before them pure and holy examples. I speak of these things with a view to have the same remarks apply to all the evil influences with which the Devil has afflicted the world. I am aware that there are those both around us and amongst us that would be glad to see these kind of practices triumph just as they do in the world, and then the Enemy of all righteousness<span class=\"citation\" id=\"71837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 71837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(71837)\">Acts 13:10<\/a><\/span><span class=\"citation\" id=\"81858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 81858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(81858)\">Mosiah 4:14<\/a><\/span> would have the people in his own hands just as he has in the world. But we have the privilege of overcoming those things, and have been placed in a position where we can combine our energies for the accomplishment of those which are required of us, ever seeking to do good, having had our hearts touched with those principles which have come from heaven. In this way we can rid ourselves of those evils which prevail within the rest of the world. <\/div><div class=\"paragraph jod\" id=\"v9n1679\"> Let that father who sends his child to feed his horse in his neighbor's pasture overnight and to bring him home before morning, consider what influence it will have upon his son in after life. Would it not make a thief of him? It would; and it would frame his mind for trespassing upon his neighbor whenever he might have the opportunity. <\/div><div class=\"paragraph jod\" id=\"v9n1680\"> Man is the most independent being upon God's footstool, for he has his free volition to do right or wrong; he has the power to reject the evil and choose the good<span class=\"citation\" id=\"57990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 57990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(57990)\">Isa. 7:15<\/a><\/span> if he chooses,  <div class=\"break pagebreak\" id=\"358a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0358.pdf\" target=\"pdfwin\">p.&#xA0;358a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>and if he wants to consign himself to oblivion and go back to native element let him follow in the path of the ungodly; but, if, on the other hand, he wants to endure and dwell with God and holy angels, to have knowledge and power to understand all intelligence and finally become one of the Gods of eternity, let him take a course to produce that effect, and let him use his influence to bring to pass that which is calculated to exalt and bring him up finally upon the platform of the Gods of eternity. <\/div><div class=\"paragraph jod\" id=\"v9n1682\"> We are here upon God's footstool and we have all the privilege and the power to take either course&#x2014;to take which road we please. Here through the goodness of God in these last days mankind have a privilege which they have not had for many generations that are past and gone. Here a man can live and pursue the path of righteousness, truth, and virtue and none dare forcibly drive him from the path of right, but, if, on the other hand, a man is not honest he can join with the wicked and ungodly. A man who has a disposition to do right can here prove his integrity in all the relations of life, in all the intercourse he has with men on the earth, he can increase his power to do good, and none will attempt to hinder him. This is a great privilege, and one that does not belong to all the people upon the face of the earth, but it accrues to the people of these Valleys because they have been gathered out from the nations and brought under the influences which prevail here. And where these principles are cherished and taught by the servants of God, where they are urged continually upon the attention of the people, where the people practice them and shun the evil and live for happiness and glory there is present peace; but if they take another course and neglect those principles of light and intelligence they will be led to ruin and be sub<div class=\"hyphen\">-<\/div><div class=\"break columnbreak\" id=\"358b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0358.pdf\" target=\"pdfwin\">p.&#xA0;358b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3554\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>jected to all kinds of disasters. We can see clearly that those who are supposed to be righteous can be so in the nations of the earth, though not so easily as they can here, for it is very easily to be seen that the influence of the good Spirit and the principles of eternal life cannot be used to the same extent there as in these valleys and mountains. <\/div><div class=\"paragraph jod\" id=\"v9n1683\"> When Joseph was in Egypt he could preserve his integrity before Potipher and Pharaoh, and so it is with our Elders who go out from here to perform duties that may be assigned them among the nations of the earth; they can preserve their integrity, and by cleaving to those principles which they have learned while here they will have power over the Tempter, and they will return when they have accomplished their missions in peace and safety, for the Lord will preserve them from those evils which are calculated to lead them into disgrace. This is the advantage of those who go forth from the midst of this people; they have the faith and prayers of all Israel to shield them from the powers of darkness and from those influences which would otherwise lead them to commit sin; by these means are the Elders of this Church preserved when in the midst of wickedness. This is a great power that is upon the earth, and it is here because holy and righteous principles exist and are practiced among this people. These are some of the benefits derived from obedience to the fulness of the Gospel, and it becomes us as Saints of the Most High to strive to preserve ourselves pure and holy before him, to take hold of good and righteous principles like men and women of God, to labor to sustain our present existence, to sustain ourselves by drawing from the elements all those good things which he has placed within our reach, and thus become a really independent people,  <div class=\"break pagebreak\" id=\"359a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0359.pdf\" target=\"pdfwin\">p.&#xA0;359a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>to be no longer dependent upon those who would gladly sell us for the cloth we have to wear. It becomes an experiment for us to sustain ourselves, though not exactly one that is liable to fail, but it is to see whether a righteous and holy people, coming out from the world, can draw from the elements that have been previously scattered around them for their own immediate sustenance and support, or whether they will forever be dependent upon those who would destroy them. <\/div><div class=\"paragraph jod\" id=\"v9n1685\"> We have made good progress in these valleys of the mountains, and it is truly encouraging to look around and see what has been accomplished within fifteen years. Still there is a great deal more to be done. When ancient Israel went out of Egypt, a vast host of them, the Lord administered to their immediate necessities, and ordained that their clothing should not wear out,<span class=\"citation\" id=\"55008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 55008)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(55008)\">Deut. 8:4<\/a><\/span><span class=\"citation\" id=\"125505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(125505)\">Deut. 29:5<\/a><\/span> and in this way they were freed from labor while traveling in the wilderness; the Lord himself combined the elements for the benefit and support of that people. Now, we have been brought a far greater distance than they were, but the manna from heaven<span class=\"citation\" id=\"54059\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 54059)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(54059)\">Ex. 16:15<\/a><\/span> has not been showered out upon us as it was upon them. We have had to exert our intellect, to delve in the earth, and to a great extent we have succeeded in bringing from the elements our food and clothing. I think this is a far greater work than that which Moses brought about, and we are doing it without that mighty interposition which seemed to be necessary in the days of Moses, though the Lord has truly been prolific in blessing the earth since his people came to this country. What have the servants of God done since they came here? The first thing was to dedicate the earth, the air, the water, and the mountains, and this blessing has been poured out upon them and upon the people, <div class=\"break columnbreak\" id=\"359b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0359.pdf\" target=\"pdfwin\">p.&#xA0;359b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3553\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> and through the blessing of High Heaven, the earth has brought forth to the sustenance of his people. Is there not a dignity in this labor which we are performing? In endeavoring to bring from the elements things necessary for our support? I say there is, and there is an honor that accrues to the Latter-day Saint for their indefatigable exertions in this respect; it shows that they are alive to the work of the last days, that they are exerting themselves to build up a city and a kingdom wherein shall dwell righteousness,<span class=\"citation\" id=\"78482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 78482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(78482)\">2 Pet. 3:13<\/a><\/span> to the defiance of the Devil and his hosts. What a glorious sight it would be to see the united hosts of Israel present one mighty and unbroken phalanx against the wickedness of the world. If this were the case could the Devil or wicked men break such a band of united brethren? No; they would say come on, let the surges of opposition roll up against us, and still we will stand steadfast being of one heart and one mind.<span class=\"citation\" id=\"92868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 92868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(92868)\">Moses 7:18<\/a><\/span> What is there that this people could not accomplish if they would preserve inviolate this integrity, and stand shoulder to shoulder in all the acts of their lives, to sustain one another and those that are placed to guide and dictate in the kingdom of God? There is nothing but what could be done by a union of this kind, for it is your privilege, and it is also the privilege of all the Latter-day Saints to be united in doing that which is good, and I am happy to say that this is the case to a great extent, but still the people might do more towards concentrating their energies for the welfare of Israel. There are a great many mean little acts manifest themselves yet, at this advanced day; these we should all seek to reject and begin anew with ourselves, and see that none of these things are traced to our bosom. <\/div><div class=\"paragraph jod\" id=\"v9n1686\"> Brother Cummings does not pretend to train up his children to walk  <div class=\"break pagebreak\" id=\"360a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0360.pdf\" target=\"pdfwin\">p.&#xA0;360a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>in these bye and forbidden paths of which I have been speaking, neither do I nor brother Brigham nor many others, still there are others that turn out vile and do those things that are wrong. But the time must come that righteousness must prevail, or else we have no privilege, no promise of the future, and in fact without it we have nothing that is any better than that which is possessed by anybody else, and we had better have stayed in the world and served the Devil at the places where we came from than to have come here for such a purpose. All those who feel like continuing in this way had a great deal better be somewhere else striving to introduce such evil practices as they have brought from the old world. A Gospel of salvation would reform every son and daughter of Adam, if they would let it, and it would bring them upon the platform of redemption, for the Gospel is redeeming in its qualities; it is ennobling in its nature, and it leads on to great and glorious results, and if we wish to be the recipients of its benefits it is for us to turn from the path which leads to destruction, and walk continually in the path of life. I truly feel an interest in this people, because they are of the class who are striving to do right; I feel proud to be associated with such a people as this, with all the follies which I cannot fellowship and which, in connection with others, I shall try to overcome, and to redeem this people from all evil. I say that we are a good people, and far the best people that live upon the earth, and let us try to get rid of things that are contrary to the spirit of the Gospel as fast as we can, and try to induce the people by whom we are surrounded to increase in the love of God, to hate that which is evil, and by the love which they have for the principles of holiness, cause them to hate iniquity and love righteousness.<span class=\"citation\" id=\"76347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 76347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(76347)\">Heb. 1:9<\/a><\/span> The <div class=\"break columnbreak\" id=\"360b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0360.pdf\" target=\"pdfwin\">p.&#xA0;360b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3552\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> presentation of these things to the minds of the people will do good, it will be a means of imparting to them the influences and principles by which we are inspired. In this way, perhaps, we may redeem some of them and bring them back to where they can have the honor, the glory and the peace which are the reward of the righteous, even of all who eschew evil and do good.<span class=\"citation\" id=\"77880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 77880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(77880)\">1 Pet. 3:11<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1688\"> Let each and every one exercise their influence in this way, to promote holy and righteous principles upon the earth. Religion is glorious where it brings peace to the soul and contentment to the mind. Let us abide in those things and keep ourselves within the scope of those holy influences that do predominate and prevail in the midst of this people, and do not let us run here and there after things which do not concern us. If we want to be blest by those predominating principles and influences which the Lord has placed here, far from the power of the wicked, let us not by any act of our own throw ourselves outside of those influences. The moment we do it of our own volition we tread upon slippery places. Men may go away from here when they are sent by proper authority, when they are wanted to accomplish a certain purpose, and they can retain the Spirit of the Almighty, but when they go without being sent,<span class=\"citation\" id=\"60561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 60561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(60561)\">Jer. 23:21<\/a><\/span> of their own volition, then they have no assurance that their feet will not slip; they have not the faith of the people to help them; the angels have no charge to preserve them, and particularly those that leave and go into sin and iniquity, and are finally captivated by Satan. And, supposing they only go to Salmon River or California and return, perhaps having a little of the leaven of life, they return with the spirit of the world upon them. Have we any examples of this kind? If we have let us look at them, and from  <div class=\"break pagebreak\" id=\"361a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0361.pdf\" target=\"pdfwin\">p.&#xA0;361a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>the lessons of the past let us look at the results of the future. I have seen them come back with a little gold, and it has almost invariably ruined them, nine cases out of ten this has been the result, and if they have not succeeded as well as they thought they ought to have done in the midst of the Saints, they are found with curses upon their lips, such as the inhabitants where they have been are accustomed to indulge in: they do not respect the Sabbath, they do not meet in the Tabernacle with the brethren to learn the word of the Lord, neither do they meet anywhere else for any good purpose, but they may be seen in the streets racing their horses, or cutting up some kind of useless folly, wasting their time till their money is gone, and then they have nothing to do but to go back and get more. They go, and perhaps get a less sum than they did the first time, but no matter whether they do or not they are never contented. This has been my experience, and this is the best, the fairest and the smoothest light in which I can view such cases and speak of them. This course of life, so far as it has an influence, disqualifies the young man from making a good, humble, faithful follower of Jesus; it disqualifies him from becoming a Saint of the Most High. This is my experience; you can look at the subject with your own eyes. <\/div><div class=\"paragraph jod\" id=\"v9n1690\"> There are quite a number, and some good men among them, that want to know if it is counsel to go <div class=\"break columnbreak\" id=\"361b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0361.pdf\" target=\"pdfwin\">p.&#xA0;361b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3551\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> out on the road to trade. I tell them that I have no counsel of that kind to give, neither have I heard the President give such counsel to anyone. If I want to go out on the road to trade, taking butter and eggs and such like things, and my Bishop and President want me to go, then I should feel that I could be preserved. I should doubtless feel it to be a great burden, and as for seeking for such an opportunity it would be far from me, for I certainly would not wish to go unless I was wanted. <\/div><div class=\"paragraph jod\" id=\"v9n1691\"> I mention this matter because many have asked me about it, and I have universally told them that I have no such counsel to give. It is a blessing to live in such a community as this, and I feel that it is not safe for anyone to use his own volition to go outside of this influence. This feeling is what has led my mind in this way, and I pray God to help us to stand upon this platform where we can be preserved from the influences of the wicked, and keep ourselves so that we cannot be led astray, nor be swayed to and fro by every wind of doctrine<span class=\"citation\" id=\"75236\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 75236)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(75236)\">Eph. 4:14<\/a><\/span> or example that comes along, but that we may seek for wisdom and knowledge, that our minds may be prepared to receive the teachings we hear from day to day. <\/div><div class=\"paragraph jod\" id=\"v9n1692\"> May God help us to do right, and cause truth and good examples to sink deep into our hearts, that we may cultivate every virtuous and holy principle, is my prayer, in the name of Jesus. Amen. <\/div>\n<\/div>\n<\/div>"}