{"ID":90074, "Text":"<div id=\"jContent\">\n<div class=\"discourseHeader\">\n<div class=\"title\">Eternal Salvation&#x2014;Continued Improvement Brings Exaltation.<\/div>\n<div class=\"subtitle\">Remarks by President Daniel H. Wells, made in the Bowery, Great Salt Lake City, September 14, 1862.<\/div>\n<div class=\"discourseInfo\">\n<div class=\"reportedBy\">Reported By: G. D. Watt.<\/div>\n<div class=\"pageHeader\">Page Header: Eternal Salvation, Etc.<\/div>\n<div class=\"speaker\">Speaker: Daniel H. Wells<\/div>\n<div class=\"date\">Date: 9\/14\/1862<\/div>\n<\/div>\n<\/div><div class=\"discourseBody\" id=\"d74\">\n<div class=\"paragraph jod\" id=\"v9n1694\"> The subject of eternal salvation is or ought to be interesting to all people. All the forms of religion which have been invented by the different sects of the day could never make one single line of Scripture. They have shut up the door of immediate revelation between God and man, and it does not seem to occur to them that this is the only means upon which the world can ever attain to the knowledge of God. All their religion and piety for many generations past have not produced one word of Scripture for the guidance of mankind to salvation in this and in the next existence. While they hold up the Bible as the all-sufficient guide to the possession of life eternal, they at the same time inculcate a principle which would never have given them a Bible. They fasten their faith and hope for salvation upon revelations given to another people, in another age and under other circumstances. <\/div><div class=\"paragraph jod\" id=\"v9n1695\"> When God has a people upon the earth he gives them living oracles, and communicates his mind and will to them for their present and future exaltation, as well in one age as in another. The Old and New Testaments, yea, all Scriptures are made by this process. Prophets and Apostles are the mediums through which the Almighty communicates his will to the children of men. Revelations given from God to us are more binding upon us than revelations given to another people, because they are in accordance with our wants and <div class=\"break columnbreak\" id=\"362b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0362.pdf\" target=\"pdfwin\">p.&#xA0;362b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3550\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> circumstances, and fit our case more perfectly than revelations given to another people many generations back. This generation is responsible for the revelations of God given to them; if they receive them, blessed are they; if they reject them, woe is their doom. The words of God sent to this age by Joseph Smith, the Prophet of the Lord, and by his Apostles, is a dispensation of good will to all men now living, and they are responsible to God as to the manner in which they receive or reject it. These words are for their salvation, if they see proper to accede to them. <\/div><div class=\"paragraph jod\" id=\"v9n1696\"> We talk a great deal about exaltation. We look for exaltation in the heavens&#x2014;in the eternities which are before us. We expect the Gospel of salvation to exalt us. Where and when is this exaltation to commence? Some do not expect exaltation until after death. This is a mistake. Our exaltation commences in this world. That individual who has received the light of truth in his own bosom, has the base or foundation of his exaltation formed within him, and if he progresses in the knowledge of God&#x2014;in the things which pertain to eternal life, he is in the road to exaltation, otherwise he is not. That brother who redeems himself from the habit of drunkenness, or from any other vicious practice, and suffers the holy principles of the Gospel to work in him for his redemption, is exalting himself in the kingdom of God. <\/div><div class=\"paragraph jod\" id=\"v9n1697\"> The work of exaltation is the work  <div class=\"break pagebreak\" id=\"363a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0363.pdf\" target=\"pdfwin\">p.&#xA0;363a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>of this probation, and has to do with every duty that pertains to it. That sister who seeks diligently to order her own conduct and her household; who seeks to bring forth from the elements for her own support, commences in the right way to obtain exaltation; she exalts herself in the sight of her husband and in the sight of all good men. She can be economical with that which she handles for the use of her household, whereas, before she has perhaps been wasteful and prodigal of the rich blessings of God bestowed upon her. In making this reformation she has taken an important step in the way of exaltation in this world for exaltation in the world to come. That man who improves in the cultivation of his farm, in the cultivation of fruit, who plants a single fruit tree if he does no more, and cultivates it, and cause it to bring forth more fruit, he has done something torwards his exaltation&#x2014;has made one step towards redeeming the earth from sin and iniquity, and from the curse pronounced against it. It was said to Adam, &#x201C;Cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life; Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field.&#x201D;<span class=\"citation\" id=\"52617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 52617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(52617)\">Gen. 3:17-18<\/a><\/span> <\/div><div class=\"paragraph jod\" id=\"v9n1699\"> That man who commences to keep himself clean, whereas he has been brought up in filthiness and dirt, is engaged in the good work of exaltation upon his own person. That housekeeper who has been slatternly, slothful, and filthy in her habits, and begins to be thrifty, industrious, and cleanly in her household pursuits, commences the work of exaltation in that household. Those who ornament their houses and their gardens, making nice tidy fences, who ornament their fields, making everything pleasant and agreeable around them, commence the work of exaltation, and make a heaven at home for their <div class=\"break columnbreak\" id=\"363b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0363.pdf\" target=\"pdfwin\">p.&#xA0;363b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3549\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> wives and children; a home to which their children in afteryears will look back with pleasant reminiscences, regarding the home of their childhood, the pleasantest place they ever saw. A pleasant and happy home has its influence in creating in the young mind a love of order&#x2014;a love of all that is beautiful, cleanly, virtuous, and true. <\/div><div class=\"paragraph jod\" id=\"v9n1700\"> We can commence our exaltation upon this earth by trying to redeem it and ourselves from the effects of the fall, and continuing to progress in every good word and work. If we build a house and wish to build another, we have the experience of the one we have built to improve upon in building another. If we have raised one crop of grain, or one tree, we can improve upon that experience in raising more. Thus we progress and become exalted more and more. This same principle will hold good in any pursuit of life&#x2014;rural, mechanical, scientific, or philosophical; whatever efforts we make to inform our minds, we have it in our power to do better still, gaining more knowledge and intelligence as we progress in life. <\/div><div class=\"paragraph jod\" id=\"v9n1701\"> If by the enlightening aid of the Holy Ghost, that leadeth into all truth,<span class=\"citation\" id=\"70352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 70352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(70352)\">John 16:13<\/a><\/span> we strive constantly to improve in all things we shall set ourselves about, we can improve faster than those who are not blessed with its influence, because our actions are based upon a principle of heavenly light and intelligence, giving us power to excel in all things we set our hands to do in righteousness. <\/div><div class=\"paragraph jod\" id=\"v9n1702\"> Truth will prevail, while all man-made systems, on which the whole world stands convicted before High Heaven, will be swept away, as this people and this work progresses, because truth must and will prevail. <\/div><div class=\"paragraph jod\" id=\"v9n1703\"> Let those who have not yet commenced to make improvements begin the good work at once; and let us all be constantly satisfied that we are  <div class=\"break pagebreak\" id=\"364a\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0364.pdf\" target=\"pdfwin\">p.&#xA0;364a]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div>doing something for good day by day. Inasmuch as we have been wicked, let us no longer be wicked. We have a standard of righteousness in our own bosoms; let us be actuated by it in all that we do. Let us be righteous, holy, truthful; walking wickedness under our feet, exalting <div class=\"break columnbreak\" id=\"364b\">[<a href=\"\/jod\/pdf\/JoD09\/JoD09_0364.pdf\" target=\"pdfwin\">p.&#xA0;364b]<b class=\"impdf\"><\/b><\/a><a href=\"http:\/\/contentdm.lib.byu.edu\/utils\/getfile\/collection\/JournalOfDiscourses3\/id\/3548\" target=\"pdfwin2\"><b class=\"imhbll\"><\/b><\/a><\/div> righteousness in all our ways, that it may rule in us until sin and its consequences shall be subdued, and we gain a victory even over death and the grave, and life eternal shall reign supreme upon the face of the whole earth. I ask God to add his blessing in the name of Jesus Christ. Amen. <\/div>\n<\/div>\n<\/div>"}